{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Bard",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"cha"
			],
			"spellcastingAbility": "cha",
			"casterProgression": "full",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				11,
				12,
				14,
				15,
				15,
				16,
				18,
				19,
				19,
				20,
				22,
				22,
				22
			],
			"additionalSpells": [
				{
					"name": "Magical Secrets",
					"known": {
						"10": [
							{
								"choose": "level=0;1;2;3;4;5"
							},
							{
								"choose": "level=0;1;2;3;4;5"
							}
						],
						"14": [
							{
								"choose": "level=0;1;2;3;4;5;6;7"
							},
							{
								"choose": "level=0;1;2;3;4;5;6;7"
							}
						],
						"18": [
							{
								"choose": ""
							},
							{
								"choose": ""
							}
						]
					}
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"{@item hand crossbow|phb|hand crossbows}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"three {@item musical instrument|PHB|musical instruments} of your choice"
				],
				"skills": [
					{
						"any": 3
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item rapier|phb}, (b) a {@item longsword|phb}, or (c) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) a {@item diplomat's pack|phb} or (b) an {@item entertainer's pack|phb}",
					"(a) a {@item lute|phb} or (b) any other {@filter musical instrument|items|miscellaneous=mundane|type=instrument}",
					"{@item Leather armor|phb}, and a {@item dagger|phb}"
				],
				"goldAlternative": "{@dice 5d4 × 10|5d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"rapier|phb"
						],
						"b": [
							"longsword|phb"
						],
						"c": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"diplomat's pack|phb"
						],
						"b": [
							"entertainer's pack|phb"
						]
					},
					{
						"a": [
							"lute|phb"
						],
						"b": [
							{
								"equipmentType": "instrumentMusical"
							}
						]
					},
					{
						"_": [
							"Leather armor|phb",
							"dagger|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"athletics",
									"acrobatics",
									"sleight of hand",
									"stealth",
									"arcana",
									"history",
									"investigation",
									"nature",
									"religion",
									"animal handling",
									"insight",
									"medicine",
									"perception",
									"survival",
									"deception",
									"intimidation",
									"performance",
									"persuasion"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"one {@item musical instrument|PHB} of your choice"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=bard}",
						"{@filter Spells Known|spells|class=bard}"
					],
					"rows": [
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							4,
							14
						],
						[
							4,
							15
						],
						[
							4,
							15
						],
						[
							4,
							16
						],
						[
							4,
							18
						],
						[
							4,
							19
						],
						[
							4,
							19
						],
						[
							4,
							20
						],
						[
							4,
							22
						],
						[
							4,
							22
						],
						[
							4,
							22
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=bard}",
						"{@filter 2nd|spells|level=2|class=bard}",
						"{@filter 3rd|spells|level=3|class=bard}",
						"{@filter 4th|spells|level=4|class=bard}",
						"{@filter 5th|spells|level=5|class=bard}",
						"{@filter 6th|spells|level=6|class=bard}",
						"{@filter 7th|spells|level=7|class=bard}",
						"{@filter 8th|spells|level=8|class=bard}",
						"{@filter 9th|spells|level=9|class=bard}"
					],
					"rowsSpellProgression": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Bardic Inspiration|Bard||1",
				"Magical Inspiration|Bard||1|UAClassFeatureVariants",
				"Spellcasting|Bard||1",
				"Spell Versatility|Bard||1|UAClassFeatureVariants",
				"Jack of All Trades|Bard||2",
				"Song of Rest (d6)|Bard||2",
				"Magical Inspiration|Bard||2|TCE",
				{
					"classFeature": "Bard College|Bard||3",
					"gainSubclassFeature": true
				},
				"Expertise|Bard||3",
				"Ability Score Improvement|Bard||4",
				"Proficiency Versatility|Bard||4|UAClassFeatureVariants",
				"Bardic Versatility|Bard||4|TCE",
				"Bardic Inspiration (d8)|Bard||5",
				"Font of Inspiration|Bard||5",
				"Countercharm|Bard||6",
				{
					"classFeature": "Bard College feature|Bard||6",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Bard||8",
				"Proficiency Versatility|Bard||8|UAClassFeatureVariants",
				"Song of Rest (d8)|Bard||9",
				"Bardic Inspiration (d10)|Bard||10",
				"Expertise|Bard||10",
				"Magical Secrets|Bard||10",
				"Ability Score Improvement|Bard||12",
				"Proficiency Versatility|Bard||12|UAClassFeatureVariants",
				"Song of Rest (d10)|Bard||13",
				"Magical Secrets|Bard||14",
				{
					"classFeature": "Bard College feature|Bard||14",
					"gainSubclassFeature": true
				},
				"Bardic Inspiration (d12)|Bard||15",
				"Ability Score Improvement|Bard||16",
				"Proficiency Versatility|Bard||16|UAClassFeatureVariants",
				"Song of Rest (d12)|Bard||17",
				"Magical Secrets|Bard||18",
				"Ability Score Improvement|Bard||19",
				"Proficiency Versatility|Bard||19|UAClassFeatureVariants",
				"Superior Inspiration|Bard||20"
			],
			"subclassTitle": "Bard College",
			"fluff": [
				{
					"name": "Bard",
					"type": "section",
					"entries": [
						"Canticchiando mentre traccia le sue dita su un antico monumento in una rovina dimenticata da tempo, una mezz'elfa in pelli robuste trova la conoscenza che sgorga nella sua mente, evocata dalla magia della sua canzone: conoscenza del popolo che ha costruito il monumento e della saga mitica che rappresenta.",
						"Un severo guerriero umano batte ritmicamente la spada contro la sua cotta di maglia, dando il tempo al suo canto di guerra ed esortando i suoi compagni al coraggio e all'eroismo. La magia del suo canto li fortifica e li incoraggia.",
						"Ridendo mentre accorda la sua cetra, una gnoma tesse la sua sottile magia sui nobili riuniti, assicurandosi che le parole dei suoi compagni siano ben accolte.",
						"Che sia uno studioso, uno skald o un furfante, un bardo tesse la magia attraverso le parole e la musica per ispirare gli alleati, demoralizzare i nemici, manipolare le menti, creare illusioni e persino guarire le ferite.",
						{
							"type": "entries",
							"name": "Music and Magic",
							"entries": [
								"Nel mondo di D&D, le parole e la musica non sono solo vibrazioni dell'aria, ma vocalizzazioni con un potere tutto loro. Il bardo è un maestro del canto, della parola e della magia che contengono. I bardi dicono che il multiverso è stato messo in esistenza con le parole, che le parole degli dei gli hanno dato forma e che gli echi di queste primordiali Parole della Creazione risuonano ancora in tutto il cosmo. La musica dei bardi è un tentativo di strappare e imbrigliare quegli echi, sottilmente intessuti nei loro incantesimi e poteri.",
								"La più grande forza dei bardi è la loro versatilità. Molti bardi preferiscono rimanere ai margini del combattimento, usando la loro magia per ispirare i loro alleati e ostacolare i loro nemici a distanza. Ma i bardi sono in grado di difendersi in mischia, se necessario, usando la loro magia per rinforzare le loro spade e armature. I loro incantesimi si orientano verso incantesimi e illusioni piuttosto che verso incantesimi palesemente distruttivi. Hanno un'ampia conoscenza di molti argomenti e un'attitudine naturale che permette loro di fare quasi tutto bene. I bardi diventano maestri dei talenti che si prefiggono di perfezionare, dall'esecuzione musicale alla conoscenza esoterica."
							]
						},
						{
							"type": "entries",
							"name": "Learning from Experience",
							"entries": [
								"I veri bardi non sono comuni nel mondo. Non tutti i menestrelli che cantano in una taverna o i giullari che cavalcano in una corte reale sono bardi. Scoprire la magia nascosta nella musica richiede un duro studio e una certa dose di talento naturale che manca alla maggior parte dei trovatori e dei giullari. Tuttavia, può essere difficile individuare la differenza tra questi artisti e i veri bardi. La vita di un bardo viene trascorsa girovagando per la terra raccogliendo leggende, raccontando storie e vivendo della gratitudine del pubblico, proprio come qualsiasi altro intrattenitore. Ma una profonda conoscenza, un livello di abilità musicale e un tocco di magia distinguono i bardi dai loro simili.",
								"Solo raramente i bardi si stabiliscono in un posto per molto tempo, e il loro naturale desiderio di viaggiare - per trovare nuove storie da raccontare, nuove abilità da imparare e nuove scoperte oltre l'orizzonte - rende una carriera avventurosa una chiamata naturale. Ogni avventura è un'opportunità per imparare, praticare una varietà di abilità, entrare in tombe a lungo dimenticate, scoprire opere magiche perdute, decifrare vecchi tomi, viaggiare in luoghi strani o incontrare creature esotiche. I bardi amano accompagnare gli eroi per essere testimoni delle loro gesta in prima persona. Un bardo che può raccontare una storia impressionante per esperienza personale guadagna fama tra gli altri bardi. Infatti, dopo aver raccontato così tante storie di eroi che compiono grandi gesta, molti bardi prendono a cuore questi temi e assumono essi stessi ruoli eroici."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Bard",
							"entries": [
								"I bardi prosperano sulle storie, che siano vere o meno. Il background e le motivazioni del tuo personaggio non sono importanti quanto le storie che lui o lei racconta. Forse hai avuto un'infanzia sicura e banale. Non c'è una buona storia da raccontare su questo, quindi potresti dipingerti come un orfano cresciuto da una megera in una lugubre palude. Oppure la tua infanzia potrebbe essere degna di una storia. Alcuni bardi acquisiscono la loro musica magica attraverso mezzi straordinari, compresa l'ispirazione dei fey o di altre creature soprannaturali.",
								"Hai fatto un apprendistato, studiando sotto un maestro, seguendo il bardo più esperto fino a quando non sei stato pronto a mettersi in proprio? Oppure hai frequentato un college dove hai studiato le tradizioni bardiche e praticato la tua magia musicale? Forse eri un giovane fuggiasco o un orfano, che ha fatto amicizia con un bardo errante che è diventato il tuo mentore. Oppure potresti essere stato un nobile bambino viziato istruito da un maestro. Forse sei inciampato nelle grinfie di una strega, facendo un affare per un dono musicale oltre alla tua vita e alla tua libertà, ma a quale costo?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"Puoi fare un bardo velocemente seguendo questi suggerimenti. Innanzitutto, il Carisma dovrebbe essere il tuo punteggio di abilità più alto, seguito dalla Destrezza. In secondo luogo, scegli il background {@background entertainer}. In terzo luogo, scegli i cantrip {@spell dancing lights} e {@spell vicious mockery}, insieme ai seguenti incantesimi di 1° livello: {@spell charm person}, {@spell detect magic}, {@spell healing word} e {@spell thunderwave}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 51
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"La musica è il frutto dell'albero divino che vibra con le Parole della Creazione. Ma la domanda che vi pongo è: può un bardo andare alla radice di questo albero? Può attingere alla fonte di questo potere? Ah, allora che tipo di musica porterebbe a questo mondo!"
							],
							"by": "Fletcher Danairia, master bard"
						},
						"I bardi portano leggerezza in tempi gravi; impartiscono saggezza per compensare l'ignoranza; e fanno sembrare sublime il ridicolo. I bardi sono i custodi della storia antica, le loro canzoni e i loro racconti perpetuano la memoria dei grandi eventi attraverso il tempo - una conoscenza così importante che viene memorizzata e trasmessa come storia orale, per sopravvivere anche quando non rimane alcuna traccia scritta.",
						"Il ruolo del bardo è anche quello di raccontare eventi più piccoli e contemporanei - le storie degli eroi di oggi, comprese le loro gesta di valore così come i loro fallimenti meno impressionanti.",
						"Naturalmente, il mondo ha molte persone che possono portare una melodia o raccontare una buona storia, e c'è molto di più in ogni bardo avventuriero che una lingua sciolta e una voce melodiosa. Tuttavia, ciò che distingue veramente i bardi dagli altri - e gli uni dagli altri - sono lo stile e la sostanza delle loro esibizioni.",
						"Per catturare e mantenere l'attenzione del pubblico, i bardi sono tipicamente sgargianti ed estroversi quando si esibiscono. I più famosi di loro sono essenzialmente l'equivalente del mondo di D&D delle pop star. Se stai interpretando un bardo, considera di usare uno dei tuoi musicisti preferiti come modello per il tuo personaggio.",
						"Puoi aggiungere alcuni aspetti unici al tuo personaggio bardo considerando i suggerimenti che seguono.",
						{
							"type": "entries",
							"name": "Defining Work",
							"entries": [
								"Ogni bardo di successo è famoso per almeno una performance artistica, tipicamente una canzone o una poesia che è popolare tra tutti coloro che la ascoltano. Di queste esibizioni parlano per anni coloro che le vedono, e alcuni spettatori hanno avuto le loro vite cambiate per sempre a causa dell'esperienza.",
								"Se il tuo personaggio ha appena iniziato, il tuo lavoro definitivo è probabilmente in futuro. Ma per guadagnarsi da vivere nella sua professione, è probabile che lei abbia già un pezzo o due nel suo repertorio che hanno dimostrato di piacere al pubblico.",
								{
									"type": "table",
									"caption": "Defining Work",
									"colLabels": [
										"{@dice d6}",
										"Defining Work"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"\"The Three Flambinis\", una canzone ribelle su identità sbagliate e desiderio sfrenato"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"\"Waltz of the Myconids\", un brano in levare che piace soprattutto ai bambini"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"\"Asmodeus's Golden Arse\", un poema drammatico che lei sostiene sia stato ispirato dalla sua visita personale ad Avernus"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"\"I pirati di Luskan\", il tuo resoconto di prima mano di essere stato rapito dai cacciatori di mare da bambino"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"\"Un cerchio, due piccioni e un segugio infernale\", una sottile parodia di un nobile incompetente"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"\"Un pazzo nell'abisso\", un poema comico sui viaggi di un giullare tra i demoni"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Instrument",
							"entries": [
								"Nella ricerca di un bardo per l'ultima performance e la più alta acclamazione, il proprio strumento è importante almeno quanto la propria abilità vocale. La qualità di fabbricazione dello strumento è un fattore critico, naturalmente; i migliori fanno la musica migliore, e alcuni bardi sono continuamente alla ricerca di un miglioramento. Forse altrettanto importante, però, è il valore di intrattenimento dello strumento stesso; quelli che sono bizzarramente costruiti o fatti di materiali esotici è probabile che lascino un'impressione duratura su un pubblico.",
								"Potresti avere uno strumento \"off the rack\", forse perché è tutto ciò che puoi permetterti in questo momento. Oppure, se il tuo primo strumento ti è stato regalato, potrebbe essere di un tipo più elaborato. Sei soddisfatto dello strumento che hai, o aspiri a sostituirlo con qualcosa di veramente particolare?",
								{
									"type": "table",
									"caption": "Instrument",
									"colLabels": [
										"{@dice d6}",
										"Instrument"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Un violino halfling fatto a regola d'arte"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Un mithral {@item horn|PHB} fatto dagli elfi"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Una cetra fatta con seta di ragno drow"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Un orco {@item drum|PHB}"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Una scatola di legno di bullywug croak"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Un'arpa da stagnino di design gnomico"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Embarrassment",
							"entries": [
								"Quasi ogni bardo ha subito almeno una brutta esperienza di fronte a un pubblico, ed è probabile che tu non faccia eccezione. Nessuno diventa famoso subito, dopo tutto; forse hai avuto qualche piccola difficoltà all'inizio della tua carriera, o forse ti ci è voluto un po' per ristabilire la tua reputazione dopo una notte agonizzante in cui il destino ha cospirato per portare alla tua rovina teatrale.",
								"I modi in cui una performance può andare male sono vari come i pesci nel mare. Non importa quale tipo di disastro possa accadere, tuttavia, un bardo ha il coraggio e la fiducia di riprendersi da esso - o continuando lo spettacolo (se possibile) o promettendo di tornare domani con una nuova performance che è garantita per piacere.",
								{
									"type": "table",
									"caption": "Embarrassment",
									"colLabels": [
										"{@dice d6}",
										"Embarrassment"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"La volta in cui la tua canzone comica, \"Big Tom's Hijinks\" - che, tra l'altro, pensavi fosse brillante - non è andata bene a Big Tom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Lo spettacolo del matinée quando l'orso gufo di un circo si è liberato e ha terrorizzato la folla"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Quando la tua canzone di apertura era la tua entusiasta ma universalmente odiata interpretazione di \"Song of the Froghemoth\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"La prima e ultima rappresentazione pubblica di \"Mirt, Man about Town\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"La volta in cui sul palco la tua parrucca ha preso fuoco e l'hai buttata a terra, dando fuoco al palco"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Quando ti sei seduto per sbaglio sul tuo {@item lute|PHB} durante la strofa finale di \"Starlight Serenade\""
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "A Bard's Muse",
							"entries": [
								"Naturalmente, ogni bardo ha un repertorio di canzoni e storie. Alcuni bardi sono generalisti che possono attingere da una vasta gamma di argomenti per ogni esibizione e che sono orgogliosi della loro versatilità. Altri adottano un approccio più personale alla loro arte, guidati dal loro attaccamento a una musa, un concetto particolare che ispira molto di ciò che questi bardi fanno di fronte a un pubblico.",
								"Un bardo che segue una musa generalmente lo fa per ottenere una comprensione più profonda di ciò che quella musa rappresenta e come trasmettere al meglio quella comprensione agli altri attraverso la performance.",
								"Se il tuo personaggio bardo ha una musa, potrebbe essere una delle tre descritte qui, o una di tua invenzione.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Nature",
											"entries": [
												"Ti senti legato al mondo naturale e la sua bellezza e il suo mistero ti ispirano. Per te, un albero è profondamente simbolico, le sue radici scavano nell'oscuro ignoto per trarre il potere della terra, mentre i suoi rami si protendono verso il sole per nutrire i loro fiori e frutti. La natura è l'antico testimone che ha visto sorgere e cadere ogni regno, anche quelli i cui nomi sono stati dimenticati e aspettano di essere riscoperti. Gli dei della natura condividono i loro segreti con druidi e saggi, aprendo i loro cuori e le loro menti a nuovi modi di vedere, e come con quegli individui, tu scopri che la tua creatività fiorisce mentre vaghi in un campo aperto di erba ondeggiante o cammini in silenziosa riverenza attraverso un boschetto di querce antiche."
											]
										},
										{
											"type": "entries",
											"name": "Love",
											"entries": [
												"Siete alla ricerca dell'essenza del vero amore. Anche se non disdegnate l'amore superficiale della carne e della forma, quello che vi interessa è la forma più profonda dell'amore che può ispirare migliaia di persone o portare gioia in ogni momento. L'amore di questo tipo assume molte forme, e potete vedere la sua presenza ovunque: dallo scintillio di una bella gemma al canto di un semplice pescatore che ringrazia il mare per la sua generosità. Sei sulle tracce dell'amore, la più preziosa e misteriosa delle emozioni, e la tua ricerca riempie le tue storie e le tue canzoni di vitalità e passione."
											]
										},
										{
											"type": "entries",
											"name": "Conflict",
											"entries": [
												"Il dramma incarna il conflitto, e le migliori storie hanno il conflitto come elemento chiave. Dal racconto del giorno dopo di una rissa in una taverna alla saga di una battaglia epica, da un battibecco tra amanti a una spaccatura tra potenti dinastie, il conflitto è ciò che ispira i narratori come te a creare il tuo lavoro migliore. Il conflitto può tirare fuori il meglio da alcune persone, facendo sì che la loro natura eroica risplenda e trasformi il mondo, ma può far sì che altri gravitino verso l'oscurità e cadano sotto il dominio del male. Ti sforzi di sperimentare o assistere a tutte le forme di conflitto, grandi e piccole, in modo da studiare questo aspetto eterno della vita e immortalarlo nelle tue parole e nella tua musica."
											]
										}
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 12
				}
			]
		}
	],
	"subclass": [
		{
			"name": "College of Lore",
			"shortName": "Lore",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 54,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Additional Magical Secrets",
					"known": {
						"6": [
							{
								"choose": "level=0;1;2;3"
							},
							{
								"choose": "level=0;1;2;3"
							}
						]
					}
				}
			],
			"subclassFeatures": [
				"College of Lore|Bard||Lore||3",
				"Additional Magical Secrets|Bard||Lore||6",
				"Peerless Skill|Bard||Lore||14"
			]
		},
		{
			"name": "College of Valor",
			"shortName": "Valor",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 55,
			"subclassFeatures": [
				"College of Valor|Bard||Valor||3",
				"Extra Attack|Bard||Valor||6",
				"Battle Magic|Bard||Valor||14"
			]
		},
		{
			"name": "College of Satire (UA)",
			"shortName": "Satire (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"College of Satire|Bard||Satire (UA)|UAKitsOfOld|3",
				"Fool's Insight|Bard||Satire (UA)|UAKitsOfOld|6",
				"Fool's Luck|Bard||Satire (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "College of Swords (UA)",
			"shortName": "Swords (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Swords|Bard||Swords (UA)|UAKitsOfOld|3",
				"Extra Attack|Bard||Swords (UA)|UAKitsOfOld|6",
				"Battle Magic|Bard||Swords (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "College of Glamour (UA)",
			"shortName": "Glamour (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Glamour|Bard||Glamour (UA)|UABardBardColleges|3",
				"Mantle of Majesty|Bard||Glamour (UA)|UABardBardColleges|6",
				"Mantle of Majesty|Bard||Glamour (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "College of Whispers (UA)",
			"shortName": "Whispers (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Whispers|Bard||Whispers (UA)|UABardBardColleges|3",
				"Mantle of Whispers|Bard||Whispers (UA)|UABardBardColleges|6",
				"Shadow Lore|Bard||Whispers (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "College of Swords v2 (UA)",
			"shortName": "Swords v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Swords v2|Bard||Swords v2 (UA)|UARevisedSubclasses|3",
				"Cunning Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|6",
				"Master's Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|14"
			]
		},
		{
			"name": "College of Glamour",
			"shortName": "Glamour",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 14,
			"additionalSpells": [
				{
					"innate": {
						"6": [
							"command"
						]
					}
				}
			],
			"subclassFeatures": [
				"College of Glamour|Bard||Glamour|XGE|3",
				"Mantle of Majesty|Bard||Glamour|XGE|6",
				"Unbreakable Majesty|Bard||Glamour|XGE|14"
			]
		},
		{
			"name": "College of Swords",
			"shortName": "Swords",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 15,
			"subclassFeatures": [
				"College of Swords|Bard||Swords|XGE|3",
				"Extra Attack|Bard||Swords|XGE|6",
				"Master's Flourish|Bard||Swords|XGE|14"
			]
		},
		{
			"name": "College of Whispers",
			"shortName": "Whispers",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 16,
			"subclassFeatures": [
				"College of Whispers|Bard||Whispers|XGE|3",
				"Mantle of Whispers|Bard||Whispers|XGE|6",
				"Shadow Lore|Bard||Whispers|XGE|14"
			]
		},
		{
			"name": "College of Eloquence (UA)",
			"shortName": "Eloquence (UA)",
			"source": "UABardAndPaladin",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Eloquence|Bard||Eloquence (UA)|UABardAndPaladin|3",
				"Undeniable Logic|Bard||Eloquence (UA)|UABardAndPaladin|6",
				"Infectious Inspiration|Bard||Eloquence (UA)|UABardAndPaladin|14"
			]
		},
		{
			"name": "College of Creation (UA)",
			"shortName": "Creation (UA)",
			"source": "UA2020SubclassesPt2",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Creation|Bard||Creation (UA)|UA2020SubclassesPt2|3",
				"Animating Performance|Bard||Creation (UA)|UA2020SubclassesPt2|6",
				"Performance of Creation|Bard||Creation (UA)|UA2020SubclassesPt2|14"
			]
		},
		{
			"name": "College of Spirits (UA)",
			"shortName": "Spirits (UA)",
			"source": "UA2020SubclassesPt4",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Spirits|Bard||Spirits (UA)|UA2020SubclassesPt4|3",
				"Spirit Session|Bard||Spirits (UA)|UA2020SubclassesPt4|6",
				"Spiritual Focus|Bard||Spirits (UA)|UA2020SubclassesPt4|6",
				"Mystical Connection|Bard||Spirits (UA)|UA2020SubclassesPt4|14"
			]
		},
		{
			"name": "College of Creation",
			"shortName": "Creation",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"subclassFeatures": [
				"College of Creation|Bard||Creation|TCE|3",
				"Animating Performance|Bard||Creation|TCE|6",
				"Creative Crescendo|Bard||Creation|TCE|14"
			]
		},
		{
			"name": "College of Eloquence",
			"shortName": "Eloquence",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 29,
			"otherSources": [
				{
					"source": "MOT",
					"page": 28
				}
			],
			"subclassFeatures": [
				"College of Eloquence|Bard||Eloquence|TCE|3",
				"Unfailing Inspiration|Bard||Eloquence|TCE|6",
				"Universal Speech|Bard||Eloquence|TCE|6",
				"Infectious Inspiration|Bard||Eloquence|TCE|14"
			]
		},
		{
			"name": "College of Spirits",
			"shortName": "Spirits",
			"source": "VRGR",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"known": {
						"3": [
							"guidance#c"
						]
					}
				}
			],
			"subclassFeatures": [
				"College of Spirits|Bard||Spirits|VRGR|3",
				"Spirit Session|Bard||Spirits|VRGR|6",
				"Mystical Connection|Bard||Spirits|VRGR|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Bardic Inspiration",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Puoi ispirare gli altri attraverso parole o musica emozionanti. Per farlo, usi un'azione bonus nel tuo turno per scegliere una creatura diversa da te entro 60 piedi da te che possa sentirti. Quella creatura guadagna un dado Ispirazione Bardica, un {@dice d6}.",
				"Una volta entro i successivi 10 minuti, la creatura può tirare il dado e aggiungere il numero tirato a una prova di abilità, tiro di attacco o tiro salvezza che effettua. La creatura può aspettare fino a dopo aver tirato il {@dice d20} prima di decidere di usare il dado Ispirazione Bardica, ma deve decidere prima che il DM dica se il tiro riesce o fallisce. Una volta che il dado Ispirazione Bardica è tirato, è perso. Una creatura può avere un solo dado Ispirazione Bardica alla volta.",
				"Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Carisma (un minimo di una volta). Riacquisterai gli usi consumati al termine di un riposo lungo.",
				"Il tuo dado di Ispirazione Bardica cambia quando raggiungi determinati livelli in questa classe. Il dado diventa un {@dice d8} al 5° livello, un {@dice d10} al 10° livello e un {@dice d12} al 15° livello."
			]
		},
		{
			"name": "Magical Inspiration",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level bard feature (enhances Bardic Inspiration)}",
				"Se una creatura ha un dado di Ispirazione Bardica da te e lancia un incantesimo, la creatura può tirare quel dado e aggiungere il numero tirato a un tiro di danno o di guarigione dell'incantesimo. Il dado di Ispirazione Bardica viene poi perso."
			]
		},
		{
			"name": "Spell Versatility",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level bard feature (enhances Spellcasting)}",
				"Ogni volta che finisci un riposo lungo, puoi sostituire un incantesimo che hai imparato con questa caratteristica Incantesimi con un altro incantesimo dalla lista degli incantesimi del bardo. Il nuovo incantesimo deve essere dello stesso livello di quello sostituito."
			]
		},
		{
			"name": "Spellcasting",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Hai imparato a districare e rimodellare il tessuto della realtà in armonia con i tuoi desideri e la tua musica. I tuoi incantesimi fanno parte del tuo vasto repertorio, una magia che puoi adattare alle diverse situazioni. Vedi {@book chapter 10|PHB|10} per le regole generali dell'incantesimo e {@book chapter 11|PHB|11} per il {@filter bard spell list|spells|class=bard}.",
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"Conosci due incantesimi a tua scelta dalla lista degli incantesimi da bardo. Apprendi ulteriori incantesimi da bardo a tua scelta ai livelli superiori, imparando un 3° incantesimo al 4° livello e un 4° al 10° livello."
					]
				},
				{
					"type": "entries",
					"name": "Spell Slots",
					"entries": [
						"La tabella del Bardo mostra quanti slot incantesimi hai a disposizione per lanciare i tuoi {@filter bard spells|spells|class=bard} di 1° livello e superiori. Per lanciare uno di questi incantesimi, devi spendere uno slot di livello dell'incantesimo o superiore. Riacquisti tutti gli slot incantesimo spesi quando finisci un riposo lungo.",
						"Per esempio, se conosci l'incantesimo di 1° livello {@spell cure wounds} e hai a disposizione uno slot per incantesimi di 1° livello e uno di 2° livello, puoi lanciare {@spell cure wounds} usando uno dei due slot."
					]
				},
				{
					"type": "entries",
					"name": "Spells Known of 1st Level and Higher",
					"entries": [
						"Conosci quattro incantesimi di 1° livello a tua scelta dalla lista degli incantesimi del bardo.",
						"Impari un incantesimo da bardo aggiuntivo a tua scelta a ogni livello, tranne il 12°, 16°, 19° e 20°. Ognuno di questi incantesimi deve essere di un livello per il quale hai degli slot per incantesimi. Ad esempio, quando raggiungi il 3° livello in questa classe, puoi imparare un nuovo incantesimo di 1° o 2° livello.",
						"Inoltre, quando guadagni un livello in questa classe, puoi scegliere uno degli incantesimi da bardo che conosci e sostituirlo con un altro incantesimo dalla lista degli incantesimi da bardo, che deve anche essere di un livello per il quale hai degli slot per incantesimi."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"Il Carisma è la tua abilità di incantatore per i tuoi incantesimi da bardo. La tua magia deriva dal cuore e dall'anima che riversi nell'esecuzione della tua musica o della tua orazione. Userai il tuo Carisma ogni volta che un incantesimo farà riferimento alla tua capacità di incantatore. Inoltre, userai il tuo modificatore di Carisma per stabilire la CD del tiro salvezza di un incantesimo da bardo che lancerai e per effettuare un tiro per attaccare.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"cha"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"cha"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ritual Casting",
					"entries": [
						"Puoi lanciare qualsiasi incantesimo da bardo che conosci come rituale se quell'incantesimo ha il tag rituale."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Focus",
					"entries": [
						"Puoi usare un {@item musical instrument|PHB} come focus per i tuoi incantesimi da bardo."
					]
				}
			]
		},
		{
			"name": "Jack of All Trades",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partire dal 2° livello, puoi aggiungere metà del tuo bonus di competenza, arrotondato per difetto, a qualsiasi prova di abilità che non includa già il tuo bonus di competenza."
			]
		},
		{
			"name": "Magical Inspiration",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 2nd-level bard {@variantrule optional class features|tce|optional feature}}",
				"Se una creatura ha un dado di Ispirazione Bardica da te e lancia un incantesimo che ripristina i punti ferita o infligge danno, la creatura può tirare quel dado e scegliere un bersaglio colpito dall'incantesimo. Aggiungi il numero tirato come bonus ai punti ferita recuperati o al danno inflitto. Il dado di Ispirazione Bardica viene quindi perso."
			]
		},
		{
			"name": "Song of Rest (d6)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partire dal 2° livello, puoi usare una musica o un'orazione rilassante per aiutare a rivitalizzare i tuoi alleati feriti durante un breve riposo. Se tu o le creature amiche che possono ascoltare la tua esibizione recuperate punti ferita spendendo Dadi Ferita alla fine del breve riposo, ognuna di queste creature recupera un extra {@dice 1d6} punti ferita.",
				"I punti ferita extra aumentano quando raggiungi determinati livelli in questa classe: al {@dice 1d8} al 9° livello, al {@dice 1d10} al 13° livello e al {@dice 1d12} al 17° livello."
			]
		},
		{
			"name": "Bard College",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3° livello, ti addentrerai nelle tecniche avanzate di un collegio bardico a tua scelta dalla lista dei collegi disponibili. La tua scelta ti garantisce delle caratteristiche al 3° livello e di nuovo al 6° e al 14° livello."
			]
		},
		{
			"name": "Expertise",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3° livello, scegli due delle tue capacità. Il tuo bonus di competenza viene raddoppiato per qualsiasi prova di abilità che utilizzi una delle capacità scelte.",
				"Al 10° livello, puoi scegliere altre due competenze di abilità per ottenere questo beneficio."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quando raggiungi il 4° livello, puoi aumentare un punteggio di abilità a tua scelta di 2, oppure puoi aumentare due punteggi di abilità a tua scelta di 1. Come al solito, non puoi aumentare un punteggio di abilità superiore a 20 usando questa caratteristica.",
				"Se il tuo DM permette l'uso dei talenti, puoi invece prendere un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Bardic Versatility",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level bard {@variantrule optional class features|tce|optional feature}}",
				"Ogni volta che raggiungi un livello in questa classe che concede la caratteristica Miglioramento dei punteggi di abilità, puoi fare una delle seguenti cose, che rappresentano un cambiamento di attenzione nell'uso delle tue abilità e magie:",
				{
					"type": "list",
					"items": [
						"Sostituisci una delle abilità che hai scelto per la caratteristica Expertise con una delle tue altre abilità che non beneficia di Expertise.",
						"Sostituisci un incantesimo che hai imparato dalla caratteristica Incantesimo di questa classe con un altro incantesimo del {@filter bard spell list|spells|level=0|class=bard}."
					]
				}
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Ability Score Improvement)}",
				"Quando ottieni la caratteristica Miglioramento del punteggio di abilità dalla tua classe, puoi anche sostituire una delle tue capacità con una capacità offerta dalla tua classe al 1° livello (la capacità che sostituisci non deve necessariamente essere della classe).",
				"Questo cambiamento rappresenta una delle tue abilità che si atrofizza mentre ti concentri su un'altra abilità."
			]
		},
		{
			"name": "Bardic Inspiration (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Al 5° livello, il tuo dado di Ispirazione Bardica cambia in un {@dice d8}."
			]
		},
		{
			"name": "Font of Inspiration",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partire dal 5° livello, riacquisti tutti i tuoi usi di Ispirazione Bardica quando finisci un riposo breve o lungo."
			]
		},
		{
			"name": "Bard College feature",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6° livello, guadagni una caratteristica del tuo Collegio di Bard."
			]
		},
		{
			"name": "Countercharm",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6° livello, ottieni la capacità di usare note musicali o parole di potere per interrompere gli effetti di influenza mentale. Come azione, puoi iniziare una performance che dura fino alla fine del tuo prossimo turno. Durante questo periodo, tu e tutte le creature amiche entro 30 piedi da te hanno un vantaggio nei tiri salvezza contro l'essere {@condition frightened} o {@condition charmed}. Una creatura deve essere in grado di sentirti per ottenere questo beneficio. La performance termina in anticipo se vieni {@condition incapacitated} o messo a tacere o se la interrompi volontariamente (nessuna azione richiesta)."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quando raggiungi l'8° livello, puoi aumentare un punteggio di abilità a tua scelta di 2, oppure puoi aumentare due punteggi di abilità a tua scelta di 1. Come al solito, non puoi aumentare un punteggio di abilità superiore a 20 usando questa caratteristica.",
				"Se il tuo DM permette l'uso dei talenti, puoi invece prendere un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Ability Score Improvement)}",
				"Quando ottieni la caratteristica Miglioramento del punteggio di abilità dalla tua classe, puoi anche sostituire una delle tue capacità con una capacità offerta dalla tua classe al 1° livello (la capacità che sostituisci non deve necessariamente essere della classe).",
				"Questo cambiamento rappresenta una delle tue abilità che si atrofizza mentre ti concentri su un'altra abilità."
			]
		},
		{
			"name": "Song of Rest (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"Al 9° livello, i punti ferita extra ottenuti da Song of Rest aumentano a {@dice 1d8}."
			]
		},
		{
			"name": "Bardic Inspiration (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10° livello, il tuo dado di Ispirazione Bardica cambia in un {@dice d10}."
			]
		},
		{
			"name": "Expertise",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10° livello, puoi scegliere altre due abilità di competenza. Il tuo bonus di competenza viene raddoppiato per qualsiasi prova di abilità che utilizzi una delle due capacità scelte."
			]
		},
		{
			"name": "Magical Secrets",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10° livello, hai saccheggiato conoscenze magiche da un ampio spettro di discipline. Scegli due incantesimi da qualsiasi classe, compresa questa. Un incantesimo scelto deve essere di un livello che puoi lanciare, come indicato nella tabella del Bardo, o un cantrip.",
				"Gli incantesimi scelti contano come incantesimi da bardo per te e sono inclusi nel numero nella colonna Incantesimi conosciuti della tabella del bardo.",
				"Impari due incantesimi aggiuntivi da qualsiasi classe al 14° livello e di nuovo al 18° livello."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quando raggiungi il 12° livello, puoi aumentare un punteggio di abilità a tua scelta di 2, oppure puoi aumentare due punteggi di abilità a tua scelta di 1. Come al solito, non puoi aumentare un punteggio di abilità superiore a 20 usando questa caratteristica.",
				"Se il tuo DM permette l'uso dei talenti, puoi invece prendere un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Ability Score Improvement)}",
				"Quando ottieni la caratteristica Miglioramento del punteggio di abilità dalla tua classe, puoi anche sostituire una delle tue capacità con una capacità offerta dalla tua classe al 1° livello (la capacità che sostituisci non deve necessariamente essere della classe).",
				"Questo cambiamento rappresenta una delle tue abilità che si atrofizza mentre ti concentri su un'altra abilità."
			]
		},
		{
			"name": "Song of Rest (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Al 13° livello, i punti ferita extra ottenuti da Song of Rest aumentano a {@dice 1d10}."
			]
		},
		{
			"name": "Bard College feature",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al 14° livello, guadagni una caratteristica del tuo Collegio di Bard."
			]
		},
		{
			"name": "Magical Secrets",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al 14° livello, scegli due incantesimi aggiuntivi da qualsiasi classe, compresa questa. Un incantesimo scelto deve essere di un livello che puoi lanciare, come indicato nella tabella del Bardo, o un cantrip.",
				"Gli incantesimi scelti contano come incantesimi da bardo per te e sono inclusi nel numero nella colonna Incantesimi conosciuti della tabella del bardo."
			]
		},
		{
			"name": "Bardic Inspiration (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al 15° livello, il tuo dado di Ispirazione Bardica cambia in un {@dice d12}."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quando raggiungi il 16° livello, puoi aumentare un punteggio di abilità a tua scelta di 2, oppure puoi aumentare due punteggi di abilità a tua scelta di 1. Come al solito, non puoi aumentare un punteggio di abilità superiore a 20 usando questa caratteristica.",
				"Se il tuo DM permette l'uso dei talenti, puoi invece prendere un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Ability Score Improvement)}",
				"Quando ottieni la caratteristica Miglioramento del punteggio di abilità dalla tua classe, puoi anche sostituire una delle tue capacità con una capacità offerta dalla tua classe al 1° livello (la capacità che sostituisci non deve necessariamente essere della classe).",
				"Questo cambiamento rappresenta una delle tue abilità che si atrofizza mentre ti concentri su un'altra abilità."
			]
		},
		{
			"name": "Song of Rest (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al 17° livello, i punti ferita extra ottenuti da Song of Rest aumentano a {@dice 1d12}."
			]
		},
		{
			"name": "Magical Secrets",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Al 18° livello, scegli due incantesimi aggiuntivi da qualsiasi classe, compresa questa. L'incantesimo scelto deve essere di un livello che puoi lanciare, come indicato nella tabella del Bardo, o un cantrip.",
				"Gli incantesimi scelti contano come incantesimi da bardo per te e sono inclusi nel numero nella colonna Incantesimi conosciuti della tabella del bardo."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quando raggiungi il 19° livello, puoi aumentare un punteggio di abilità a tua scelta di 2, oppure puoi aumentare due punteggi di abilità a tua scelta di 1. Come normale, non puoi aumentare un punteggio di abilità superiore a 20 usando questa caratteristica.",
				"Se il tuo DM permette l'uso dei talenti, puoi invece prendere un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Ability Score Improvement)}",
				"Quando ottieni la caratteristica Miglioramento del punteggio di abilità dalla tua classe, puoi anche sostituire una delle tue capacità con una capacità offerta dalla tua classe al 1° livello (la capacità che sostituisci non deve necessariamente essere della classe).",
				"Questo cambiamento rappresenta una delle tue abilità che si atrofizza mentre ti concentri su un'altra abilità."
			]
		},
		{
			"name": "Superior Inspiration",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al 20° livello, quando tiri l'iniziativa e non hai più usi di Ispirazione Bardica, riguadagni un uso."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "College of Lore",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"I bardi del Collegio di Lore sanno qualcosa sulla maggior parte delle cose, raccogliendo frammenti di conoscenza da fonti diverse come tomi accademici e racconti contadini. Che cantino ballate popolari nelle taverne o composizioni elaborate nelle corti reali, questi bardi usano i loro doni per incantare il pubblico. Quando gli applausi si spengono, i membri del pubblico potrebbero ritrovarsi a mettere in discussione tutto ciò che ritenevano vero, dalla loro fede nel sacerdozio del tempio locale alla loro fedeltà al re.",
				"La lealtà di questi bardi risiede nella ricerca della bellezza e della verità, non nella fedeltà a un monarca o nel seguire i principi di una divinità. Un nobile che tiene un bardo come araldo o consigliere sa che il bardo preferisce essere onesto che politico.",
				"I membri del collegio si riuniscono nelle biblioteche e a volte in veri e propri collegi, completi di aule e dormitori, per condividere le loro conoscenze tra loro. Si incontrano anche alle feste o agli affari di stato, dove possono smascherare la corruzione, svelare le bugie e prendere in giro le figure autoritarie altezzose.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Lore||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cutting Words|Bard||Lore||3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al College of Lore al 3° livello, guadagni competenza in tre abilità a tua scelta."
			]
		},
		{
			"name": "Cutting Words",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Sempre al 3° livello, impari a usare la tua arguzia per distrarre, confondere, e comunque diminuire la fiducia e la competenza degli altri. Quando una creatura che puoi vedere entro 60 piedi da te effettua un tiro di attacco, una verifica di abilità o un tiro per danni, puoi usare la tua reazione per spendere uno dei tuoi usi di Ispirazione Bardica, tirando un dado di Ispirazione Bardica e sottraendo il numero tirato dal tiro della creatura. Puoi scegliere di usare questa caratteristica dopo che la creatura ha effettuato il suo tiro, ma prima che il DM determini se il tiro di attacco o la verifica dell'abilità ha successo o fallisce, o prima che la creatura infligga il suo danno. La creatura è immune se non può sentirti o se è immune all'essere {@condition charmed}."
			]
		},
		{
			"name": "Additional Magical Secrets",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6° livello, impari due incantesimi a tua scelta da qualsiasi classe. Un incantesimo scelto deve essere di un livello che puoi lanciare, come indicato nella tabella del bardo, o un cantrip. Gli incantesimi scelti contano come incantesimi da bardo per te, ma non contano nel numero di incantesimi da bardo che conosci."
			]
		},
		{
			"name": "Peerless Skill",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partire dal 14° livello, quando effettui una prova di abilità, puoi consumare un uso di Ispirazione Bardica. Tira un dado di Ispirazione Bardica e aggiungi il numero tirato alla tua prova di abilità. Puoi scegliere di farlo dopo aver tirato il dado per la prova di abilità, ma prima che il DM ti dica se hai successo o meno."
			]
		},
		{
			"name": "College of Valor",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"I bardi del Collegio del Valore sono audaci arcieri i cui racconti mantengono viva la memoria dei grandi eroi del passato, ispirando così una nuova generazione di eroi. Questi bardi si riuniscono nelle sale di idromele o intorno a grandi falò per cantare le gesta dei potenti, sia del passato che del presente. Viaggiano per la terra per essere testimoni di grandi eventi in prima persona e per assicurarsi che la memoria di quegli eventi non passi dal mondo. Con le loro canzoni, ispirano gli altri a raggiungere le stesse altezze di realizzazione degli eroi del passato.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Valor||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Inspiration|Bard||Valor||3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio del Valore al 3° livello, guadagni competenza con le armature medie, gli scudi e le armi marziali."
			]
		},
		{
			"name": "Combat Inspiration",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Sempre al 3° livello, impari a ispirare gli altri in battaglia. Una creatura che ha ricevuto un dado di Ispirazione Bardica da te può tirare quel dado e aggiungere il numero tirato al tiro per il danno dell'arma che ha appena effettuato. In alternativa, quando viene effettuato un tiro di dado d'attacco contro la creatura, essa può usare la sua reazione per tirare il dado di Ispirazione Bardica e aggiungere il numero tirato alla sua CA contro quell'attacco, dopo aver visto il tiro ma prima di sapere se colpisce o manca."
			]
		},
		{
			"name": "Extra Attack",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partire dal 6° livello, puoi attaccare due volte, invece che una, ogni volta che esegui l'azione {@action Attack} nel tuo turno."
			]
		},
		{
			"name": "Battle Magic",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al 14° livello, hai imparato l'arte di intrecciare l'incantesimo e l'uso delle armi in un unico atto armonioso. Quando usi la tua azione per lanciare un incantesimo da bardo, puoi effettuare un attacco con l'arma come azione bonus."
			]
		},
		{
			"name": "College of Creation",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"I bardi credono che il cosmo sia un'opera d'arte - la creazione dei primi draghi e dei. Quell'opera creativa includeva armonie che continuano a risuonare attraverso l'esistenza oggi, un potere conosciuto come il Canto della Creazione. I bardi del Collegio della Creazione attingono a quel canto primordiale attraverso la danza, la musica e la poesia, e i loro insegnanti condividono questa lezione:",
				"\"Prima del sole e della luna, c'era il Canto, e la sua musica svegliò la prima alba. Le sue melodie deliziarono così tanto le pietre e gli alberi che alcuni di loro acquistarono una voce propria. E ora cantano anche loro. Imparate il Canto, studenti, e anche voi potrete insegnare alle montagne a cantare e danzare\".",
				"Nani e gnomi spesso incoraggiano i loro bardi a diventare studenti del Canto della Creazione. E tra i nati dai draghi, il Canto della Creazione è venerato, poiché le leggende ritraggono Bahamut e Tiamat, il più grande dei draghi, come due dei primi cantori del canto.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mote of Potential|Bard||Creation|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Performance of Creation|Bard||Creation|TCE|3"
				}
			]
		},
		{
			"name": "Mote of Potential",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Creation feature}",
				"Ogni volta che dai a una creatura un dado di Ispirazione Bardica, puoi pronunciare una nota del Canto della Creazione per creare una Minuscola macchia di potenziale, che orbita entro 5 piedi da quella creatura. Il mote è intangibile e invulnerabile, e dura finché il dado di Ispirazione Bardica non viene perso. Il mote ha l'aspetto di una nota musicale, una stella, un fiore o un altro simbolo dell'arte o della vita che scegli.",
				"Quando la creatura usa il dado di Ispirazione Bardica, il dado fornisce un effetto aggiuntivo basato sul fatto che il dado giovi a una prova di abilità, un tiro di attacco o un tiro salvezza, come specificato di seguito:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Check",
							"entry": "Quando la creatura tira il dado di Ispirazione Bardica per aggiungerlo a una prova di abilità, la creatura può tirare di nuovo il dado di Ispirazione Bardica e scegliere quale tiro usare, mentre la macchia scoppia ed emette scintille colorate e innocue per un momento."
						},
						{
							"type": "item",
							"name": "Attack Roll",
							"entry": "Immediatamente dopo che la creatura tira il dado di Ispirazione Bardica per aggiungerlo a un tiro di attacco contro un bersaglio, il mote si frantuma fragorosamente. Il bersaglio e ogni creatura a tua scelta che puoi vedere entro un raggio di 5 piedi da esso devono riuscire in un tiro salvezza di Costituzione contro la tua CD di salvataggio dell'incantesimo o subire danni da tuono pari al numero lanciato sul dado di Ispirazione Bardica."
						},
						{
							"type": "item",
							"name": "Saving Throw",
							"entry": "Immediatamente dopo che la creatura tira il dado di Ispirazione Bardica e lo aggiunge a un tiro salvezza, la macchia svanisce con il suono di una musica dolce, facendo guadagnare alla creatura punti ferita temporanei pari al numero tirato sul dado di Ispirazione Bardica più il tuo modificatore di Carisma (minimo 1 punto ferita temporaneo)."
						}
					]
				}
			]
		},
		{
			"name": "Performance of Creation",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Creation feature}",
				"Come azione, puoi incanalare la magia del Canto della Creazione per creare un oggetto non magico a tua scelta in uno spazio non occupato entro 10 piedi da te. L'oggetto deve apparire su una superficie o in un liquido che possa supportarlo. Il valore in gp dell'oggetto non può essere superiore a 20 volte il tuo livello da bardo e l'oggetto deve essere medio o più piccolo. L'oggetto luccica dolcemente e una creatura può sentire una leggera musica quando lo tocca. L'oggetto creato scompare dopo un numero di ore pari al tuo bonus di competenza. Per esempi di oggetti che puoi creare, consulta il capitolo sull'equipaggiamento del {@book Player's Handbook|PHB|5}.",
				"Una volta che hai creato un oggetto con questa caratteristica, non puoi farlo di nuovo finché non finisci un riposo lungo, a meno che tu non spenda uno slot incantesimo di 2° livello o superiore per usare nuovamente questa caratteristica. Puoi avere un solo oggetto creato con questa caratteristica alla volta; se usi questa azione e hai già un oggetto con questa caratteristica, il primo svanisce immediatamente.",
				"La dimensione dell'oggetto che puoi creare con questa caratteristica aumenta di una categoria di dimensione quando raggiungi il 6° livello (Large) e il 14° livello (Huge)."
			]
		},
		{
			"name": "Animating Performance",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Creation feature}",
				"Come azione, puoi animare un oggetto non magico grande o più piccolo entro 30 piedi da te, che non sia indossato o portato. L'oggetto animato utilizza il blocco statistico {@creature Dancing Item|TCE}, che utilizza il tuo bonus di competenza (PB). L'oggetto è amichevole con te e i tuoi compagni e obbedisce ai tuoi comandi. Vive per 1 ora, finché non viene ridotto a 0 punti ferita o finché non muori.",
				"In combattimento, l'oggetto condivide il tuo conteggio di iniziativa, ma prende il suo turno immediatamente dopo il tuo. Può muoversi e usare la sua reazione da solo, ma l'unica azione che compie nel suo turno è l'azione {@action Dodge}, a meno che tu non compia un'azione bonus nel tuo turno per ordinargli di compiere un'altra azione. Quell'azione può essere una del suo blocco statistico o un'altra azione. Se sei {@condition incapacitated}, l'oggetto può compiere qualsiasi azione di sua scelta, non solo {@action Dodge}.",
				"Quando usi la tua caratteristica Ispirazione Bardica, puoi comandare l'oggetto come parte della stessa azione bonus che usi per Ispirazione Bardica.",
				"Una volta che hai animato un oggetto con questa caratteristica, non puoi farlo di nuovo finché non finisci un riposo lungo, a meno che tu non spenda uno slot incantesimo di 3° livello o superiore per usare nuovamente questa caratteristica. Puoi avere un solo oggetto animato da questa caratteristica alla volta; se usi questa azione e hai già un {@creature dancing item|TCE} da questa caratteristica, il primo diventa immediatamente inanimato."
			]
		},
		{
			"name": "Creative Crescendo",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level College of Creation feature}",
				"Quando usi la tua caratteristica Prestazione di Creazione, puoi creare più di un oggetto alla volta. Il numero di oggetti è pari al tuo modificatore di Carisma (minimo due oggetti). Se crei un oggetto che supera tale numero, puoi scegliere quale degli oggetti creati in precedenza scompare. Solo uno di questi oggetti può essere della dimensione massima che puoi creare; gli altri devono essere Piccoli o Minuscoli.",
				"Non sei più limitato dal valore in gp quando crei oggetti con Performance of Creation."
			]
		},
		{
			"name": "College of Eloquence",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Gli aderenti al Collegio dell'Eloquenza padroneggiano l'arte dell'oratoria. La persuasione è considerata un'arte elevata, e un'argomentazione ben ragionata e ben parlata spesso si dimostra più persuasiva dei fatti. Questi bardi brandiscono una miscela di logica e giochi di parole teatrali, conquistando gli scettici e i detrattori con argomenti logici e facendo leva sulle corde del cuore per fare appello alle emozioni del pubblico.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Silver Tongue|Bard||Eloquence|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unsettling Words|Bard||Eloquence|TCE|3"
				}
			]
		},
		{
			"name": "Silver Tongue",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Eloquence feature}",
				"Sei un maestro nel dire la cosa giusta al momento giusto. Quando effettui una prova di Carisma ({@skill Persuasion}) o Carisma ({@skill Deception}), puoi considerare un tiro di {@dice d20} di 9 o inferiore come un 10."
			]
		},
		{
			"name": "Unsettling Words",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Eloquence feature}",
				"Puoi far girare parole intrise di magia che turbano una creatura e la inducono a dubitare di se stessa. Come azione bonus, puoi spendere un uso della tua Ispirazione Bardica e scegliere una creatura che puoi vedere entro 60 piedi da te. Tira il dado di Ispirazione Bardica. La creatura deve sottrarre il numero tirato dal prossimo tiro salvezza che effettua prima dell'inizio del tuo prossimo turno."
			]
		},
		{
			"name": "Unfailing Inspiration",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Eloquence feature}",
				"Le tue parole ispiratrici sono così persuasive che gli altri si sentono spinti al successo. Quando una creatura aggiunge uno dei tuoi dadi di Ispirazione Bardica alla sua prova di abilità, tiro di attacco o tiro salvezza e il tiro fallisce, la creatura può mantenere il dado di Ispirazione Bardica."
			]
		},
		{
			"name": "Universal Speech",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Eloquence feature}",
				"Hai acquisito la capacità di rendere il tuo discorso comprensibile a qualsiasi creatura. Come azione, scegli una o più creature entro 60 piedi da te, fino a un numero pari al tuo modificatore di Carisma (minimo una creatura). Le creature scelte possono magicamente capirti, indipendentemente dalla lingua che parli, per 1 ora.",
				"Una volta che hai usato questa caratteristica, non puoi usarla di nuovo finché non finisci un riposo lungo, a meno che tu non spenda uno slot incantesimo per usarla di nuovo."
			]
		},
		{
			"name": "Infectious Inspiration",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level College of Eloquence feature}",
				"Quando ispiri con successo qualcuno, il potere della tua eloquenza può ora estendersi a qualcun altro. Quando una creatura entro 60 piedi da te aggiunge uno dei tuoi dadi di Ispirazione Bardica alla sua prova di abilità, tiro di attacco o tiro salvezza e il tiro ha successo, puoi usare la tua reazione per incoraggiare un'altra creatura (diversa da te) che può sentirti entro 60 piedi da te, dandole un dado di Ispirazione Bardica senza spendere nessuno dei tuoi usi di Ispirazione Bardica.",
				"Puoi usare questa reazione un numero di volte pari al tuo modificatore di Carisma (minimo una volta), e riacquisti tutti gli usi consumati quando finisci un riposo lungo."
			]
		},
		{
			"name": "College of Creation",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 3,
			"entries": [
				"I bardi credono che il multiverso sia stato dato all'esistenza attraverso la parola e il suono, armonie esoteriche che continuano a risuonare attraverso l'esistenza: il Canto della Creazione. I bardi di questo collegio attingono a questo antico potere attraverso esibizioni di danza, musica o canto per portare all'esistenza ciò di cui hanno più bisogno.",
				"I membri di questo collegio potrebbero aver sviluppato i loro poteri durante esperienze su altri mondi o piani di esistenza. Coloro che hanno visto le comunanze di più realtà potrebbero aver imparato come attingere a verità che la maggior parte dei mortali intravede solo per un momento. In alternativa, il bardo potrebbe trovarsi fuori dal proprio piano, dalla propria realtà o dal proprio tempo, e le sue connessioni con l'altrove gli permettono di manipolare lo spazio che lo circonda. Indipendentemente da dove un bardo attinga i suoi poteri, altri artisti potrebbero essere attratti da loro, sia per imparare i loro segreti che per porre fine alla loro pericolosa manipolazione del Canto della Creazione.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Note of Potential|Bard||Creation (UA)|UA2020SubclassesPt2|3"
				}
			]
		},
		{
			"name": "Note of Potential",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Creation feature}",
				"Puoi manipolare il Canto della Creazione per evocare una nota musicale fluttuante di possibilità: Ogni volta che dai a una creatura un dado di Ispirazione Bardica, puoi creare una Nota di Potenziale. La nota orbita entro 5 piedi dalla creatura. La nota è un oggetto minuscolo, intangibile e invulnerabile, e dura finché il dado di Ispirazione Bardica non viene perso. Una creatura con una nota può usarla nei seguenti modi.",
				{
					"type": "entries",
					"name": "Note of Destruction",
					"entries": [
						"Immediatamente dopo aver tirato il dado di Ispirazione Bardica per aggiungerlo a un tiro di attacco, la creatura può spendere la nota per creare una raffica di suono. Ogni altra creatura entro 5 piedi da essa deve riuscire in un tiro salvezza di Costituzione contro la tua CD di salvataggio dell'incantesimo o subire danni da tuono pari al numero tirato sul dado di Ispirazione Bardica."
					]
				},
				{
					"type": "entries",
					"name": "Note of Protection",
					"entries": [
						"Immediatamente dopo che la creatura tira il dado di Ispirazione Bardica e lo aggiunge a un tiro salvezza, la creatura può spendere la nota per guadagnare punti ferita temporanei pari al numero tirato sul dado di Ispirazione Bardica + il tuo modificatore di Carisma, purché la creatura non abbia già punti ferita temporanei."
					]
				},
				{
					"type": "entries",
					"name": "Note of Ingenuity",
					"entries": [
						"Quando la creatura tira il dado di Ispirazione Bardica per aggiungerlo ad una prova di abilità, la creatura può spendere la nota per tirare nuovamente il dado di Ispirazione Bardica e scegliere quale tiro utilizzare."
					]
				}
			]
		},
		{
			"name": "Animating Performance",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Creation feature}",
				"La tua padronanza del Canto della Creazione ti permette di dare magicamente vita agli oggetti. Come azione, puoi bersagliare un oggetto non magico grande o più piccolo che puoi vedere entro 30 piedi da te e animarlo. L'oggetto animato utilizza il blocco statistico {@creature Dancing Item|UA2020SubclassesPt2} ed è sotto il tuo controllo per 1 ora o finché non viene ridotto a 0 punti ferita.",
				"In combattimento, l'oggetto condivide il tuo conteggio di iniziativa, ma prende il suo turno immediatamente dopo il tuo. Può muoversi e usare la sua reazione da solo, ma l'unica azione che compie nel suo turno è l'azione {@action Dodge}, a meno che tu non compia un'azione bonus nel tuo turno per ordinargli di compiere una delle azioni del suo blocco statistico o l'azione {@action Dash}, {@action Disengage}, {@action Help}, {@action Hide} o {@action Search}.",
				"Quando usi la tua caratteristica Ispirazione Bardica, puoi comandare quale azione il tuo oggetto animato compie come parte della stessa azione bonus.",
				"Una volta che hai animato un oggetto con questa caratteristica, non puoi farlo di nuovo finché non finisci un riposo lungo o finché non spendi uno slot incantesimo di 3° livello o superiore per usare questa caratteristica. Puoi avere un solo oggetto animato da questa caratteristica alla volta; se usi questa azione e hai già un {@creature dancing item|UA2020SubclassesPt2} da questa caratteristica, il primo diventa immediatamente inanimato."
			]
		},
		{
			"name": "Performance of Creation",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level College of Creation feature}",
				"La tua performance può manipolare la magia della creazione, trasformando brevemente il mondo intorno a te. Come azione, puoi creare un oggetto non magico a tua scelta in uno spazio non occupato entro 3 metri da te. L'oggetto deve apparire su una superficie o in un liquido che possa supportarlo. Il valore in gp dell'oggetto non può essere superiore a 20 volte il tuo livello da bardo e deve essere Grande o più piccolo. Minuscole note luccicanti e intangibili fluttuano intorno ad esso, e una creatura può sentire debolmente la musica quando lo tocca. Per esempi di oggetti che puoi creare, vedi le tabelle Armature, Armi, Equipaggiamento da Avventura, Strumenti, Cavalcature e Veicoli nel capitolo 5, \"Equipaggiamento\", del Manuale del Giocatore.",
				"L'oggetto creato scompare alla fine del tuo prossimo turno, a meno che tu non usi la tua azione per mantenerlo. Ogni volta che usi la tua azione in questo modo, la durata dell'oggetto si estende fino alla fine del tuo prossimo turno, fino a un massimo di 1 minuto. Se mantieni l'oggetto per tutto il minuto, esso continua ad esistere per un numero di ore pari al tuo livello da bardo.",
				"Una volta che hai creato un oggetto con questa caratteristica, non puoi farlo di nuovo finché non finisci un riposo lungo o finché non spendi uno slot incantesimo di 5° livello o superiore per usare questa caratteristica. Puoi avere un solo oggetto creato con questa caratteristica alla volta; se usi questa azione e hai già un oggetto con questa caratteristica, il primo svanisce immediatamente."
			]
		},
		{
			"name": "College of Spirits",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"entries": [
				"Le storie del passato sono potenti; contengono lezioni di storia, filosofia e magia. I bardi del Collegio degli Spiriti cercano le storie di coloro che si trovano oltre il piano materiale. Usando i set di gioco, raggiungono per ascoltare le loro storie, ma i bardi non hanno il controllo su quale storia trovano.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guiding Whispers|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spiritual Focus|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tales from Beyond|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				}
			]
		},
		{
			"name": "Guiding Whispers",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Spirits feature}",
				"Puoi contattare gli spiriti per guidare te e gli altri. Impari il cantrip {@spell guidance}, che non conta nel numero di cantrip da bardo che conosci. Per te, ha una portata di 60 piedi quando lo lanci."
			]
		},
		{
			"name": "Spiritual Focus",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Spirits feature}",
				"La tua pratica di contattare gli spiriti può utilizzare strumenti speciali. Puoi usare i seguenti oggetti come fulcro per i tuoi incantesimi da bardo: una candela, una sfera di cristallo, una tavola parlante, un mazzo di tarokka o un teschio.",
				"Al 6° livello, quando lanci un incantesimo da bardo che infligge danni o ripristina i punti ferita attraverso il Focus Spirituale, tira un {@dice d6} e ottieni un bonus a un tiro dell'incantesimo pari al numero tirato."
			]
		},
		{
			"name": "Tales from Beyond",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Spirits feature}",
				"Raggiungi gli spiriti che raccontano le loro storie attraverso di te. Mentre hai in mano il tuo Focus Spirituale, puoi usare un'azione bonus per consumare un uso della tua Ispirazione Bardica e tirare sulla tabella dei Racconti degli Spiriti usando il tuo dado dell'Ispirazione Bardica per determinare la storia raccontata. Manterrai il racconto in mente fino a quando non avrai elargito l'effetto del racconto o non avrai terminato un riposo breve o lungo.",
				"Puoi usare un'azione per scegliere una creatura che puoi vedere entro 30 piedi da te (questo puoi essere tu) per essere il bersaglio dell'effetto del racconto. Una volta fatto ciò, non puoi più elargire l'effetto del racconto finché non lo tiri di nuovo.",
				"Puoi tenere in mente solo uno di questi racconti alla volta, e tirare sulla tabella dei Racconti degli Spiriti termina immediatamente l'effetto del racconto precedente. Se il racconto richiede un tiro salvezza, la CD è uguale alla tua CD di salvataggio dell'incantesimo.",
				{
					"type": "table",
					"caption": "Spirits' Tales",
					"colLabels": [
						"Bardic Insp. Die",
						"Tale"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							1,
							"{@b 1 Beast.} Reciti la storia di un animale intelligente. Per 1 minuto, il bersaglio ha vantaggio sulle prove di Saggezza ({@skill Perception}) e vantaggio sui tiri per colpire una creatura se un altro nemico si trova entro 5 piedi da lui, e quel nemico non è {@condition incapacitated}."
						],
						[
							2,
							"{@b 2 Warrior.} Racconti la storia di un famoso duellante. Effettua un attacco in mischia contro il bersaglio mentre un guerriero spettrale appare brevemente in uno spazio non occupato entro 5 piedi dal bersaglio prima di svanire. Se colpito, il bersaglio subisce un danno da forza pari a due tiri del tuo dado di Ispirazione Bardica + il tuo modificatore di Carisma."
						],
						[
							3,
							"{@b 3 Friends.} Reciti la storia di amici che si sono ritrovati nell'aldilà. Il bersaglio e un'altra creatura a sua scelta che può vedere entro 5 piedi da esso recupera punti ferita pari al tiro del tuo dado di Ispirazione Bardica + il tuo modificatore di Carisma."
						],
						[
							4,
							"{@b 4 Runaway.} Racconti la storia di un avventuriero che potrebbe sfuggire a qualsiasi confinamento. Il bersaglio può usare immediatamente la sua reazione per teletrasportarsi fino a 30 piedi in uno spazio non occupato che può vedere. Quando il bersaglio si teletrasporta, può scegliere un numero di creature che può vedere entro 30 piedi da lui fino al tuo modificatore di Carisma (minimo 1) per usare immediatamente la stessa reazione."
						],
						[
							5,
							"{@b 5 Avenger.} Racconti la storia di un cavaliere vendicatore. Per 1 minuto, ogni volta che una creatura che il bersaglio può vedere entro 30 piedi da esso viene danneggiata da una creatura, il bersaglio può usare la sua reazione per infliggere all'attaccante un danno da forza pari a un tiro del tuo dado di Ispirazione Bardica."
						],
						[
							6,
							"{@b 6 Hero.} Parli il racconto di un eroe epico. Scegli una creatura che puoi vedere entro 30 piedi da te. Il bersaglio guadagna punti ferita temporanei pari al tiro del tuo dado Ispirazione Bardica + il tuo livello da bardo. Mentre ha questi punti ferita temporanei, la velocità di camminata del bersaglio aumenta di 10 piedi."
						],
						[
							7,
							"{@b 7 Fey.} Racconti la storia di un fey dispettoso. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o diventare {@condition charmed} tuo fino alla fine del suo prossimo turno. Il {@condition charmed} bersaglio deve usare la sua azione per effettuare un attacco in mischia contro una creatura diversa da sé che tu scegli mentalmente. Il bersaglio può agire normalmente nel suo turno se non scegli un'altra creatura."
						],
						[
							8,
							"{@b 8 Dark Spirit.} Parli di un terribile racconto di un uccisore nell'oscurità. Il bersaglio diventa {@condition invisible} fino alla fine del suo prossimo turno o finché non colpisce una creatura con un attacco. Se colpisce una creatura con un attacco durante questa invisibilità, quella creatura subisce un danno necrotico pari al tiro del tuo dado di Ispirazione Bardica ed è {@condition frightened} del bersaglio fino alla fine del suo prossimo turno."
						],
						[
							9,
							"{@b 9 Giant.} Parli delle gesta di un potente gigante. Ogni creatura a scelta del bersaglio che può vedere entro 30 piedi da esso deve effettuare un tiro salvezza di Forza, prendendo un danno da forza pari a due tiri di dado della tua Ispirazione Bardica se il tiro salvezza fallisce e viene abbattuto {@condition prone}. Una creatura che riesce nel suo tiro salvezza subisce la metà dei danni e non viene abbattuta {@condition prone}."
						],
						[
							10,
							"{@b 10 Dragon.} Respiri una poesia di un drago iracondo. Il bersaglio sputa magicamente fuoco dalla sua bocca in un cono di 30 piedi. Ogni creatura in quell'area deve effettuare un tiro salvezza di Destrezza, subendo danni da fuoco pari a tre lanci del tuo dado di Ispirazione Bardica se il tiro salvezza è fallito, o pari alla metà dei danni se è riuscito."
						],
						[
							11,
							"{@b 11 Celestial.} Parli delle gesta esaltate di un celeste. Il bersaglio recupera punti ferita pari a due tiri di dado di Ispirazione Bardica + il tuo livello da bardo e poni fine a una malattia o una condizione della seguente lista che colpisce il bersaglio: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified} o {@condition poisoned}."
						],
						[
							12,
							"{@b 12 Unknown.} Pronunci una favola incomprensibile da un essere oltre le stelle. Scegli una creatura che puoi vedere entro 30 piedi da te. Il bersaglio deve riuscire in un tiro salvezza di Intelligenza o subire danni psichici pari a tre lanci del tuo dado di Ispirazione Bardica, e il bersaglio non è in grado di parlare alcuna lingua per 1 minuto."
						]
					]
				}
			]
		},
		{
			"name": "Spirit Session",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Spirits feature}",
				"Puoi canalizzare gli spiriti per ottenere intuizioni sulla magia. Puoi condurre un rituale di un'ora per incanalare gli spiriti (che può essere fatto durante un riposo breve o lungo) usando il tuo Focus Spirituale. Puoi condurre il rituale con un numero di creature pari al tuo bonus di competenza (incluso te stesso). Alla fine del rituale, imparerai temporaneamente {@filter one spell of your choice from any class|spells|school=d;n|level=0;1;2;3;4;5;6}.",
				"L'incantesimo scelto deve essere di livello pari al numero di creature che hanno condotto il rituale o inferiore, l'incantesimo deve essere di un livello che puoi lanciare e deve essere della scuola di divinazione o negromanzia. L'incantesimo scelto conta come un incantesimo da bardo per te, ma non conta nel numero di incantesimi da bardo che conosci.",
				"Una volta eseguito il rituale, non puoi farlo di nuovo finché non inizi un lungo riposo, e conosci l'incantesimo scelto finché non inizi un lungo riposo."
			]
		},
		{
			"name": "Spiritual Focus",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Spirits feature}",
				"Al 6° livello, quando lanci un incantesimo da bardo che infligge danni o ripristina i punti ferita attraverso il Focus Spirituale, tira un {@dice d6} e ottieni un bonus a un tiro dell'incantesimo pari al numero tirato."
			]
		},
		{
			"name": "Mystical Connection",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level College of Spirits feature}",
				"Il tuo legame con gli spiriti è diventato semipermanente. Ogni volta che usi la tua caratteristica Racconti dall'Oltre, puoi tirare un {@dice d6} e usarlo invece di spendere un dado Ispirazione Bardica. Userai comunque il tuo dado Ispirazione Bardica per l'effetto del racconto, senza doverlo spendere."
			]
		},
		{
			"name": "College of Eloquence",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"entries": [
				"Gli aderenti al Collegio dell'Eloquenza padroneggiano l'arte dell'oratoria. La persuasione è considerata un'arte elevata, e un'argomentazione ben ragionata e ben parlata si dimostra spesso più potente della verità oggettiva. Questi bardi brandiscono una miscela di logica e giochi di parole teatrali, conquistando gli scettici e i detrattori con argomentazioni logiche e toccando le corde del cuore per fare appello alle emozioni di interi pubblici.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Universal Speech|Bard||Eloquence (UA)|UABardAndPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soothing Words|Bard||Eloquence (UA)|UABardAndPaladin|3"
				}
			]
		},
		{
			"name": "Soothing Words",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Eloquence feature}",
				"Ora puoi lanciare emozioni calme senza spendere uno slot per incantesimi. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Carisma. Riacquisterai tutti gli usi consumati di questa caratteristica al termine di un riposo lungo."
			]
		},
		{
			"name": "Universal Speech",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Eloquence feature}",
				"Hai acquisito la capacità di parlare e ragionare con qualsiasi creatura. Come azione bonus, puoi spendere uno dei tuoi usi di Ispirazione Bardica. Quando lo fai, tira il tuo dado Ispirazione Bardica e scegli un numero di creature entro 60 piedi da te che puoi vedere pari al tiro. Per 10 minuti, le creature scelte possono capirti magicamente, indipendentemente dalla lingua che parli, e avrai un vantaggio sulle prove di Carisma effettuate per influenzarle. Questa caratteristica funziona anche su una creatura che non parla alcuna lingua."
			]
		},
		{
			"name": "Undeniable Logic",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Eloquence feature}",
				"Si possono far girare le parole legate alla magia in un nodo di ragionamento che può essere incoraggiante o impossibile da seguire.",
				"Come azione bonus, puoi spendere uno dei tuoi usi di Ispirazione Bardica. Quando lo fai, scegli una creatura che puoi vedere entro 60 da te e che può sentirti, poi tira il tuo dado Ispirazione Bardica e scegli una delle seguenti:",
				{
					"type": "list",
					"items": [
						"La creatura subisce un danno psichico pari al numero che tiri sul dado di Ispirazione Bardica, e la creatura deve riuscire in un tiro salvezza di Intelligenza contro la tua CD di salvataggio dell'incantesimo o avere svantaggio nel prossimo tiro salvezza che effettua prima della fine del tuo prossimo turno.",
						"La creatura recupera punti ferita pari al numero che tiri sul dado di Ispirazione Bardica, e la creatura ha vantaggio sul prossimo tiro salvezza che effettua prima della fine del tuo prossimo turno."
					]
				}
			]
		},
		{
			"name": "Infectious Inspiration",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level College of Eloquence feature}",
				"Quando una creatura aggiunge uno dei tuoi dadi di Ispirazione Bardica alla sua verifica di abilità, tiro di attacco o tiro salvezza e il tiro fallisce, la creatura può mantenere il dado di Ispirazione Bardica.",
				"Inoltre, quando una creatura aggiunge uno dei tuoi dadi di Ispirazione Bardica alla sua prova di abilità, tiro di attacco o tiro salvezza e il tiro riesce, puoi usare la tua reazione per incoraggiare un'altra creatura (diversa da te) che possa sentirti entro 60 piedi da te, dandole un dado di Ispirazione Bardica senza spendere nessuno dei tuoi usi di Ispirazione Bardica. Puoi usare questa reazione un numero di volte pari al tuo modificatore di Carisma (minimo una volta), e riacquisti tutti gli usi spesi quando finisci un riposo lungo."
			]
		},
		{
			"name": "College of Glamour",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"Il College of Glamour è aperto a quei bardi che hanno imparato la loro arte nel vibrante e mortale regno del Feywild. Istruiti da satiri, eladrin e altri fey, questi bardi imparano a usare la loro magia per deliziare e affascinare gli altri.",
				"I bardi di questo collegio sono considerati con un misto di timore e paura. Le loro esibizioni sono oggetto di leggenda. I bardi di questo collegio sono così eloquenti che un discorso o una canzone che uno di loro esegue può indurre i rapitori a rilasciare il bardo illeso e può cullare un drago furioso fino alla compiacenza. La stessa magia che permette loro di sedare le bestie può anche piegare le menti. I bardi malvagi di questo collegio possono prosciugare una comunità per settimane, abusando della loro magia per trasformare i loro ospiti in schiavi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantle of Inspiration|Bard||Glamour (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enthralling Performance|Bard||Glamour (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Enthralling Performance",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"A partire dal 3° livello, puoi caricare la tua performance con una seducente magia fey.",
				"Se ti esibisci per almeno 10 minuti, puoi tentare di suscitare meraviglia nel tuo pubblico cantando, recitando una poesia o ballando. Alla fine della performance, scegli un numero di umanoidi entro 60 piedi da te che hanno assistito e ascoltato tutto, fino a un numero pari al tuo modificatore di Carisma (minimo uno). Ogni bersaglio deve riuscire in un tiro salvezza di Saggezza contro la tua DC di salvataggio dell'incantesimo o essere {@condition charmed} da te. Mentre {@condition charmed} si trova in questo modo, il bersaglio ti idolatra, parla in modo entusiasta di te a chiunque gli rivolga la parola e ostacola chiunque si opponga a te, evitando la violenza a meno che non fosse già incline a combattere in tuo favore. Questo effetto termina su un bersaglio dopo 1 ora, se subisce danni, se tu lo attacchi o se ti vede attaccare o danneggiare uno dei suoi alleati.",
				"Se un bersaglio ha successo nel suo tiro salvezza contro questo effetto, il bersaglio non ha alcun indizio del fatto che hai cercato di incantarlo.",
				"Una volta che si utilizza questa funzione, non è possibile utilizzarla di nuovo fino a quando non si finisce un riposo breve o lungo."
			]
		},
		{
			"name": "Mantle of Inspiration",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio del Glamour al 3° livello, ottieni la capacità di tessere una canzone di magia fey che incanta i tuoi alleati con vigore e velocità.",
				"Come azione bonus, puoi spendere un uso di Ispirazione Bardica per concederti un aspetto meraviglioso e ultraterreno. Quando lo fai, scegli un numero di alleati che puoi vedere e che possono vederti entro 60 piedi da te, fino a un numero pari al tuo modificatore di Carisma (minimo uno). Ogni bersaglio guadagna {@dice 2d6} punti ferita temporanei.",
				"Quando un bersaglio guadagna questi punti ferita temporanei, può anche usare la sua reazione per muoversi alla sua velocità verso di te, senza provocare attacchi di opportunità. Deve prendere il percorso più breve e sicuro per raggiungerti.",
				"Il numero di punti ferita temporanei aumenta quando raggiungi determinati livelli in questa classe, aumentando a {@dice 2d8} al 5° livello, {@dice 2d10} al 10° livello e {@dice 2d12} al 15° livello."
			]
		},
		{
			"name": "Mantle of Majesty",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6° livello, ottieni la capacità di ammantarti di una magia fey che spinge gli altri a servirti. Come azione bonus, assumi un aspetto di bellezza ultraterrena per 1 minuto. Durante questo periodo, puoi lanciare {@spell command} come azione bonus in ogni tuo turno, senza utilizzare uno slot per incantesimi. Questo effetto dura per 1 minuto e qualsiasi creatura {@condition charmed} vicino a te fallisce automaticamente il tiro salvezza contro l'incantesimo.",
				"Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non finisci un lungo riposo."
			]
		},
		{
			"name": "Mantle of Majesty",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"Al 14° livello, ottieni un aspetto ultraterreno al tuo aspetto che ti fa sembrare più feroce e adorabile.",
				"Inoltre, tramite questa caratteristica, puoi lanciare {@spell sanctuary} su te stesso. Se una creatura fallisce il suo tiro salvezza contro l'incantesimo, otterrai anche un vantaggio su tutte le prove di Carisma contro la creatura per 1 minuto, ed essa avrà svantaggio su qualsiasi tiro salvezza che effettuerà contro i tuoi incantesimi nel tuo prossimo turno.",
				"Una volta che hai lanciato {@spell sanctuary} usando questa caratteristica, non puoi farlo di nuovo finché non finisci un riposo breve o lungo."
			]
		},
		{
			"name": "College of Whispers",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"La maggior parte della gente è felice di accogliere un bardo in mezzo a loro. I bardi del Collegio dei Sussurri usano questo a loro vantaggio. Sembrano essere come qualsiasi altro bardo, condividendo notizie, cantando canzoni e raccontando storie al pubblico che raccolgono. In realtà, il Collegio dei Sussurri insegna ai suoi studenti che sono lupi tra le pecore. Questi bardi usano la loro conoscenza e la loro magia per scoprire i segreti e metterli contro gli altri attraverso estorsioni e minacce.",
				"Molti altri bardi odiano il Collegio dei Sussurri, considerandolo un parassita che usa la reputazione dei bardi per acquisire ricchezza e potere. Per questo motivo, questi bardi raramente rivelano la loro vera natura, a meno che non siano costretti a farlo. In genere sostengono di seguire qualche altro collegio, o tengono segreta la loro vera natura per potersi infiltrare meglio e sfruttare le corti reali e altri ambienti di potere.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Venomous Blades|Bard||Whispers (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Venomous Words|Bard||Whispers (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Venomous Blades",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio dei Sussurri al 3° livello, ottieni la capacità di rendere magicamente tossici i tuoi attacchi con le armi per un momento.",
				"Quando colpisci una creatura con un attacco con un'arma, puoi spendere un uso della tua Ispirazione Bardica per infliggere un ulteriore {@damage 2d6} danno da veleno a quel bersaglio. Puoi farlo solo una volta per round nel tuo turno.",
				"Il danno aggiuntivo aumenta quando si raggiungono determinati livelli in questa classe, aumentando a {@dice 2d8} al 5° livello, {@dice 2d10} al 10° livello e {@dice 2d12} al 15° livello."
			]
		},
		{
			"name": "Venomous Words",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, impari a infondere nelle parole innocenti una magia insidiosa. Una creatura che ti sente parlare può sprofondare nella paura e nella paranoia.",
				"Se parli da solo con un umanoide per almeno 10 minuti, puoi tentare di seminare paranoia e paura nella sua mente. Alla fine della conversazione, il bersaglio deve riuscire in un tiro salvezza di Saggezza contro la tua CD di salvataggio dell'incantesimo o essere {@condition frightened} per l'ora successiva, finché non viene attaccato o danneggiato, o finché non assiste all'attacco o al danneggiamento dei suoi alleati. Mentre {@condition frightened} in questo modo, il bersaglio è paranoico e cerca di evitare la compagnia degli altri, compresi i suoi alleati. Il bersaglio cerca quello che considera il luogo più sicuro e segreto a sua disposizione e vi si nasconde.",
				"Se il bersaglio ha successo nel suo tiro salvezza, il bersaglio non ha alcun indizio del fatto che hai cercato di spaventarlo.",
				"Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non finisci un riposo breve o lungo."
			]
		},
		{
			"name": "Mantle of Whispers",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6° livello, ottieni la capacità di adottare il personaggio di una creatura. Quando uccidi una creatura con un attacco o un incantesimo o una creatura muore entro un raggio di 1,5 metri da te, puoi catturare magicamente la sua ombra usando la tua reazione. Puoi catturare solo l'ombra di una creatura che sia del tuo tipo di creatura, ad esempio umanoide, e della tua taglia (puoi catturare un'ombra Piccola o Media se sei Piccolo), e puoi avere una sola ombra catturata alla volta.",
				"Dopo aver catturato l'ombra di una creatura, puoi usare la tua magia per tesserla in un travestimento che ti permette di assumere il suo aspetto e accedere ai suoi ricordi di superficie. Come azione, assumi l'aspetto della creatura per 1 ora o fino a quando non termini questo effetto come azione bonus.",
				"Durante quell'ora, avrai accesso a tutte le informazioni che la creatura condividerebbe liberamente con un conoscente casuale. Le informazioni includono dettagli generali sul suo background e sulla sua vita personale, ma non includono segreti. Le informazioni sono sufficienti a farti passare per la creatura attingendo ai suoi ricordi.",
				"Un'altra creatura può vedere attraverso questo travestimento effettuando una prova di Saggezza ({@skill Insight}) opposta alla tua prova di Carisma ({@skill Deception}), sebbene tu ottenga un bonus di +5 alla tua prova.",
				"Il travestimento e la conoscenza che concede scompaiono al termine della durata di questa abilità."
			]
		},
		{
			"name": "Shadow Lore",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"Al 14° livello, ottieni la capacità di tessere la magia nera nelle tue parole e di attingere alle paure più profonde di una creatura.",
				"Come azione, sussurri magicamente una frase che solo una creatura di tua scelta entro 30 piedi da te può sentire. Il bersaglio deve effettuare un tiro salvezza di Saggezza contro la tua CD di salvataggio dell'incantesimo. Ha automaticamente successo se non condivide una lingua con te o se non può sentirti. Se il tiro salvezza ha successo, il tuo sussurro suona come un borbottio incomprensibile e non ha alcun effetto.",
				"Se il bersaglio fallisce il suo tiro salvezza, è {@condition charmed} da te per le prossime 8 ore o finché tu o i tuoi alleati non lo attaccherete o lo danneggerete. Interpreta i sussurri come una descrizione del suo segreto più mortificante. Mentre tu non ottieni alcuna conoscenza di questo segreto, il bersaglio è convinto che tu lo conosca.",
				"Mentre {@condition charmed} in questo modo, la creatura obbedisce ai tuoi comandi per paura che tu riveli il suo segreto. Non rischierà la sua vita per te né combatterà per te, a meno che non fosse già incline a farlo. Ti concede favori e doni che offrirebbe a un caro amico.",
				"Quando l'effetto termina, la creatura non capisce perché ti ha tenuto con tanta paura. Una volta che hai usato questa caratteristica, non puoi usarla di nuovo finché non finisci un lungo riposo."
			]
		},
		{
			"name": "College of Satire",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"I bardi del Collegio della Satira sono chiamati giullari. Usano storie poco impegnative, acrobazie audaci e battute taglienti per intrattenere il pubblico, che va dalla folla di un pub di quartiere ai nobili della corte reale di un re. Dove altri bardi cercano storie dimenticate o racconti di epico coraggio, i giullari scovano storie imbarazzanti ed esilaranti di ogni tipo. Sia che si tratti di raccontare la storia ribelle della relazione di uno stalliere muscoloso con un'anziana duchessa o la satira beffarda della stucchevole innocenza di un paladino di Helm, un giullare non lascia mai che il gusto, il decoro sociale o la vergogna si mettano sulla strada di una buona risata.",
				"Mentre i giullari sono maestri di giochi di parole, battute e barbe verbali, sono molto più che un semplice sollievo comico. Ci si aspetta che prendano in giro e provochino, approfittando del fatto che anche il popolo più potente è tenuto, per tradizione, a sopportare le barbe di un giullare con buon umore. Questa aspettativa permette al giullare di fungere da critico o da voce della ragione quando gli altri sono troppo intimiditi per dire la verità.",
				"Per la duchessa con un gusto per i giovani operai muscolosi, tali racconti potrebbero servire a mettere in guardia gli obiettivi del suo affetto e costringerla a cambiare i suoi modi per mancanza di partner volenterosi. Colpire il giullare non fa che rovinare la sua reputazione già danneggiata, e potrebbe fornire la prova migliore che le satire del giullare hanno colpito nel segno. Ma se lei è gentile e generosa con le sue conquiste, gli scherzi e le storie la proiettano come una specie di eroe popolare, attirando anche più partner potenziali a lei.",
				"I giullari sono fedeli a una sola causa: la ricerca e la diffusione della verità. Usano la loro comicità e il loro aspetto innocuo per abbattere le barriere sociali ed esporre la corruzione, l'incompetenza e la stupidità tra i ricchi e i potenti. Sia che riveli il tradimento di un artista della truffa o che smascheri i piani di guerra di un barone guidati dall'avidità e dalla sete di sangue, un giullare serve come coscienza di un regno.",
				"I giullari si avventurano per salvaguardare la gente comune e per minare i piani dei ricchi, potenti e arroganti. La loro magia rafforza lo spirito degli alleati e getta il dubbio nella mente dei nemici. Tra i bardi, i giullari sono acrobati impareggiabili, e la loro abilità di ruzzolare, schivare, saltare e arrampicarsi li rende scivolosi avversari in battaglia.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Satire (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tumbling Fool|Bard||Satire (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio della Satira al 3° livello, guadagni competenza in {@item thieves' tools|phb}. Guadagni anche la competenza in {@skill Sleight of Hand} e in un'ulteriore abilità a tua scelta. Se sei già esperto in {@item thieves' tools|phb} o in {@skill Sleight of Hand}, scegli un'altra competenza per ogni competenza che hai già."
			]
		},
		{
			"name": "Tumbling Fool",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, padroneggi una varietà di tecniche acrobatiche che ti permettono di eludere il pericolo. Come azione bonus, puoi cadere. Quando cadi, ottieni i seguenti benefici per il resto del tuo turno:",
				{
					"type": "list",
					"items": [
						"Ottieni i benefici delle azioni {@action Dash} e {@action Disengage}.",
						"Guadagni una velocità di arrampicata pari alla tua velocità attuale.",
						"Si prende la metà dei danni per la caduta."
					]
				}
			]
		},
		{
			"name": "Fool's Insight",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6° livello, la tua capacità di raccogliere storie e leggende acquisisce un vantaggio soprannaturale. Puoi lanciare individuare i pensieri fino a un numero di volte pari al tuo modificatore di Carisma. Riacquisterai tutti gli usi consumati di questa capacità dopo aver completato un riposo lungo.",
				"Se una creatura resiste al tuo tentativo di sondare più a fondo e riesce nel suo tiro salvezza contro il tuo rilevamento dei pensieri, subisce immediatamente un'imbarazzante gaffe sociale. Potrebbe emettere un forte gas, scatenare un fragoroso rutto, inciampare e cadere o essere costretta a raccontare una barzelletta di cattivo gusto."
			]
		},
		{
			"name": "Fool's Luck",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"I giullari sembrano avere la capacità di tirarsi fuori da situazioni difficili, trasformando quello che sembra un sicuro fallimento in un successo imbarazzante ma efficace.",
				"Al 14° livello, puoi consumare un uso di Ispirazione Bardica dopo aver fallito una prova di abilità, aver fallito un tiro salvezza o aver mancato un attacco. Tira un dado di Ispirazione Bardica e aggiungi il numero tirato al tuo attacco, tiro salvezza o prova di abilità, usando il nuovo risultato al posto di quello fallito.",
				"Se l'uso di questa abilità ti garantisce un successo nell'attacco, nel tiro salvezza o nelle prove di abilità, annota il numero che hai tirato sul dado di Ispirazione Bardica. Il DM può quindi applicare quel risultato come penalità a un attacco o a una verifica che effettui, e non potrai utilizzare nuovamente questa abilità finché non subisci questo svantaggio. Quando il DM invoca questa penalità, descrivi una gaffe o un errore imbarazzante che fai come parte del tiro di dado interessato."
			]
		},
		{
			"name": "College of Swords",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"I bardi del Collegio delle Spade sono chiamati lame, e intrattengono con audaci prodezze con le armi. Le lame eseguono acrobazie come l'inghiottire la spada, il lancio di coltelli e la giocoleria, e finti combattimenti. Ma anche se usano le loro armi per intrattenere, sono anche guerrieri altamente addestrati e abili nel loro stesso diritto.",
				"Il loro talento con le armi ispira molti lama a condurre una doppia vita. Un lama potrebbe usare una troupe del circo come copertura per azioni nefaste come l'assassinio, la rapina e il ricatto. Altri lama colpiscono i malvagi, portando la giustizia contro i crudeli e i potenti. La maggior parte delle troupes sono felici di accettare il talento di un lama per l'eccitazione che aggiunge allo spettacolo, ma pochi intrattenitori si fidano completamente di loro.",
				"I Lama che abbandonano la vita da intrattenitori sono spesso incappati in problemi che rendono impossibile il mantenimento delle loro attività segrete. Un blade sorpreso a rubare o a praticare la giustizia da vigilante è una responsabilità troppo grande per la maggior parte delle troupes di artisti. Con la loro abilità con le armi come la loro più grande risorsa, questi lama o accettano di lavorare come esecutori per le gilde dei ladri o si mettono in proprio come avventurieri.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Style|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Flourish|Bard||Swords (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Blade Flourish",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, impari a condurre impressionanti dimostrazioni di abilità con le tue armi. Quando usi l'azione {@action Attack} nel tuo turno e attacchi con un pugnale, una spada lunga, una pinza, una scimitarra o una spada corta, puoi tentare una delle seguenti esibizioni.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Defensive Flourish",
							"entries": [
								"Fai ruotare la tua arma intorno a te in rapidi cerchi, creando uno spettacolo ipnotico. Come azione bonus, spendi un uso di Ispirazione Bardica, tirando un dado di Ispirazione Bardica e applicando il numero tirato come bonus alla tua CA fino all'inizio del tuo prossimo turno."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Trick Shooter's Flourish",
							"entries": [
								"Questo trucco preferito dai lanciatori di coltelli ti permette di spendere un uso di Ispirazione Bardica come azione bonus. Tira un dado di Ispirazione Bardica e applica il numero tirato come bonus al prossimo attacco a distanza che effettui con un pugnale in questo turno. Se il bersaglio dell'attacco è un oggetto incustodito e inanimato, il bonus è pari al doppio del tiro di dado."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unnerving Flourish",
							"entries": [
								"La tua letale dimostrazione di abilità in combattimento innervosisce i tuoi avversari, lasciandoli rannicchiati nella paura e alla tua mercé. Ogni volta che riduci una creatura a 0 punti ferita con un attacco in mischia, puoi usare un'azione bonus per consumare un uso di Ispirazione Bardica e lasciare la creatura a 1 punto ferita.",
								"La creatura è {@condition frightened} di te per un numero di minuti pari al tuo modificatore di Carisma. Deve anche effettuare un tiro salvezza di Carisma con una DC pari alla tua DC di incantatore + un bonus pari al tiro del tuo dado di Ispirazione Bardica. Se la creatura fallisce questo tiro salvezza, risponde sinceramente a qualsiasi domanda tu le faccia e obbedisce ai tuoi ordini diretti mentre è {@condition frightened} sotto questo effetto."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio delle Lame al 3° livello, guadagni competenza con le armature medie e con le scimitarre."
			]
		},
		{
			"name": "Fighting Style",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Il College of Blades enfatizza la maestria con le armi, garantendoti l'accesso all'opzione di combattimento con due armi per la caratteristica di classe Fighting Style.",
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Two-Weapon Fighting"
				}
			]
		},
		{
			"name": "Extra Attack",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"A partire dal 6° livello, puoi attaccare due volte, invece che una, ogni volta che esegui l'azione {@action Attack} nel tuo turno."
			]
		},
		{
			"name": "Battle Magic",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"Al 14° livello, hai imparato l'arte di intrecciare l'incantesimo e l'uso delle armi in un unico atto armonioso. Quando usi la tua azione per lanciare un incantesimo da bardo, puoi effettuare un attacco con l'arma come azione bonus."
			]
		},
		{
			"name": "College of Swords v2",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"I bardi del Collegio delle Spade sono chiamati lame, e intrattengono con audaci prodezze con le armi. Le lame eseguono acrobazie come l'inghiottire la spada, il lancio di coltelli e la giocoleria, e finti combattimenti. Ma anche se usano le loro armi per intrattenere, sono anche guerrieri altamente addestrati e abili nel loro stesso diritto.",
				"Il loro talento con le armi ispira molti lama a condurre una doppia vita. Un lama potrebbe usare una troupe del circo come copertura per azioni nefaste come l'assassinio, la rapina e il ricatto. Altri lama colpiscono i malvagi, portando la giustizia contro i crudeli e i potenti. La maggior parte delle troupes sono felici di accettare il talento di un lama per l'eccitazione che aggiunge allo spettacolo, ma pochi intrattenitori si fidano completamente di loro.",
				"I Lama che abbandonano la vita da intrattenitori sono spesso incappati in problemi che rendono impossibile il mantenimento delle loro attività segrete. Un blade sorpreso a rubare o a praticare la giustizia da vigilante è una responsabilità troppo grande per la maggior parte delle troupes di artisti. Con la loro abilità con le armi come la loro più grande risorsa, questi lama o accettano di lavorare come esecutori per le gilde dei ladri o si mettono in proprio come avventurieri.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Style|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Blade Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, impari a condurre impressionanti dimostrazioni di abilità con le tue armi. Come azione standard, puoi effettuare un attacco standard in mischia e aumentare la tua velocità di camminata di 10 piedi fino alla fine del turno corrente. Ogni volta che usi questa opzione, puoi anche usare una delle seguenti opzioni di Lama Fiorita con essa.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Defensive Flourish",
							"entries": [
								"Fai ruotare la tua arma intorno a te in rapidi cerchi, creando uno spettacolo ipnotico. Puoi spendere uno dei tuoi usi di Ispirazione Bardica, tirando un dado di Ispirazione Bardica e applicando il numero tirato come bonus alla tua CA fino all'inizio del tuo prossimo turno."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Slashing Flourish",
							"entries": [
								"Se l'attacco colpisce il suo bersaglio, puoi spendere uno dei tuoi usi di Ispirazione Bardica per far sì che l'arma danneggi ogni creatura di tua scelta, diversa dal bersaglio, che puoi vedere entro 5 piedi da te. Il danno è pari al numero che tiri sul dado di Ispirazione Bardica."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Mobile Flourish",
							"entries": [
								"Se l'attacco colpisce il suo bersaglio, puoi spendere uno dei tuoi usi di Ispirazione Bardica per spingere il bersaglio fino a 5 piedi di distanza da te, più un numero di piedi pari al numero che tiri sul dado di Ispirazione Bardica. Puoi poi usare immediatamente la tua reazione per muoverti fino alla tua velocità in uno spazio non occupato entro 5 piedi dal bersaglio."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unirai al Collegio delle Lame al 3° livello, otterrai competenza con le armature medie e con le scimitarre. Se sei abile con un'arma da mischia semplice o marziale, puoi usarla come fuoco per i tuoi incantesimi da bardo."
			]
		},
		{
			"name": "Fighting Style",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Il Collegio delle Lame enfatizza la maestria con le armi, garantendoti l'accesso all'opzione di combattimento a duello o a due armi per la caratteristica di classe Stile di combattimento, che sono le seguenti.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Dueling"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Two-Weapon Fighting"
						}
					]
				}
			]
		},
		{
			"name": "Cunning Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A partire dal 6° livello, puoi attaccare due volte, invece che una, ogni volta che intraprendi l'azione Blade Flourish nel tuo turno. Tuttavia, puoi usare solo un'opzione di Lama in Fiore quando esegui quell'azione."
			]
		},
		{
			"name": "Master's Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A partire dal 14° livello, ogni volta che usi un'opzione Blade Flourish, puoi tirare un {@dice d6} e usarla invece di spendere un dado di Ispirazione Bardica."
			]
		},
		{
			"name": "College of Spirits",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits",
			"subclassSource": "VRGR",
			"level": 3,
			"entries": [
				"I bardi del Collegio degli Spiriti cercano racconti con un potere intrinseco, siano essi leggende, storie o finzioni, e danno vita ai loro soggetti. Usando gli ornamenti occulti, questi bardi evocano incarnazioni spirituali di forze potenti per cambiare il mondo ancora una volta. Questi spiriti sono capricciosi, tuttavia, e ciò che un bardi evocano non è sempre completamente sotto il loro controllo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guiding Whispers|Bard||Spirits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spiritual Focus|Bard||Spirits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tales from Beyond|Bard||Spirits|VRGR|3"
				}
			]
		},
		{
			"name": "Guiding Whispers",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Spirits feature}",
				"Puoi contattare gli spiriti per guidare te e gli altri. Impari il cantrip {@spell guidance}, che non conta nel numero di cantrip da bardo che conosci. Per te, ha una portata di 60 piedi quando lo lanci."
			]
		},
		{
			"name": "Spiritual Focus",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Spirits feature}",
				"Utilizzi strumenti che ti aiutano a canalizzare gli spiriti, siano essi figure storiche o archetipi di fantasia. Puoi usare i seguenti oggetti come fulcro per i tuoi incantesimi da bardo: una candela, una sfera di cristallo, un teschio, una tavola degli spiriti o un mazzo di tarokka.",
				"A partire dal 6° livello, quando lanci un incantesimo da bardo che infligge danni o ripristina i punti ferita attraverso il Focus Spirituale, tira un {@dice d6} e ottieni un bonus a un tiro di danno o di guarigione dell'incantesimo pari al numero tirato."
			]
		},
		{
			"name": "Tales from Beyond",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level College of Spirits feature}",
				"Raggiungi gli spiriti che raccontano le loro storie attraverso di te. Mentre hai in mano il tuo Focus Spirituale, puoi usare un'azione bonus per consumare un uso della tua Ispirazione Bardica e tirare sulla tabella dei Racconti degli Spiriti usando il tuo dado dell'Ispirazione Bardica per determinare il racconto che gli spiriti ti indicano di raccontare. Manterrai il racconto in mente fino a quando non avrai donato l'effetto del racconto o non avrai terminato un riposo breve o lungo.",
				"Puoi usare un'azione per scegliere una creatura che puoi vedere entro 30 piedi da te (questo puoi essere tu) per essere il bersaglio dell'effetto del racconto. Una volta fatto ciò, non puoi più elargire l'effetto del racconto finché non lo tiri di nuovo.",
				"Puoi tenere in mente solo uno di questi racconti alla volta, e tirare sulla tabella dei racconti degli spiriti termina immediatamente l'effetto del racconto precedente.",
				"Se il racconto richiede un tiro salvezza, la CD è uguale alla tua CD di salvataggio dell'incantesimo.",
				{
					"type": "table",
					"caption": "Spirit Tales",
					"colLabels": [
						"Bardic Insp. Die",
						"Tale Told Through You"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Racconto dell'animale intelligente. Per i prossimi 10 minuti, ogni volta che il bersaglio effettua una prova di Intelligenza, Saggezza o Carisma, può tirare un dado extra subito dopo aver tirato il {@dice d20} e aggiungere il numero del dado extra alla prova. Il dado extra è dello stesso tipo del tuo dado di Ispirazione Bardica."
						],
						[
							"2",
							"Racconto del rinomato duellante. Effettui un attacco con incantesimi in mischia contro il bersaglio. Se colpito, il bersaglio subisce un danno da forza pari a due tiri del tuo dado di Ispirazione Bardica + il tuo modificatore di Carisma."
						],
						[
							"3",
							"Racconto degli amici amati. Il bersaglio e un'altra creatura a sua scelta che può vedere entro 5 piedi da esso guadagna punti ferita temporanei pari al tiro del tuo dado di Ispirazione Bardica + il tuo modificatore di Carisma."
						],
						[
							"4",
							"Racconto del fuggitivo. Il bersaglio può usare immediatamente la sua reazione per teletrasportarsi fino a 30 piedi in uno spazio non occupato che può vedere. Quando il bersaglio si teletrasporta, può scegliere un numero di creature che può vedere entro 30 piedi da lui fino al proprio modificatore di Carisma (minimo 0) per usare immediatamente la stessa reazione."
						],
						[
							"5",
							"Racconto del vendicatore. Per 1 minuto, qualsiasi creatura che colpisca il bersaglio con un attacco in mischia subisce un danno da forza pari al tiro del tuo dado di Ispirazione Bardica."
						],
						[
							"6",
							"Racconto del viaggiatore. Il bersaglio guadagna punti ferita temporanei pari al tiro del tuo dado di Ispirazione Bardica + il tuo livello da bardo. Mentre ha questi punti ferita temporanei, la velocità di camminata del bersaglio aumenta di 10 piedi e guadagna un bonus di +1 alla sua CA."
						],
						[
							"7",
							"Racconto dell'incantatore. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o prendere un danno psichico pari a due tiri del tuo dado di Ispirazione Bardica, e il bersaglio è {@condition incapacitated} fino alla fine del suo prossimo turno."
						],
						[
							"8",
							"Racconto del fantasma. Il bersaglio diventa {@condition invisible} fino alla fine del suo prossimo turno o finché non colpisce una creatura con un attacco. Se il bersaglio colpisce una creatura con un attacco durante questa invisibilità, la creatura che colpisce subisce un danno necrotico pari al tiro del tuo dado di Ispirazione Bardica ed è {@condition frightened} del bersaglio fino alla fine del prossimo turno della creatura {@condition frightened}."
						],
						[
							"9",
							"Racconto del bruto. Ogni creatura a scelta del bersaglio che può vedere entro 30 piedi da esso deve effettuare un tiro salvezza di Forza. Con un tiro salvezza fallito, una creatura prende un danno da tuono pari a tre tiri del tuo dado di Ispirazione Bardica e viene abbattuta {@condition prone}. Una creatura che riesce nel suo tiro salvezza subisce la metà dei danni e non viene abbattuta {@condition prone}."
						],
						[
							"10",
							"Racconto del Drago. Il bersaglio sputa fuoco dalla bocca in un cono di 30 piedi. Ogni creatura in quell'area deve effettuare un tiro salvezza di Destrezza, subendo danni da fuoco pari a quattro tiri di dado di Ispirazione Bardica se il tiro salvezza è fallito, o pari alla metà dei danni se è riuscito."
						],
						[
							"11",
							"Racconto dell'Angelo. Il bersaglio recupera punti ferita pari a due tiri del tuo dado Ispirazione Bardica + il tuo modificatore di Carisma, e tu poni fine a una condizione della seguente lista che colpisce il bersaglio: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified} o {@condition poisoned}."
						],
						[
							"12",
							"Racconto del Mind-Bender. Evochi una favola incomprensibile da un essere ultraterreno. Il bersaglio deve riuscire in un tiro salvezza di Intelligenza o subire un danno psichico pari a tre tiri del tuo dado di Ispirazione Bardica ed essere {@condition stunned} fino alla fine del suo prossimo turno."
						]
					]
				}
			]
		},
		{
			"name": "Spirit Session",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits",
			"subclassSource": "VRGR",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level College of Spirits feature}",
				"Gli spiriti ti forniscono intuizioni soprannaturali. Puoi condurre un rituale di un'ora per incanalare gli spiriti (che può essere fatto durante un riposo breve o lungo) usando il tuo Focus Spirituale. Puoi condurre il rituale con un numero di creature consenzienti pari al tuo bonus di competenza (incluso te stesso). Alla fine del rituale, imparerai temporaneamente {@filter one spell of your choice from any class|spells|school=d;n|level=0;1;2;3;4;5;6}.",
				"L'incantesimo scelto deve essere di livello pari al numero di creature che hanno condotto il rituale o inferiore, l'incantesimo deve essere di un livello che puoi lanciare e deve essere della scuola di divinazione o negromanzia. L'incantesimo scelto conta come un incantesimo da bardo per te, ma non conta nel numero di incantesimi da bardo che conosci.",
				"Una volta eseguito il rituale, non puoi farlo di nuovo finché non inizi un lungo riposo, e conosci l'incantesimo scelto finché non inizi un lungo riposo."
			]
		},
		{
			"name": "Mystical Connection",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits",
			"subclassSource": "VRGR",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level College of Spirits feature}",
				"Ora hai la capacità di spingere gli spiriti di Tales from Beyond verso certi racconti. Ogni volta che tiri sulla tabella dei Racconti degli Spiriti, puoi tirare il dado due volte e scegliere quale dei due effetti concedere. Se tiri lo stesso numero su entrambi i dadi, puoi ignorare il numero e scegliere qualsiasi effetto sulla tabella.",
				{
					"type": "inset",
					"name": "Spirit Tales",
					"entries": [
						"I cantastorie, come i bardi del Collegio degli Spiriti, spesso danno voce a racconti ispirati da qualche tema o corpo di lavoro più grande. Nel determinare quali storie raccontate, considerate cosa le unisce. Presentano tutte personaggi di un gruppo specifico, come gli archetipi del mazzo tarokka, figure di costellazioni, amici immaginari dell'infanzia, o personaggi di un particolare libro di fiabe? O le tue ispirazioni sono più generali, incorporando campioni storici, eroi mitologici o leggende urbane? Usa le storie che racconti per definire la tua nicchia di avventuriero narratore."
					]
				}
			]
		},
		{
			"name": "College of Glamour",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Il College of Glamour è la casa dei bardi che hanno imparato la loro arte nel vibrante regno del Feywild o sotto la tutela di qualcuno che viveva lì. Istruiti da satiri, eladrin e altri fey, questi bardi imparano a usare la loro magia per deliziare e affascinare gli altri.",
				"I bardi di questo collegio sono considerati con un misto di timore e paura. Le loro esibizioni sono oggetto di leggenda. Questi bardi sono così eloquenti che un discorso o una canzone che uno di loro esegue può indurre i rapitori a rilasciare il bardo illeso e può cullare un drago furioso fino alla compiacenza. La stessa magia che permette loro di sedare le bestie può anche piegare le menti. I bardi malvagi di questo collegio possono prosciugare una comunità per settimane, abusando della loro magia per trasformare i loro ospiti in schiavi. I bardi eroici di questo collegio invece usano questo potere per rallegrare gli oppressi e minare gli oppressori.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantle of Inspiration|Bard||Glamour|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enthralling Performance|Bard||Glamour|XGE|3"
				}
			]
		},
		{
			"name": "Enthralling Performance",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partire dal 3° livello, puoi caricare la tua performance con una magia seducente e fey.",
				"Se ti esibisci per almeno 1 minuto, puoi tentare di suscitare meraviglia nel tuo pubblico cantando, recitando una poesia o ballando. Alla fine della performance, scegli un numero di umanoidi entro 60 piedi da te che hanno assistito e ascoltato tutto, fino a un numero pari al tuo modificatore di Carisma (minimo uno). Ogni bersaglio deve riuscire in un tiro salvezza di Saggezza contro la tua CD di salvataggio dell'incantesimo o essere {@condition charmed} da te. Mentre {@condition charmed} si trova in questo modo, il bersaglio ti idolatra, parla in modo entusiasta di te a chiunque gli parli e ostacola chiunque si opponga a te, anche se evita la violenza, a meno che non fosse già incline a combattere in tuo favore. Questo effetto termina su un bersaglio dopo 1 ora, se subisce danni, se lo attacchi o se ti vede attaccare o danneggiare uno dei suoi alleati.",
				"Se un bersaglio ha successo nel suo tiro salvezza, il bersaglio non ha alcun indizio del fatto che hai cercato di incantarlo.",
				"Una volta che si utilizza questa funzione, non è possibile utilizzarla di nuovo fino a quando non si finisce un riposo breve o lungo."
			]
		},
		{
			"name": "Mantle of Inspiration",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al College of Glamour al 3° livello, ottieni la capacità di tessere una canzone di magia fey che infonde vigore e velocità ai tuoi alleati.",
				"Come azione bonus, puoi spendere un uso della tua Ispirazione Bardica per concederti un aspetto meraviglioso. Quando lo fai, scegli un numero di creature che puoi vedere e che possono vederti entro 60 piedi da te, fino a un numero pari al tuo modificatore di Carisma (minimo uno). Ognuna di esse guadagna 5 punti ferita temporanei. Quando una creatura guadagna questi punti ferita temporanei, può immediatamente usare la sua reazione per muoversi fino alla sua velocità, senza provocare attacchi di opportunità.",
				"Il numero di punti ferita temporanei aumenta quando raggiungi determinati livelli in questa classe, passando a 8 al 5° livello, 11 al 10° livello e 14 al 15° livello."
			]
		},
		{
			"name": "Mantle of Majesty",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6° livello, ottieni la capacità di ammantarti di una magia fey che spinge gli altri a servirti. Come azione bonus, lanci {@spell command}, senza spendere uno slot incantesimo, e assumi un aspetto di bellezza ultraterrena per 1 minuto o fino al termine della tua concentrazione (come se ti stessi concentrando su un incantesimo). Durante questo periodo, puoi lanciare {@spell command} come azione bonus in ogni tuo turno, senza spendere uno slot incantesimo.",
				"Qualsiasi creatura {@condition charmed} da te fallisce automaticamente il suo tiro salvezza contro il {@spell command} che lanci con questa caratteristica.",
				"Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non finisci un lungo riposo."
			]
		},
		{
			"name": "Unbreakable Majesty",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al 14° livello, il tuo aspetto guadagna permanentemente un aspetto ultraterreno che ti fa sembrare più bella e feroce.",
				"Inoltre, come azione bonus, puoi assumere una presenza magicamente maestosa per 1 minuto o finché non sei {@condition incapacitated}. Per tutta la durata, ogni volta che una creatura tenta di attaccarti per la prima volta in un turno, l'attaccante deve effettuare un tiro salvezza di Carisma contro la tua CD di salvataggio dell'incantesimo. Se il tiro salvezza viene fallito, non potrà attaccarti in questo turno e dovrà scegliere un nuovo bersaglio per il suo attacco o l'attacco andrà sprecato. Con un tiro salvezza riuscito, può attaccarti in questo turno, ma ha svantaggio su qualsiasi tiro salvezza che effettua contro i tuoi incantesimi nel tuo prossimo turno.",
				"Una volta che assumi questa presenza maestosa, non puoi farlo di nuovo finché non finisci un breve o lungo riposo."
			]
		},
		{
			"name": "College of Swords",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"I bardi del Collegio delle Spade sono chiamati lame, e intrattengono con audaci prodezze con le armi. Le lame eseguono acrobazie come l'inghiottire la spada, il lancio di coltelli e la giocoleria, e finti combattimenti. Anche se usano le loro armi per intrattenere, sono anche guerrieri altamente addestrati e abili nel loro stesso diritto.",
				"Il loro talento con le armi ispira molti lama a condurre una doppia vita. Un lama potrebbe usare una troupe del circo come copertura per azioni nefaste come l'assassinio, la rapina e il ricatto. Altri lama colpiscono i malvagi, portando la giustizia contro i crudeli e i potenti. La maggior parte delle troupes sono felici di accettare il talento di un lama per l'eccitazione che aggiunge allo spettacolo, ma pochi intrattenitori si fidano completamente di un lama tra le loro fila.",
				"I Lama che abbandonano la loro vita da intrattenitori sono spesso incorsi in problemi che rendono impossibile il mantenimento delle loro attività segrete. Un lama sorpreso a rubare o a praticare la giustizia da vigilante è una responsabilità troppo grande per la maggior parte delle troupes. Con le loro abilità con le armi e la magia, questi Lama o prendono lavoro come esecutori per le gilde dei ladri o si mettono in proprio come avventurieri.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Swords|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Style|Bard||Swords|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Flourish|Bard||Swords|XGE|3"
				}
			]
		},
		{
			"name": "Blade Flourish",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, impari a compiere impressionanti dimostrazioni di abilità marziale e velocità.",
				"Ogni volta che esegui l'azione {@action Attack} nel tuo turno, la tua velocità di camminata aumenta di 10 piedi fino alla fine del turno, e se un attacco con l'arma che esegui come parte di questa azione colpisce una creatura, puoi usare una delle seguenti opzioni di Lama Infiorata a tua scelta. Puoi usare solo un'opzione di Fioritura di Lame per turno.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Defensive Flourish|Bard|XGE|Swords|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Slashing Flourish|Bard|XGE|Swords|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mobile Flourish|Bard|XGE|Swords|XGE|3"
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio di Spade al 3° livello, guadagni competenza con le armature medie e il {@item scimitar|phb}.",
				"Se sei abile con un'arma da mischia semplice o marziale, puoi usarla come fuoco per i tuoi incantesimi da bardo."
			]
		},
		{
			"name": "Fighting Style",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, adotti uno stile di combattimento come tua specialità. Scegli una delle seguenti opzioni. Non puoi prendere uno stile di combattimento più di una volta, anche se qualcosa nel gioco ti permette di scegliere di nuovo.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Dueling"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Two-Weapon Fighting"
						}
					]
				}
			]
		},
		{
			"name": "Extra Attack",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partire dal 6° livello, puoi attaccare due volte, invece che una, ogni volta che esegui l'azione {@action Attack} nel tuo turno."
			]
		},
		{
			"name": "Master's Flourish",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partire dal 14° livello, ogni volta che usi un'opzione Blade Flourish, puoi tirare un {@dice d6} e usarla invece di spendere un dado di Ispirazione Bardica."
			]
		},
		{
			"name": "College of Whispers",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"La maggior parte della gente è felice di accogliere un bardo in mezzo a loro. I bardi del Collegio dei Sussurri usano questo a loro vantaggio. Sembrano essere come gli altri bardi, condividendo notizie, cantando canzoni e raccontando storie al pubblico che raccolgono. In realtà, il Collegio dei Sussurri insegna ai suoi studenti che sono lupi tra le pecore. Questi bardi usano la loro conoscenza e la loro magia per scoprire i segreti e metterli contro gli altri attraverso estorsioni e minacce.",
				"Molti altri bardi odiano il Collegio dei Sussurri, considerandolo un parassita che usa la reputazione di un bardo per acquisire ricchezza e potere. Per questo motivo, i membri di questo collegio raramente rivelano la loro vera natura. In genere sostengono di seguire qualche altro collegio, oppure tengono segreta la loro vera vocazione per infiltrarsi e sfruttare le corti reali e altri ambienti di potere.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blades|Bard||Whispers|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Words of Terror|Bard||Whispers|XGE|3"
				}
			]
		},
		{
			"name": "Psychic Blades",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quando ti unisci al Collegio dei Sussurri al 3° livello, ottieni la capacità di rendere i tuoi attacchi con le armi magicamente tossici per la mente di una creatura.",
				"Quando colpisci una creatura con un attacco con un'arma, puoi spendere un uso della tua Ispirazione Bardica per infliggere un danno psichico extra {@damage 2d6} a quel bersaglio. Puoi farlo solo una volta per round nel tuo turno.",
				"Il danno psichico aumenta quando raggiungi determinati livelli in questa classe, aumentando a {@dice 3d6} al 5° livello, {@dice 5d6} al 10° livello e {@dice 8d6} al 15° livello."
			]
		},
		{
			"name": "Words of Terror",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3° livello, impari a infondere parole innocenti con una magia insidiosa che può incutere terrore.",
				"Se parli da solo con un umanoide per almeno 1 minuto, puoi tentare di seminare paranoia nella sua mente. Alla fine della conversazione, il bersaglio deve riuscire in un tiro salvezza di Saggezza contro la tua CD di salvataggio dell'incantesimo o essere {@condition frightened} di te o di un'altra creatura a tua scelta. Il bersaglio rimane così {@condition frightened} per 1 ora, finché non viene attaccato o danneggiato, o finché non assiste all'attacco o al danneggiamento dei suoi alleati.",
				"Se il bersaglio riesce nel suo tiro salvezza, il bersaglio non ha alcun indizio del fatto che hai cercato di spaventarlo.",
				"Una volta che si utilizza questa funzione, non è possibile utilizzarla di nuovo fino a quando non si finisce un riposo breve o lungo."
			]
		},
		{
			"name": "Mantle of Whispers",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6° livello, ottieni la capacità di adottare il personaggio di un umanoide. Quando un umanoide muore entro 30 piedi da te, puoi catturare magicamente la sua ombra usando la tua reazione. Manterrai quest'ombra finché non la userai o finché non finirai un lungo riposo.",
				"Puoi usare l'ombra come azione. Quando lo fai, essa svanisce, trasformandosi magicamente in un travestimento che ti appare addosso. Ora hai l'aspetto della persona morta, ma sano e vivo. Questo travestimento dura per 1 ora o finché non lo interrompi come azione bonus.",
				"Mentre sei nel travestimento, ottieni l'accesso a tutte le informazioni che l'umanoide condividerebbe liberamente con un conoscente casuale. Tali informazioni includono dettagli generali sul suo background e sulla sua vita personale, ma non includono segreti. Le informazioni sono sufficienti a farti passare per quella persona attingendo ai suoi ricordi.",
				"Un'altra creatura può vedere attraverso questo travestimento se riesce a superare una prova di Saggezza ({@skill Insight}) contestata dalla tua prova di Carisma ({@skill Deception}). Otterrai un bonus di +5 alla tua prova.",
				"Una volta che hai catturato un'ombra con questa funzione, non puoi catturarne un'altra con essa finché non finisci un riposo breve o lungo."
			]
		},
		{
			"name": "Shadow Lore",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al 14° livello, ottieni la capacità di tessere la magia nera nelle tue parole e di attingere alle paure più profonde di una creatura.",
				"Come azione, sussurri magicamente una frase che solo una creatura di tua scelta entro 30 piedi da te può sentire. Il bersaglio deve effettuare un tiro salvezza di Saggezza contro la tua CD di salvataggio dell'incantesimo. Ha automaticamente successo se non condivide una lingua con te o se non può sentirti. Se il tiro salvezza ha successo, il tuo sussurro suona come un borbottio incomprensibile e non ha alcun effetto.",
				"Con un tiro salvezza fallito, il bersaglio è {@condition charmed} da te per le prossime 8 ore o finché tu o i tuoi alleati non lo attaccherete, lo danneggerete o lo costringerete a fare un tiro salvezza. Interpreta i sussurri come una descrizione del suo segreto più mortificante. Non ottieni alcuna conoscenza di questo segreto, ma il bersaglio è convinto che tu lo conosca.",
				"La creatura {@condition charmed} obbedisce ai tuoi comandi per paura che tu riveli il suo segreto. Non rischierà la sua vita per te né combatterà per te, a meno che non fosse già incline a farlo. Ti concede favori e doni che offrirebbe a un caro amico.",
				"Quando l'effetto termina, la creatura non capisce perché ti ha tenuto con tanta paura.",
				"Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non finisci un lungo riposo."
			]
		},
		{
			"name": "Defensive Flourish",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Puoi spendere un uso della tua Ispirazione Bardica per far sì che l'arma infligga danni extra al bersaglio che hai colpito. Il danno è pari al numero che tiri sul dado di Ispirazione Bardica. Aggiungerai anche il numero tirato alla tua CA fino all'inizio del tuo prossimo turno."
			]
		},
		{
			"name": "Mobile Flourish",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Puoi spendere un uso della tua Ispirazione Bardica per far sì che l'arma infligga danni extra al bersaglio che hai colpito. Il danno è pari al numero che tiri sul dado di Ispirazione Bardica. Puoi anche spingere il bersaglio fino a 5 piedi di distanza da te, più un numero di piedi pari al numero che tiri su quel dado. Puoi poi usare immediatamente la tua reazione per muoverti fino alla tua velocità di camminata in uno spazio non occupato entro 5 piedi dal bersaglio."
			]
		},
		{
			"name": "Slashing Flourish",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Swords",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Puoi spendere un uso della tua Ispirazione Bardica per far sì che l'arma infligga danni extra al bersaglio che hai colpito e a qualsiasi altra creatura a tua scelta che riesci a vedere entro 5 piedi da te. Il danno è pari al numero che tiri sul dado di Ispirazione Bardica."
			]
		}
	]
}