{
	"spellFluff": [
		{
			"name": "Dream of the Blue Veil",
			"source": "TCE",
			"entries": [
				{
					"type": "inset",
					"name": "Traveling to Other Worlds",
					"entries": [
						"El Plano Material alberga un número infinito de mundos. Algunos, como Oerth, Toril, Krynn y Eberron, están bien documentados, pero hay otros incontables. Puede que tú y tus amigos hayáis creado algunos mundos caseros de D&D.",
						"No siempre fue así. Varios estudiosos hablan de un estado primordial, una única realidad que llaman el Primer Mundo, que precedió al multiverso tal y como lo conocemos. Muchos de los pueblos y monstruos que habitan los mundos del Plano Material se originaron allí. Después de que el Primer Mundo fuera destrozado por un gran cataclismo -dando lugar a los mundos que vinieron a su paso- la progenie de los primeros elfos, enanos, contempladores y otras criaturas icónicas echaron raíces en un mundo tras otro, como semillas esparcidas por un viento cósmico. Si las reflexiones de estos grandes sabios son ciertas, cada mundo es un reflejo -y en algunos casos, una distorsión- del Primer Mundo.",
						"El tránsito entre estos mundos es raro, pero no imposible, y puede realizarse de varias maneras. Una de ellas es el Gran Viaje, una travesía épica llena de peligros y obstáculos que hay que superar. Este viaje suele realizarse a bordo de una nave impulsada por la magia.",
						"Otro método es el Sueño de Otros Mundos; los viajeros caen en un profundo sueño y se sueñan a sí mismos en un nuevo reino. El hechizo {@spell dream of the blue veil|TCE} emplea este método de tránsito.",
						"El método más directo es el Salto a Otro Reino; un hechicero lanza {@spell teleportation circle} o {@spell teleport}, con el objetivo de aparecer en un círculo de teletransporte conocido o en algún otro lugar de otro mundo.",
						"Sea cual sea el método que utilices para llegar a un mundo, el DM determina si tienes éxito y dónde apareces exactamente si llegas a ese reino."
					]
				}
			]
		},
		{
			"name": "Intellect Fortress",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Intellect Fortress.png"
					}
				}
			]
		},
		{
			"name": "Mind Sliver",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Mind Sliver.png"
					}
				}
			]
		},
		{
			"name": "Summon Celestial",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Celestial.png"
					}
				}
			]
		},
		{
			"name": "Summon Shadowspawn",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Shadowspawn.png"
					}
				}
			]
		},
		{
			"name": "Tasha's Mind Whip",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Tasha's Mind Whip.png"
					}
				}
			]
		}
	]
}