{
	"spell": [
		{
			"name": "Flock of Familiars",
			"source": "LLK",
			"page": 57,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Invocas temporalmente a tres familiares-espíritus que adoptan formas animales a tu elección. Cada familiar utiliza las mismas reglas y opciones de un familiar conjurado por el hechizo {@spell find familiar}. Todos los familiares conjurados por este hechizo deben ser del mismo tipo de criatura (celestiales, fey, o fiends; a tu elección). Si ya tienes un familiar conjurado por el hechizo {@spell find familiar} o un medio similar, entonces un familiar menos es conjurado por este hechizo.",
				"Los familiares invocados por este hechizo pueden comunicarse telepáticamente contigo y compartir sus sentidos visuales o auditivos mientras estén a menos de 1 milla de ti.",
				"Cuando lanzas un hechizo con un alcance de toque, uno de los familiares conjurados por este hechizo puede lanzar el hechizo, como es normal. Sin embargo, sólo puedes lanzar un hechizo de toque a través de un familiar por turno."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"Cuando lanzas este hechizo utilizando una ranura de hechizo de 3º nivel o superior, conjuras un familiar adicional por cada nivel de ranura superior al 2º."
					]
				}
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Galder's Speedy Courier",
			"source": "LLK",
			"page": 57,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "25 gold pieces, or mineral goods of equivalent value, which the spell consumes",
					"cost": 2500,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"Invocas a un pequeño elemental de aire en un punto dentro del alcance. El elemental de aire no tiene forma, es casi transparente, inmune a todo daño y no puede interactuar con otras criaturas u objetos. Lleva un cofre abierto y vacío cuyas dimensiones interiores son de 3 pies por cada lado. Mientras dure el hechizo, puede depositar dentro del cofre tantos objetos como quepan. A continuación, puedes nombrar a una criatura viva que hayas conocido y visto al menos una vez antes, o cualquier criatura de la que poseas una parte del cuerpo, un mechón de pelo, un recorte de una uña o una parte similar del cuerpo de la criatura.",
				"En cuanto se cierra la tapa del cofre, el elemental y el cofre desaparecen y vuelven a aparecer junto a la criatura objetivo. Si la criatura objetivo está en otro plano, o si está a prueba de detección o localización mágica, el contenido del cofre reaparece en el suelo a sus pies.",
				"La criatura objetivo conoce el contenido del cofre antes de decidir si lo abre o no, y sabe cuánto tiempo de duración del hechizo le queda para recuperarlo. Ninguna otra criatura puede abrir el cofre y recuperar su contenido. Cuando el hechizo expira o cuando todo el contenido del cofre ha sido retirado, el elemental y el cofre desaparecen. El elemental también desaparece si la criatura objetivo le ordena que le devuelva los objetos. Cuando el elemental desaparece, los objetos que no se han sacado del cofre vuelven a aparecer en el suelo a tus pies."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"Cuando lanzas este hechizo utilizando una ranura de hechizo de 8º nivel, puedes enviar el cofre a una criatura en un plano de existencia diferente al tuyo."
					]
				}
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Galder's Tower",
			"source": "LLK",
			"page": 57,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a fragment of stone, wood, or other building material"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24
					}
				}
			],
			"entries": [
				"Conjuras una torre de dos pisos hecha de piedra, madera o materiales suficientemente resistentes. La torre puede tener forma redonda o cuadrada. Cada nivel de la torre tiene 3 metros de altura y una superficie de hasta 30 metros cuadrados. El acceso entre niveles consiste en una simple escalera y una escotilla. Cada nivel adopta una de las siguientes formas, elegidas por ti cuando lanzas el hechizo:",
				{
					"type": "list",
					"items": [
						"Un dormitorio con una cama, sillas, arcón y una chimenea mágica",
						"Un estudio con escritorios, libros, estanterías, pergaminos, tinta y plumas",
						"Un espacio para comer con una mesa, sillas, una chimenea mágica, recipientes y utensilios de cocina",
						"Un salón con sofás, sillones, mesas auxiliares y reposapiés",
						"Un aseo con inodoros, bañeras, un brasero mágico y bancos de sauna",
						"Un observatorio con un telescopio y mapas del cielo nocturno",
						"Una habitación vacía y sin muebles"
					]
				},
				"El interior de la torre es cálido y seco, independientemente de las condiciones del exterior. Cualquier equipo o mobiliario conjurado con la torre se disipa en humo si se saca de ella. Al final de la duración del hechizo, todas las criaturas y objetos del interior de la torre que no hayan sido creados por el hechizo aparecen a salvo en el exterior, en el suelo, y todo rastro de la torre y su mobiliario desaparece.",
				"Puedes volver a lanzar este hechizo mientras está activo para mantener la existencia de la torre durante otras 24 horas. Puedes crear una torre permanente lanzando este hechizo en el mismo lugar y con la misma configuración cada día durante un año."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"Cuando lanzas este hechizo utilizando una ranura de hechizo de 4º nivel o superior, la torre puede tener una historia adicional por cada nivel de ranura superior al 3º."
					]
				}
			],
			"miscTags": [
				"PRM"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		}
	]
}