{
	"spell": [
		{
			"name": "Create Magen",
			"source": "IDRotF",
			"page": 318,
			"level": 7,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a vial of quicksilver worth 500 gp and a life-sized human doll, both of which the spell consumes, and an intricate crystal rod worth at least 1,500 gp that is not consumed",
					"cost": 50000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Mientras lanzas el hechizo, colocas un frasco de azogue en el pecho de un muñeco humano de tamaño natural relleno de ceniza o polvo. A continuación, coses el muñeco y haces gotear tu sangre sobre él. Al final del lanzamiento, golpeas el muñeco con una vara de cristal, transformándolo en un {@filter magen|bestiary|search=magen|source=IDRotF} vestido con lo que el muñeco llevaba puesto. El tipo de magen lo eliges tú durante el lanzamiento del hechizo. Consulta {@adventure appendix C|IDRotF|21} para conocer los diferentes tipos de magen y sus estadísticas.",
				"Cuando el magen aparece, tu máximo de puntos de golpe disminuye en una cantidad igual al índice de desafío del magen (reducción mínima de 1). Sólo un hechizo {@spell wish} puede deshacer esta reducción de tu punto de vida máximo.",
				"Cualquier magen que crees con este hechizo obedece tus órdenes sin rechistar."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Frost Fingers",
			"source": "IDRotF",
			"page": 318,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Unas ráfagas de frío helado salen de la punta de tus dedos en un cono de 15 pies. Cada criatura en esa área debe hacer una tirada de salvación de Constitución, recibiendo {@damage 2d8} de daño por frío si falla la tirada de salvación, o la mitad de daño si tiene éxito.",
				"El frío congela los líquidos no mágicos de la zona que no se lleven puestos o transportados."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"Cuando lanzas este hechizo utilizando una ranura de hechizo de 2º nivel o superior, el daño aumenta un {@dice 1d8} por cada nivel de ranura superior al 1º."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"N"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		}
	]
}