{
	"spellFluff": [
		{
			"name": "Dream of the Blue Veil",
			"source": "TCE",
			"entries": [
				{
					"type": "inset",
					"name": "Traveling to Other Worlds",
					"entries": [
						"Il Piano Materiale contiene un numero infinito di mondi. Alcuni, come Oerth, Toril, Krynn ed Eberron, sono ben documentati, ma ce ne sono innumerevoli altri. Tu e i tuoi amici potreste persino aver creato voi stessi alcuni mondi di D&D fatti in casa!",
						"Non è sempre stato così. Vari studiosi parlano di uno stato primordiale, un'unica realtà che chiamano il Primo Mondo, che ha preceduto il multiverso come lo conosciamo noi. Molti dei popoli e dei mostri che abitano i mondi del Piano Materiale ebbero origine lì. Dopo che il Primo Mondo fu distrutto da un grande cataclisma - dando vita ai mondi che vennero dopo di esso - la progenie dei primi elfi, nani, osservatori e altre creature iconiche mise radici su un mondo dopo l'altro, come semi sparsi da un vento cosmico. Se le riflessioni di questi grandi saggi sono vere, ogni mondo è un riflesso - e in alcuni casi, una distorsione - del Primo Mondo.",
						"Il transito tra questi mondi è raro ma non impossibile e può essere realizzato in vari modi. Uno di questi metodi è chiamato il Grande Viaggio, un viaggio epico irto di pericoli e pieno di ostacoli da superare. Questo viaggio avviene più spesso a bordo di una nave alimentata dalla magia.",
						"Un altro metodo è il Sogno di altri mondi; i viaggiatori cadono in un sonno profondo e si sognano in un nuovo regno. L'incantesimo {@spell dream of the blue veil|TCE} utilizza questo metodo di transito.",
						"Il metodo più diretto è il Salto in un altro regno; un incantatore lancia {@spell teleportation circle} o {@spell teleport}, puntando ad apparire in un cerchio di teletrasporto conosciuto o in qualche altro luogo in un altro mondo.",
						"Qualunque sia il metodo che si usa per raggiungere un mondo, il DM determina se si ha successo e dove si appare esattamente se si arriva in quel regno."
					]
				}
			]
		},
		{
			"name": "Intellect Fortress",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Intellect Fortress.png"
					}
				}
			]
		},
		{
			"name": "Mind Sliver",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Mind Sliver.png"
					}
				}
			]
		},
		{
			"name": "Summon Celestial",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Celestial.png"
					}
				}
			]
		},
		{
			"name": "Summon Shadowspawn",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Shadowspawn.png"
					}
				}
			]
		},
		{
			"name": "Tasha's Mind Whip",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Tasha's Mind Whip.png"
					}
				}
			]
		}
	]
}