{
	"charoption": [
		{
			"name": "Alagondar Scion",
			"source": "IDRotF",
			"page": 264,
			"prerequisite": [
				{
					"race": [
						{
							"name": "human"
						},
						{
							"name": "half-elf"
						},
						{
							"name": "half-orc"
						}
					],
					"note": "If you don't meet this prerequisite, draw a different card."
				}
			],
			"optionType": [
				"CS"
			],
			"entries": [
				"Soy un vástago del linaje de Alagondar y el único heredero conocido de la corona de Neverwinter. Si Dagult Neverember, el señor regente de la ciudad, se entera de que estoy vivo, enviará asesinos para matarme."
			]
		},
		{
			"name": "Anvilwrought",
			"source": "MOT",
			"page": 12,
			"optionType": [
				"SG"
			],
			"entries": [
				"Fuiste forjado en los fuegos de la forja de Purphoros. Tu aspecto tiene un brillo metálico y juntas visibles. La tabla de características de Anvilwrought sugiere detalles de tu vida u orígenes. Además, obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Constructed Resilience",
							"entries": [
								"Has sido creado para tener una notable fortaleza, representada por los siguientes beneficios:",
								{
									"type": "list",
									"items": [
										"Tienes ventaja en las tiradas de salvación contra el ser {@condition poisoned}, y tienes resistencia al daño por veneno.",
										"No necesitas comer, beber o respirar.",
										"Eres inmune a las enfermedades.",
										"No necesitas dormir, y la magia no puede ponerte a dormir."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sentry's Rest",
							"page": 12,
							"entries": [
								"Cuando te tomas un descanso largo, debes pasar al menos seis horas en un estado inactivo e inmóvil, en lugar de dormir. En este estado, pareces inerte, pero no te rinde {@condition unconscious}, y puedes ver y oír con normalidad.",
								{
									"type": "table",
									"caption": "Anvilwrought Characteristics",
									"colLabels": [
										"d6",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Un oread que trabaja en la forja de Purphoros es lo más parecido a un padre."
										],
										[
											"2",
											"Purphoros me hizo servirle."
										],
										[
											"3",
											"Fui creado hace décadas y, por temor a quedarme obsoleto, hace poco huí del Monte Velus."
										],
										[
											"4",
											"Purphoros se arrepiente de mi creación y quiere reformarme en algo mejor."
										],
										[
											"5",
											"Purphoros pretendía que yo continuara su obra haciendo creaciones propias aún mayores."
										],
										[
											"6",
											"Alguien en el Monte Velus implantó un terrible secreto dentro de mí para sacarlo al mundo."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of the Dragon Infiltrator",
			"source": "HotDQ",
			"page": 87,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Te has infiltrado en las filas del Culto del Dragón. Tras haber espiado a la organización durante bastante tiempo, estás familiarizado con su funcionamiento interno y sus costumbres. Tienes una segunda identidad como iniciado del culto, una fachada suficiente para pasar desapercibido como un simple gruñón o sirviente."
			]
		},
		{
			"name": "Deep Delver",
			"source": "OotA",
			"page": 221,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Tienes un don para abrirte camino en los lugares profundos del mundo. Eres capaz de recordar los recovecos de los pasadizos y túneles de tal manera que siempre puedes volver sobre tus pasos bajo tierra. También estás familiarizado con la búsqueda de alimentos y la supervivencia en la Infraoscuridad, y puedes determinar cuándo las fuentes de comida y agua son seguras para su consumo. Siempre puedes encontrar suficiente comida y agua para ti y hasta cinco personas más en la Infraoscuridad, siempre que haya sustento disponible en la zona."
			]
		},
		{
			"name": "Doppelganger",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Soy un cambiador de forma. No tengo ninguno de los rasgos de la raza a la que imito, pero conservo mis rasgos de clase, mi trasfondo y mi alineamiento. Tengo {@sense darkvision} hasta un alcance de 60 pies. Puedo usar una acción para hacer cualquiera de las siguientes cosas a voluntad:",
				"Puedo lanzar de forma innata {@spell detect thoughts}, sin necesidad de componentes. Mi habilidad de lanzamiento de hechizos es la Inteligencia. La DC de salvación de Sabiduría del hechizo es 8 + mi bono de competencia + mi modificador de Inteligencia. Puedo polimorfarme en cualquier humanoide que haya visto o volver a mi forma verdadera. Mis estadísticas, aparte de mi tamaño, no cambian. Cualquier equipo que lleve puesto o que porte no se transforma. Vuelvo a mi forma verdadera cuando muero."
			]
		},
		{
			"name": "Dragon Scholar",
			"source": "HotDQ",
			"page": 87,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Has estudiado los dragones y su tradición durante muchos años. Puedes identificar automáticamente lugares construidos o utilizados por dragones y puedes identificar huevos y escamas de dragón a simple vista. Si fallas un chequeo de Inteligencia para recordar la tradición de los dragones, conoces a alguien o algún libro que puedes consultar para obtener la respuesta, a menos que el DM dictamine que la tradición es desconocida."
			]
		},
		{
			"name": "Drizzt Fan",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Una vez conocí al famoso guardabosques drow Drizzt Do'Urden. De hecho, tengo un trozo hecho jirones de su famosa capa verde y nunca se me ocurriría desprenderme de ella."
			]
		},
		{
			"name": "Echoing Soul",
			"source": "VRGR",
			"page": 22,
			"optionType": [
				"DG"
			],
			"entries": [
				"Tu alma no es tuya o, al menos, no lo fue siempre. Tanto si has vivido vidas pasadas, como si tu alma fue intercambiada por un cuerpo diferente, o si tienes un vínculo que te conecta con otro ser, experimentas los ecos de otra vida. Estos ecos te otorgan conocimientos, talentos o incluso idiomas que no siempre puedes explicar, pero también se inmiscuyen en tus percepciones y creencias de forma inesperada.",
				"Tira o elige una opción de la tabla de Ecos del Alma para determinar la naturaleza de este Don Oscuro. Además, obtienes los rasgos que siguen.",
				{
					"type": "table",
					"caption": "Soul Echoes",
					"colLabels": [
						"d6",
						"Echo"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Mi alma está unida a la de una persona de otro lugar, quizás de otro dominio, mundo o plano."
						],
						[
							"2",
							"He vivido muchas veces, mi alma se reencarna cada vez que muero en lugar de pasar a mejor vida."
						],
						[
							"3",
							"Mi conciencia fue extraída de mi cuerpo original e implantada en este."
						],
						[
							"4",
							"Me fusioné física y espiritualmente con otro ser."
						],
						[
							"5",
							"Comparto mi cuerpo con una fuerza intangible, de otro mundo."
						],
						[
							"6",
							"El tiempo se fractura a mi alrededor, y a veces choco con mi propio pasado o futuro."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Channeled Prowess",
							"entries": [
								"Ganas competencia en dos habilidades de tu elección."
							]
						},
						{
							"type": "entries",
							"name": "Inherent Tongue",
							"entries": [
								"Puedes hablar, leer y escribir un idioma adicional de tu elección."
							]
						},
						{
							"type": "entries",
							"name": "Intrusive Echoes",
							"entries": [
								"Inmediatamente después de realizar una tirada de ataque, un chequeo de habilidad o una tirada de salvación y sacar un 1 en el {@dice d20}, los recuerdos de tu alma emergen y superan tus percepciones y experiencias. Puedes ver a la gente que te rodea como alguien distinto de lo que es, o te desorientas por una doble experiencia del mundo que te rodea. Tira en la tabla de Ecos Intrusos para determinar el efecto de estos vívidos recuerdos y percepciones. Una vez que se produce uno de los efectos, estos ecos intrusivos no pueden volver a manifestarse hasta que termines un descanso corto o largo.",
								{
									"type": "table",
									"caption": "Intrusive Echoes",
									"colLabels": [
										"d6",
										"Effect"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Eres {@condition charmed} por una criatura que puedas ver (a elección del DM) durante 1 minuto o hasta que la criatura te dañe."
										],
										[
											"2",
											"Eres {@condition frightened} por una criatura que puedas ver (a elección del DM) durante 1 minuto, o hasta que la criatura te dañe."
										],
										[
											"3",
											"Percibes otro tiempo o lugar a tu alrededor hasta el final de tu siguiente turno. Durante este tiempo, estás {@condition blinded} a tu entorno real."
										],
										[
											"4",
											"Percibes un tiempo o lugar diferente que se superpone a tu entorno. Tu velocidad se reduce a la mitad hasta el final de tu siguiente turno."
										],
										[
											"5",
											"Los recuerdos y las sensaciones te abruman. Estás {@condition incapacitated} hasta el comienzo de tu próximo turno."
										],
										[
											"6",
											"Tu memoria es de triunfo. Puedes repetir el chequeo de habilidad, la tirada de ataque o la tirada de salvación que acabas de hacer. Debes utilizar la nueva tirada."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Elusive Paramour",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Un rico pachá de Calimshan ha puesto una recompensa por mi cabeza por seducir a su concubina favorita. Los cazadores de recompensas están recorriendo la Costa de la Espada en mi busca, pero espero que nunca se les ocurra buscar en Icewind Dale."
			]
		},
		{
			"name": "Escaped Prisoner",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Fui traída aquí desde otro mundo por unos destructores mentales del espacio. La nave en la que estaba prisionero se estrelló en las montañas al sur de Diez Pueblos. Tras sobrevivir al accidente, casi me muero de frío cruzando la tundra para llegar a Diez Pueblos. Si unos tramperos amigos no me hubieran encontrado, habría perecido. Me temo que algunos de mis captores también sobrevivieron al accidente y podrían venir a buscarme."
			]
		},
		{
			"name": "Gathered Whispers",
			"source": "VRGR",
			"page": 23,
			"optionType": [
				"DG"
			],
			"entries": [
				"Te persiguen seres espirituales, ya sean almas de difuntos o entidades de otro plano. Sus voces susurran, se burlan o engatusan sin cesar, llegando a veces a aullidos sobrenaturales. Sólo tú puedes percibir a los espíritus, a menos que les permitas hablar a través de ti. Los espíritus son intangibles e invisibles; cualquiera que pueda ver {@condition invisible} a las criaturas sólo ve fugaces destellos de estos espíritus mientras te persiguen.",
				"Tira o elige una opción de la tabla de Espíritus Susurrantes para determinar qué te persigue. Además, obtienes los siguientes rasgos.",
				{
					"type": "table",
					"caption": "Whispering Spirits",
					"colLabels": [
						"d6",
						"Spirits"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Un consejo de mis antepasados muertos me vigila."
						],
						[
							"2",
							"Presencias diabólicas compiten por mi alma."
						],
						[
							"3",
							"Las almas inquietas se sienten atraídas por mí y piden paz."
						],
						[
							"4",
							"Los espíritus de los que maté permanecen a mi alrededor."
						],
						[
							"5",
							"Una inteligencia alienígena se inmiscuye en mis pensamientos."
						],
						[
							"6",
							"Un hermano que no tengo comparte mi cuerpo."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spirit Whispers",
							"entries": [
								"Aprendes el cantrip {@spell message} si no lo conoces ya, y no requieres ningún componente para lanzarlo. Cuando lanzas el hechizo, los mensajes son entregados por uno de tus espíritus susurradores en lugar de por ti o por la voz del objetivo. Tu habilidad para lanzar este hechizo es Inteligencia, Sabiduría o Carisma (a tu elección cuando obtienes este Don Oscuro)."
							]
						},
						{
							"type": "entries",
							"name": "Sudden Cacophony",
							"entries": [
								"Cuando eres golpeado por una tirada de ataque, puedes usar tu reacción para canalizar tus espíritus embrujadores, dejando que sus voces aúllen a través de ti. Si el atacante no lo es {@condition deafened}, añade tu bonificación de competencia a tu CA contra ese ataque, lo que puede hacer que falle. Una vez que este rasgo hace fallar un ataque, no puedes volver a usar el rasgo hasta que termines un descanso largo."
							]
						},
						{
							"type": "entries",
							"name": "Voices from Beyond",
							"entries": [
								"Inmediatamente después de que hagas una tirada de ataque, un chequeo de habilidad o una tirada de salvación y saques un 1 en el {@dice d20}, las voces inquietantes se vuelven demasiado fuertes para ignorarlas. Tira en la tabla de Voces del Más Allá para determinar el efecto de estas voces. Una vez que se produce uno de estos efectos, ninguna de estas voces embrujadoras vuelve a manifestarse hasta que termines un descanso corto o largo.",
								{
									"type": "table",
									"caption": "Voices from Beyond",
									"colLabels": [
										"d4",
										"Effect"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Tienes desventaja en la siguiente tirada de ataque, chequeo de habilidad o tirada de salvación que hagas."
										],
										[
											"2",
											"Eres {@condition deafened} por las voces durante 1 minuto."
										],
										[
											"3",
											"Eres {@condition frightened} de la criatura más cercana a ti, que no seas tú mismo, hasta el final de tu siguiente turno. Si hay varias criaturas más cercanas, el DM elige de qué criatura eres {@condition frightened}."
										],
										[
											"4",
											"Dentro de los próximos 10 minutos, puedes preguntar a tus espíritus sobre los resultados de un curso de acción específico que planeas tomar dentro de los próximos 30 minutos. Puedes recibir un presagio como si hubieras lanzado el hechizo {@spell augury}. El presagio se manifiesta como susurros de tus espíritus perceptibles sólo para ti."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Heroic Destiny",
			"source": "MOT",
			"page": 12,
			"optionType": [
				"SG"
			],
			"entries": [
				"Grandes hazañas aguardan en tu futuro, y se necesitará un esfuerzo extraordinario para matarte antes de que realices esas hazañas. Elige o tira un destino al azar usando la tabla de Destino Heroico. Además, obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Defy Death",
							"entries": [
								"Tienes ventaja en las tiradas de salvación de la muerte."
							]
						},
						{
							"type": "entries",
							"name": "Hard to Kill",
							"entries": [
								"Cuando te reducen a 0 puntos de vida pero no te matan del todo, puedes bajar a 1 punto de vida en su lugar. Una vez que uses este rasgo, no podrás volver a usarlo hasta que termines un descanso largo."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Heroic Destiny",
					"colLabels": [
						"d6",
						"Destiny"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Estoy destinado a ser el más hábil en el ejercicio de un oficio."
						],
						[
							"2",
							"Estoy destinado a ganar un lugar entre las estrellas de Nyx."
						],
						[
							"3",
							"Estoy destinado a convertirme en un dios."
						],
						[
							"4",
							"Estoy destinado a liberar a mi amada de las garras del Inframundo."
						],
						[
							"5",
							"Nací mientras un kraken asolaba Meletis, y estoy destinado a destruir ese kraken."
						],
						[
							"6",
							"Estoy destinado a descubrir el secreto del poder de los dioses."
						]
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Hollow One",
			"source": "EGW",
			"page": 182,
			"optionType": [
				"SG"
			],
			"entries": [
				"Como uno de los huecos, el vacío dejado por tu alma fallecida se llena con la extraña magia de Blightshore. Convertirse en un Hueco es un don sobrenatural que te otorga los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ageless",
							"entries": [
								"No envejece, y los efectos que le harían envejecer no funcionan en usted."
							]
						},
						{
							"type": "entries",
							"name": "Cling to Life",
							"entries": [
								"Cuando haces una tirada de salvación de muerte y sacas un 16 o más, recuperas 1 punto de vida."
							]
						},
						{
							"type": "entries",
							"name": "Revenance",
							"entries": [
								"Conservas tu tipo de criatura, pero te registras como no muerto para los hechizos y otros efectos que detectan la presencia del tipo de criatura no muerto."
							]
						},
						{
							"type": "entries",
							"name": "Unsettling Presence",
							"entries": [
								"Como acción, puedes inquietar a una criatura que puedas ver en un radio de 15 pies de ti. El objetivo tiene desventaja en la siguiente tirada de salvación que haga en el siguiente minuto. Los constructos, los muertos vivientes y las criaturas que no pueden ser {@condition frightened} son inmunes a este rasgo. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo."
							]
						}
					]
				}
			]
		},
		{
			"name": "Iconoclast",
			"source": "MOT",
			"page": 12,
			"optionType": [
				"SG"
			],
			"entries": [
				"Nadie puede negar la realidad de los dioses de Theros, cuya presencia y actos son visibles en el cielo nocturno y, a veces, directamente en el reino de los mortales. Pero hay quien rechaza la idea de que los dioses sean dignos de reverencia. Tales iconoclastas son comunes entre los leoninos, pero los miembros de cualquier cultura pueden adoptar este don sobrenatural. La tabla de características de los iconoclastas presenta sugerencias de por qué se han convertido en iconoclastas.",
				"Tu negación de los dioses te da un poder sobrenatural para resistir su influencia en el mundo. Obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Enlightened Protection",
							"page": 12,
							"entries": [
								"Puedes lanzar {@spell protection from evil and good} con este rasgo, apuntando sólo a ti mismo y sin requerir componentes materiales. Una vez que lo haces, no puedes volver a lanzarlo de esta manera hasta que termines un descanso largo. La Sabiduría es tu habilidad de lanzamiento de conjuros para este rasgo."
							]
						},
						{
							"type": "entries",
							"name": "Reject the Gods",
							"entries": [
								"No puedes ganar o perder piedad a ningún dios. En cambio, obtienes los siguientes rasgos al nivel de personaje indicado en cada uno de ellos. La sabiduría es tu habilidad de lanzamiento de hechizos para cualquier hechizo que lances a través de estos rasgos."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Hero",
					"page": 12,
					"entries": [
						"{@i 5th-level Iconoclast trait}",
						"Puedes lanzar {@spell dispel magic} con este rasgo. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo."
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Paragon",
					"page": 13,
					"entries": [
						"{@i 11th-level Iconoclast trait}",
						"Puedes lanzar {@spell dispel evil and good} con este rasgo, sin necesidad de componentes materiales. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo.",
						"Además, cuando lanzas {@spell dispel magic} usando tu rasgo de héroe Iconoclasta, lo lanzas como un hechizo de 4º nivel."
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Archetype",
					"page": 13,
					"entries": [
						"{@i 17th-level Iconoclast trait}",
						"Puedes lanzar {@spell antimagic field} con este rasgo, sin necesidad de componentes materiales. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo.",
						"Además, cuando lanzas {@spell dispel magic} usando tu rasgo de héroe Iconoclasta, lo lanzas como un hechizo de 5º nivel.",
						{
							"type": "table",
							"caption": "Iconoclast Characteristics",
							"colLabels": [
								"d6",
								"Characteristic"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Culpo a los dioses por la muerte de los que me importaban."
								],
								[
									"2",
									"Múltiples dioses tratan de utilizarme para sus fines, así que intento evitar todos los enredos divinos."
								],
								[
									"3",
									"Es obvio que los dioses son volubles e indignos de adoración."
								],
								[
									"4",
									"Sé que el futuro del mundo está en manos de los mortales, no de los dioses."
								],
								[
									"5",
									"Estoy convencido de que los dioses me quieren muerto."
								],
								[
									"6",
									"Me niego a ser un peón en los planes divinos."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Inheritor",
			"source": "VRGR",
			"page": 31,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Las hazañas de un antepasado o de un mentor les valieron un lugar en la leyenda. Ahora te toca a ti. Eres el claro heredero de un afamado legado. Has heredado una señal de tu predecesor, algo que te marca como su heredero, como un anillo de sello, una prenda de vestir característica o un arma notable.",
				"Además, cada vez que revelas tu legado, te enteras rápidamente de la opinión local sobre tu predecesor. Si los lugareños nunca han oído hablar de tu predecesor, nada cambia. Si lo han hecho, los rumores sobre tu conexión se extienden rápidamente y muchos lugareños te consideran un héroe o una amenaza. Los héroes son bienvenidos y pueden conseguir fácilmente una audiencia con los líderes locales. A las amenazas se les anima a marcharse antes de que inviten al peligro."
			]
		},
		{
			"name": "Inscrutable",
			"source": "MOT",
			"page": 14,
			"optionType": [
				"SG"
			],
			"entries": [
				"Como una esfinge, tienes una mente como un laberinto, impenetrable para el escrutinio de los mortales. Esto puede ser un don o entrenamiento de una esfinge real, la bendición (o maldición) de un dios, o un talento inexplicable. La tabla de Características Inescrutable sugiere opciones para lo que te hace inescrutable. Además, obtienes el siguiente rasgo.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Psychic Shield",
							"entries": [
								"Tienes resistencia al daño psíquico."
							]
						},
						{
							"type": "entries",
							"name": "Sphinx's Shroud",
							"page": 14,
							"entries": [
								"Eres inmune a cualquier efecto que permita a otras criaturas sentir tus emociones o leer tus pensamientos. Los chequeos de Sabiduría ({@skill Insight}) realizados para averiguar tus intenciones o sinceridad tienen desventaja.",
								{
									"type": "table",
									"caption": "Inscrutable Characteristics",
									"colLabels": [
										"d6",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Fui educado por una esfinge en las Islas Dakra."
										],
										[
											"2",
											"Soy un devoto seguidor de una de las escuelas filosóficas de Meletis (detallada en {@book chapter 3|MOT|3|Meletis})."
										],
										[
											"3",
											"Sólo hablo en pasado, como si todo lo que digo ya hubiera ocurrido."
										],
										[
											"4",
											"He hecho el voto de no permitir que ninguna persona viva vea detrás de la máscara que cubre mi rostro en todo momento."
										],
										[
											"5",
											"¿Por qué no iba a formular cada afirmación como una pregunta?"
										],
										[
											"6",
											"Nací siendo una esfinge, pero un dios me maldijo para que adquiriera forma humanoide y me impuso los límites del conocimiento mortal. No descansaré hasta romper la maldición."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lifelong Companion",
			"source": "MOT",
			"page": 14,
			"optionType": [
				"SG"
			],
			"entries": [
				"Detrás de muchos héroes hay otro héroe cuya grandeza proviene del apoyo y el amor que le ofrecen. Haktos tenía a su amado Perynes, Renata estaba acompañada por su sirviente Karados, y Siona navegaba con su devota tripulación. Como estos compañeros, tú eres grande y haces grandes a los demás. Ten en cuenta la tabla de relaciones con los compañeros a la hora de determinar tu conexión legendaria. Cualquier relación con el personaje de otro jugador requiere el consentimiento de ese jugador. Además, obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Boon Aura",
							"page": 14,
							"entries": [
								"Tus aliados a menos de 1,5 metros de ti tienen ventaja en las tiradas de salvación contra ser {@condition frightened} o {@condition charmed}, siempre que tú no seas {@condition incapacitated}."
							]
						},
						{
							"type": "entries",
							"name": "Companion's Protection",
							"entries": [
								"Cuando una criatura que puedas ver a menos de 1,5 metros de ti es golpeada por una tirada de ataque, puedes usar tu reacción para hacer que el ataque te golpee a ti en su lugar. Una vez que uses este rasgo, no podrás volver a hacerlo hasta que termines un descanso largo."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Companion Relationships",
					"colLabels": [
						"d6",
						"Relationship"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Otro personaje es mi amante o mi amigo más querido."
						],
						[
							"2",
							"Otro personaje es mi hermano."
						],
						[
							"3",
							"Otro personaje es mi padre o mi hijo."
						],
						[
							"4",
							"Otro personaje es un campeón de mi dios."
						],
						[
							"5",
							"Después de admirar a otro personaje desde lejos, por fin me he ganado un puesto a su lado."
						],
						[
							"6",
							"Lo único que deseo es que otro personaje reconozca mi devoción y me ame a cambio."
						]
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Littlest Yeti",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Fui criado por yeti. Aunque dependía de mis feroces guardianes para alimentarme y calentarme y nunca me adapté del todo al frío, hablo yeti y tengo ventaja en los chequeos de carisma realizados para influir en los yeti o mejorar su actitud."
			]
		},
		{
			"name": "Living Shadow",
			"source": "VRGR",
			"page": 24,
			"optionType": [
				"DG"
			],
			"entries": [
				"La sombra que proyectas es animada y está siempre presente, incluso cuando las condiciones de iluminación lo impedirían. Tu sombra se mueve ocasionalmente de forma desincronizada contigo. A veces parece emprender tareas aleatorias pero mundanas, mientras que otras veces actúa según tus impulsos más oscuros, amenazando o incluso atacando a otras sombras. Con esfuerzo, puedes someter esta sombra a tu voluntad.",
				"Tira o elige una opción de la tabla de Quirks de la Sombra para determinar cómo se comporta tu sombra viviente. Además, obtienes los siguientes rasgos.",
				{
					"type": "table",
					"caption": "Shadow Quirk",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Mi sombra a menudo sostiene armas o lleva heridas que no existen."
						],
						[
							"2",
							"Cuando me distraigo, mi sombra entra en pánico y trata de llamar la atención de otras personas, como si estuviera desesperada por escapar de mí."
						],
						[
							"3",
							"Cuando no es observada, mi sombra hace gestos amenazantes o se arrastra hacia la gente."
						],
						[
							"4",
							"Los movimientos de mi sombra reflejan los míos incorrectamente: cuando levanto la mano izquierda, mi sombra mueve la derecha."
						],
						[
							"5",
							"Mi sombra juguetea o de vez en cuando rompe objetos diminutos y no mágicos."
						],
						[
							"6",
							"Hay un ligero pero notable retraso entre mis movimientos y los de mi sombra."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Grasping Shadow",
							"entries": [
								"Aprendes el cantrip {@spell mage hand} si no lo conoces ya, y no necesitas componentes para lanzarlo. La mano creada por el hechizo es sombría pero no está ligada a tu sombra real. Tu habilidad para lanzar este hechizo es Inteligencia, Sabiduría o Carisma (a tu elección cuando obtienes este Don Oscuro)."
							]
						},
						{
							"type": "entries",
							"name": "Shadow Strike",
							"entries": [
								"Cuando haces una tirada de ataque cuerpo a cuerpo, puedes aumentar tu alcance para ese ataque en 3 metros. Tu sombra se estira y realiza el ataque como si fueras tú. Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
							]
						},
						{
							"type": "entries",
							"name": "Ominous Will",
							"entries": [
								"Inmediatamente después de que hagas una tirada de ataque, un chequeo de habilidad o una tirada de salvación y saques un 1 en el {@dice d20}, tu sombra ejerce una voluntad propia y puede ayudarte o entorpecer a ti o a los que te rodean. La próxima vez que tú o una criatura en un radio de 30 pies que puedas ver hagáis una tirada de ataque, un chequeo de habilidad o una tirada de salvación, saca un {@dice d4}. Si el número es impar, reduce el total por el número obtenido. Si el número es par, aumenta el total en el número obtenido. Una vez que se produce este efecto, no puede volver a ocurrir hasta que termines un descanso corto o largo."
							]
						}
					]
				}
			]
		},
		{
			"name": "Midwinter Child",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Auril la Doncella de la Escarcha me ha bendecido, pues nací en la festividad del invierno. Tengo resistencia al daño por frío."
			]
		},
		{
			"name": "Mist Walker",
			"source": "VRGR",
			"page": 24,
			"optionType": [
				"DG"
			],
			"entries": [
				"Las Nieblas atenazan a todos los que pisan los Dominios del Terror, pero tú sabes cómo escabullirte de sus garras. Puedes navegar por las Nieblas con éxito si tienes tiempo y un poco de suerte, pero esta libertad tiene un precio: si te quedas en una zona durante demasiado tiempo, las Nieblas te encuentran y agotan tu fuerza vital.",
				"Tira o elige una opción de la tabla de Viajes de la Niebla para determinar cómo has desarrollado este Don Oscuro. Además, obtienes los siguientes rasgos.",
				{
					"type": "table",
					"caption": "Misty Travels",
					"colLabels": [
						"d4",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Aprendiste un secreto sobre la naturaleza de las Nieblas. Desde entonces, puedes manipularlas, pero las tierras que recorres se han vuelto contra ti."
						],
						[
							"2",
							"Has huido a la Niebla para escapar de alguien o algo que te persigue. Nunca puedes descansar mucho tiempo, sabiendo que te siguen persiguiendo."
						],
						[
							"3",
							"Formas parte de una organización, una familia o una comunidad itinerante con experiencia en viajar por la Niebla. Ellos te enseñaron a hacer lo mismo."
						],
						[
							"4",
							"Las nieblas te robaron de tu hogar y fracturaron tus recuerdos sobre tu origen. Desde entonces, has estado buscando el camino de vuelta."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Misty Step",
							"entries": [
								"Puedes lanzar el hechizo {@spell misty step}, sin requerir ninguna ranura de hechizo, y debes terminar un descanso largo antes de poder lanzarlo de nuevo de esta manera. Tu habilidad de lanzamiento para este hechizo es Inteligencia, Sabiduría o Carisma (tu elección cuando obtienes este Don Oscuro). Si tienes ranuras de conjuro de 2º nivel o superiores, puedes lanzar este conjuro con ellas."
							]
						},
						{
							"type": "entries",
							"name": "Mist Traveler",
							"entries": [
								"Cuando entras en la Niebla con la intención de llegar a un dominio específico, se te trata como si poseyeras un talismán de la Niebla relacionado con ese dominio. Para utilizar este rasgo, debes conocer el nombre del dominio que has elegido como destino, pero no es necesario que hayas visitado previamente esa tierra. Este rasgo no te permite saltar las fronteras de los dominios cerrados por la voluntad de un Señor de la Oscuridad."
							]
						},
						{
							"type": "entries",
							"name": "Poisoned Roots",
							"entries": [
								"Cuando terminas un descanso prolongado, el mundo que te rodea en un radio de 16 kilómetros se convierte en un sifón que acabará drenando tu vitalidad. Puedes permanecer en la zona de forma segura durante un número de semanas igual a tu modificador de Constitución (mínimo 1 semana). A partir de entonces, cada vez que termines un descanso largo en la zona, deberás tener éxito en una tirada de salvación de Constitución DC 15 o ganarás 1 nivel de {@condition exhaustion} que no puede ser eliminado mientras permanezcas en la zona."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mist Wanderer",
			"source": "VRGR",
			"page": 31,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Las Nieblas te susurran y te guían por sus misteriosos remolinos. Sabes inmediatamente si un objeto que tocas es un talismán de la Niebla (detallado en {@book chapter 3|VRGR|3|Mist Talismans}). Reconoces la procedencia del talismán si has estado en su dominio de origen."
			]
		},
		{
			"name": "Nyxborn",
			"source": "MOT",
			"page": 14,
			"optionType": [
				"SG"
			],
			"entries": [
				"Nacidas de la mente de los dioses, las criaturas que pueblan el reino de los dioses se llaman Nyxborn. Las criaturas Nyxborn se parecen a los seres mortales, pero los filósofos debaten sobre su verdadero carácter. ¿Son formas idealizadas de los seres mortales, libres de las imperfecciones y la transitoriedad que hace que los mortales sufran y mueran? ¿O son sombras huecas y sin alma, carentes de la autenticidad y el patetismo que hacen que la existencia mortal merezca la pena?",
				"Un Nyxborn es como un fragmento de divinidad, una idea o un sueño que se encarna. Encarna una idea, como la forma en que las hojas se vuelven hacia el sol o la sensación de la arena del océano entre los dedos de los pies, la forma en que el corazón se agita cuando cambia la marea de la batalla o la tristeza que persiste al recordar un momento feliz de la infancia.",
				"Estas ideas, sueños, recuerdos y sentimientos son la materia de la que está hecha Nyx, y un Nyxborn se forma a partir de esa materia prima. Puedes haber sido creado específicamente por uno de los dioses para servir a un propósito determinado. O tu existencia puede ser un accidente causado por una confluencia de fuerzas sobrenaturales. La tabla Origen de los Nyxborn ofrece un puñado de sugerencias que podrían explicar cómo llegaste a ser, y la tabla Rarezas de los Nyxborn describe algunos efectos especiales que podrían permanecer alrededor de tu persona.",
				"Además, obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cloak of Stars",
							"entries": [
								"Como acción, te envuelves en un manto estrellado, apareciendo como una silueta formada por el cielo nocturno. Cuando lo haces, las tiradas de ataque tienen desventaja contra ti. Este manto dura 1 minuto, hasta que te lo quites (sin necesidad de realizar ninguna acción), o hasta que mueras. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo."
							]
						},
						{
							"type": "entries",
							"name": "Nyxborn Resistance",
							"entries": [
								"Tienes resistencia al daño necrótico y radiante."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Nyxborn Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Uno de mis padres es un nyxborn, una ninfa o alguna otra criatura sobrenatural."
						],
						[
							"2",
							"Uno de los dioses me formó a partir de Nyx para servir como emisario divino."
						],
						[
							"3",
							"Soy un efecto secundario de alguna otra acción divina."
						],
						[
							"4",
							"Un dios fue testigo de mi nacimiento, haciéndome lo que soy."
						],
						[
							"5",
							"Fui rescatado del Inframundo y adopté características sobrenaturales cuando volví a la vida."
						],
						[
							"6",
							"Soy una canción u otra obra de arte que cobra vida."
						]
					]
				},
				{
					"type": "table",
					"caption": "Nyxborn Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Cada vez que mi arma golpea algo, el arma desprende una lluvia de chispas estrelladas."
						],
						[
							"2",
							"Mi pelo se mueve como en una brisa perpetua."
						],
						[
							"3",
							"Mi ira huele a hojas de otoño quemadas."
						],
						[
							"4",
							"Cuando el sol me ilumina, resplandezco con muchos colores."
						],
						[
							"5",
							"Mi risa hace que los pájaros cercanos emitan su canto."
						],
						[
							"6",
							"La gente que duerme cerca de mí siempre sueña con el mar."
						]
					]
				}
			]
		},
		{
			"name": "Old Flame",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Tengo un amante en Diez Pueblos al que no he visto en años. En cualquier momento fuera del combate, puedo decidir quién es el amante eligiendo a un PNJ de Diez Pueblos que pueda ver. Una vez que hago esta elección, no puedo cambiarla. Este antiguo amor es amistoso y servicial conmigo, aunque nuestro pasado esté lleno de problemas."
			]
		},
		{
			"name": "Oracle",
			"source": "MOT",
			"page": 15,
			"optionType": [
				"SG"
			],
			"entries": [
				"Posees un precioso don codiciado no sólo por los mortales, sino por los propios dioses: el don de la comunicación clara entre los reinos mortal y divino. Como oráculo, puedes percibir los caprichos de los dioses y solicitarles destellos de su vasta visión. Sin embargo, este don también conlleva una maldición, que suele adoptar la forma de visiones funestas. Consulta la tabla de maldiciones del oráculo para determinar qué revelaciones no deseadas recibes.",
				"Los dioses buscan oráculos mortales para que actúen como sus agentes. Como resultado, la mayoría de los oráculos se dedican al servicio de un solo dios y aprenden a ignorar las voces de todos los demás. En ocasiones, dos dioses acuerdan compartir los servicios de un oráculo. Los oráculos que intentan mantenerse independientes a menudo se ven perseguidos por los agentes de los dioses malvados, que los obligarían a estar al servicio del dios, si fuera necesario.",
				"Obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ears of the Oracle",
							"entries": [
								"Puedes hablar, leer y escribir en celestial, el idioma de los dioses. Además, un dios podría entregar un mensaje a través de ti, y puedes decidir si usar tu propia voz o permitir que la voz del dios salga por tu boca para entregar el mensaje, traducido a cualquier idioma que hables."
							]
						},
						{
							"type": "entries",
							"name": "Oracle's Insight",
							"entries": [
								"Los dioses te dan destellos de perspicacia que te ayudan a llevar tus esfuerzos a buen puerto. Cuando haces un chequeo de habilidad, puedes tirar un {@dice d10} y añadir el número obtenido al chequeo. Puedes esperar hasta después de tirar el {@dice d20} antes de decidir añadir el {@dice d10}, pero debes decidirlo antes de que el DM diga si la tirada tiene éxito o falla. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso corto o largo."
							]
						},
						{
							"type": "entries",
							"name": "Oracle's Piety",
							"page": 16,
							"entries": [
								"Tus habilidades oraculares mejoran a medida que aumenta tu puntuación de piedad. En lugar de obtener los beneficios de piedad asociados a cualquier dios (como se describe en {@book chapter 2|MOT|2|Piety}), obtienes los siguientes rasgos cuando alcanzas la puntuación de piedad especificada.",
								"La sabiduría es tu habilidad de lanzamiento de hechizos para cualquier hechizo que lances a través de estos rasgos."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Augur",
					"page": 16,
					"entries": [
						"{@i Piety 3+ Oracle trait}",
						"Puedes lanzar {@spell augury} como un ritual con este rasgo. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo."
					]
				},
				{
					"type": "entries",
					"name": "Seer",
					"page": 16,
					"entries": [
						"{@i Piety 10+ Oracle trait}",
						"Puedes lanzar {@spell divination} como un ritual con este rasgo. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo."
					]
				},
				{
					"type": "entries",
					"name": "Sibyl",
					"page": 16,
					"entries": [
						"{@i Piety 25+ Oracle trait}",
						"Puedes lanzar {@spell commune} como un ritual con este rasgo. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo.",
						"Tampoco puede sorprenderse, siempre que no lo sea {@condition incapacitated}."
					]
				},
				{
					"type": "entries",
					"name": "Divine Oracle",
					"page": 16,
					"entries": [
						"{@i Piety 50+ Oracle trait}",
						"Puedes aumentar tu puntuación de Inteligencia o Sabiduría en 2, así como aumentar tu máximo para la puntuación elegida en 2.",
						{
							"type": "table",
							"caption": "Oracle Curse",
							"colLabels": [
								"d8",
								"Flaw"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Sé exactamente cómo voy a morir, y no puedo hacer ni decir nada para evitarlo."
								],
								[
									"2",
									"Las personas que me consultan para obtener información rara vez creen en las respuestas que les doy."
								],
								[
									"3",
									"Me atormentan las pesadillas que presagian la muerte de personas que nunca he conocido."
								],
								[
									"4",
									"A menudo me distraen las vistas y los sonidos de cosas que otras personas no pueden percibir."
								],
								[
									"5",
									"Un horrible monstruo de Nyx me observa constantemente, y lo veo cada vez que me aventuro a salir."
								],
								[
									"6",
									"Cada vez que me acerco a alguien, lo veo envejecido, moribundo o muerto."
								],
								[
									"7",
									"Cada vez que recibo una visión divina, siento un intenso dolor en la cabeza o en el pecho."
								],
								[
									"8",
									"Uno de los dioses tiene la intención de utilizarme como oráculo tanto si quiero escuchar como si no."
								]
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Orc Stone",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Salvé la vida de un orco, que me dio una piedra con el símbolo de la tribu de las Muchas Flechas (un cráneo humanoide atravesado por tres flechas) tallado en ella. La piedra es un objeto mágico poco común que requiere sintonización, y sólo yo puedo sintonizarla.",
				"Como acción, puedo usar la piedra para invocar el espíritu de un guerrero orco, que aparece a 30 pies de mí. El espíritu utiliza el bloque de estadísticas de jefe de guerra orco del Manual de Monstruos y desaparece tras 10 minutos o cuando se reduce a 0 puntos de vida. El espíritu entiende cualquier idioma que yo hable y obedece mis órdenes.",
				"Después de usar la piedra tres veces, se convierte en polvo."
			]
		},
		{
			"name": "Owlbear Whisperer",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Los búhos están predispuestos a gustar de mí.",
				"Si estoy a menos de 3 metros de un owlbear, puedo usar una acción para hacer un chequeo de Carisma ({@skill Animal Handling}). Si tengo éxito, cambio la actitud del oso búho hacia mí de hostil a indiferente o de indiferente a amistosa."
			]
		},
		{
			"name": "Pious",
			"source": "MOT",
			"page": 17,
			"optionType": [
				"SG"
			],
			"entries": [
				"Nacido con una conexión particular con una deidad, te has ganado el favor de tu dios desde que naciste. Consulta la tabla de rarezas piadosas para determinar cómo puede influir tu fe en tu personalidad. Además, obtienes los siguientes rasgos.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pious Protection",
							"entries": [
								"Si fallas una tirada de salvación, puedes volver a lanzarla y debes utilizar la nueva tirada. Una vez que uses este rasgo, no podrás volver a hacerlo hasta que termines un descanso largo."
							]
						},
						{
							"type": "entries",
							"name": "Religious Study",
							"page": 17,
							"entries": [
								"Tienes ventaja en cualquier chequeo de Inteligencia ({@skill Religion}) perteneciente a tu dios elegido."
							]
						},
						{
							"type": "entries",
							"name": "Starting Piety",
							"entries": [
								"Comienzas con una puntuación de piedad de 3 con tu dios elegido.",
								{
									"type": "table",
									"caption": "Pious Quirks",
									"colLabels": [
										"d6",
										"Quirk"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A menudo llamo a la gente por el nombre de mi dios (o de otro dios) por accidente."
										],
										[
											"2",
											"Me quedo despierto hasta altas horas de la noche mirando las estrellas con la esperanza de que mi dios comparta un mensaje conmigo."
										],
										[
											"3",
											"Estoy profundamente celoso de los oráculos de mi dios, que parecen tener una relación más íntima con mi dios de la que yo jamás podré alcanzar."
										],
										[
											"4",
											"Sueño con entrar un día en Nyx y que me concedan un lugar permanente al lado de mi dios."
										],
										[
											"5",
											"No tengo más hogar que los templos de mi dios."
										],
										[
											"6",
											"No puedo probarlo, pero sospecho que mi dios podría ser mi padre."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Pirate Cannibal",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Serví a bordo del Dark Duchess, un barco pirata de la ciudad de Luskan. Después de que el barco se quedara atascado en el hielo, todos, excepto el capitán, abandonaron el barco y huyeron a Ten-Towns. Nos perdimos en una ventisca por el camino. Yo fui el único que lo logró, y sólo comiendo a mis compañeros. El barco y su tesoro siguen ahí fuera."
			]
		},
		{
			"name": "Reghed Heir",
			"source": "IDRotF",
			"page": 264,
			"prerequisite": [
				{
					"race": [
						{
							"name": "human"
						},
						{
							"name": "half-elf"
						},
						{
							"name": "half-orc"
						}
					],
					"note": "If you don't meet this prerequisite, draw a different card."
				}
			],
			"optionType": [
				"CS"
			],
			"entries": [
				"Soy el hijo de la Reina Bjornhild Solvigsdottir, líder de la Tribu del Tigre. Mi madre me arrojó al Mar de Hielo Móvil cuando era un niño pequeño como sacrificio a Auril la Doncella de Hielo. Un oso polar me sacó del agua y me evitó una muerte por congelación. Este oso se transformó en un goliath que me llevó a salvo a Diez Pueblos. Recuerdo el nombre de la goliath -Oyaminartok- pero no la he vuelto a ver. Le debo la vida, igual que le debo a mi madre una muerte despiadada."
			]
		},
		{
			"name": "Reincarnation",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Morí y fui devuelto a la vida por un druida humano amistoso usando el hechizo {@spell reincarnate}. No tengo ni idea de qué fue del druida, cuyo nombre desconozco. Conservo los recuerdos de mi vida anterior, que en parte o en su totalidad transcurrió en Icewind Dale. (Tira en la tabla de la descripción del hechizo para determinar la raza anterior de tu personaje, o elige una raza de la tabla que te guste, y luego desarrolla la historia de tu vida anterior)."
			]
		},
		{
			"name": "Ring Hunter",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Busco a la trucha cabeza de chorlito que le arrancó el dedo a mi padre, que tenía un anillo de sello. Para conservar mi herencia, debo recuperar el anillo perdido."
			]
		},
		{
			"name": "Runaway Author",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Escribí una notoria denuncia titulada \"El Altivo Infernal\", que acusaba a varios patriarcas prominentes de Baldur's Gate y a nobles de Waterdeep de ser adoradores del diablo. Aunque mis acusaciones estaban bien fundadas, me gané muchos enemigos y me vi obligado a buscar refugio en Icewind Dale."
			]
		},
		{
			"name": "Second Skin",
			"source": "VRGR",
			"page": 25,
			"optionType": [
				"DG"
			],
			"entries": [
				"Hay otro lado de ti que la mayoría de la gente nunca ve. Cuando muestras este lado de ti mismo, puedes convertirte en otra persona por completo, en un vengador de aspecto celestial o en una pesadilla andante. Cualquiera que sea la forma específica, exagera algún impulso o naturaleza oculta dentro de ti.",
				"Tira o elige una opción de la tabla de Segunda Forma para determinar este otro lado de ti. Además, obtienes los rasgos que siguen.",
				{
					"type": "table",
					"caption": "Second Form",
					"colLabels": [
						"d6",
						"Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Una versión exagerada de su propia forma"
						],
						[
							"2",
							"Forma híbrida de humanoide y bestia"
						],
						[
							"3",
							"Una forma angélica, demoníaca o aberrante"
						],
						[
							"4",
							"Una criatura con forma vagamente humana hecha de baba"
						],
						[
							"5",
							"Una forma feérica, melancólica o apasionada"
						],
						[
							"6",
							"Un cuerpo construido de metal, piedra o maquinaria"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Transformation",
							"entries": [
								"Puedes lanzar el hechizo {@spell alter self} para aparecer en tu segunda forma. Cuando lo haces, obtienes los efectos de la opción de Cambio de apariencia de ese hechizo y no puedes terminarlo para obtener los beneficios de una opción diferente. Lanzar {@spell alter self} de esta forma no requiere ninguna ranura de conjuro, y debes terminar un descanso largo antes de poder volver a lanzarlo de esta forma. Tu capacidad de lanzamiento para este conjuro es Inteligencia, Sabiduría o Carisma (a tu elección cuando obtienes este Don Oscuro). Si tienes ranuras de conjuro de 2º nivel o superiores, puedes lanzar este conjuro con ellas.",
								"Cuando lanzas {@spell alter self} usando este rasgo, algún aspecto cosmético de tu segunda forma permanece después de que el hechizo termine. Esto te marca visiblemente, a menos que lo ocultes o disfraces activamente. La marca es un cambio perceptible, como piel escamosa, alas atrofiadas, ojos sin pupilas o cuernos. La marca se desvanece después de un largo descanso."
							]
						},
						{
							"type": "entries",
							"name": "Involuntary Change",
							"entries": [
								"Ciertas circunstancias pueden activar tu Don Oscuro. Después de experimentar este catalizador, al comienzo de tu siguiente turno debes tener éxito en una tirada de salvación de Carisma DC 15 o utilizar tu acción para lanzar {@spell alter self} como se describe en el rasgo de Transformación, incluso si ya lo has utilizado.",
								"Pase el rodillo o elija una opción de la tabla de catalizadores del cambio para determinar qué desencadena su cambio involuntario.",
								{
									"type": "table",
									"caption": "Change Catalyst",
									"colLabels": [
										"d6",
										"Catalyst"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Ver una fase particular de la luna"
										],
										[
											"2",
											"El olor de un tipo de flor"
										],
										[
											"3",
											"El sonido de las campanas del templo"
										],
										[
											"4",
											"Escuchar una melodía particular"
										],
										[
											"5",
											"Tocar la plata pura con la piel desnuda"
										],
										[
											"6",
											"Ver a alguien que se parece a un individuo específico"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Slaad Host",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Un sábalo rojo me implantó un huevo del tamaño de una bolita poco antes de empezar mi carrera de aventurero. Si no puedo deshacerme de él en los próximos dos meses, el huevo se gestará dentro de mí y un renacuajo de sábalo saldrá de mi pecho, matándome. Luego se convertirá rápidamente en un sapo adulto y matará a más gente."
			]
		},
		{
			"name": "Spirit Medium",
			"source": "VRGR",
			"page": 31,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Después de una experiencia fatídica, crees que estás alineado con los espíritus y que puedes servir de conducto para sus ideas y objetivos. Tienes ventaja en cualquier chequeo {@skill Arcana} o {@skill Religion} que hagas para recordar o investigar información sobre los espíritus y el más allá. Además, comienzas tu carrera de aventurero con un dispositivo hecho a medida para comunicarse con las fuerzas de otro mundo, tal vez un tablero de espíritus, una baraja de tarokka, una plancheta de escritura automática, varillas de zahorí, una taza para hojas de té o un dispositivo de tu propio diseño. Añade tu bonificación de competencia a cualquier chequeo de habilidad que hagas utilizando este tipo de herramienta de adivinación."
			]
		},
		{
			"name": "Spy",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Soy un espía de los Harpers, una organización secreta que trabaja entre bastidores para frustrar a los tiranos y otros malhechores. Mi misión en Icewind Dale es salvaguardar los asentamientos de Ten-Towns mientras oculto mi afiliación a los Harper. Entre las amenazas creíbles para Ten-Towns se encuentran la Hermandad Arcana, una organización de magos con sede en Luskan, y los Zhentarim, una extensa red en la sombra que quiere controlar el comercio en todo el Norte. Ambas han amenazado a Diez Pueblos en el pasado.",
				"Mi único contacto con Harper en Ten-Towns es una humana llamada Beldora, que se hace pasar por una indigente y pasa sus días recogiendo información en Bryn Shander."
			]
		},
		{
			"name": "Symbiotic Being",
			"source": "VRGR",
			"page": 26,
			"optionType": [
				"DG"
			],
			"entries": [
				"Un segundo ser reside en tu cuerpo junto a ti. Se manifiesta físicamente en algún lugar de ti y depende de ti para su supervivencia. Al mismo tiempo, te ofrece conocimientos y otro tipo de ayuda, ya sea por voluntad propia o debido a vuestra naturaleza entrelazada. El simbionte tiene su propia personalidad y agenda, que puede estar en desacuerdo con la tuya. Si ignoras los deseos del simbionte, éste podría esforzarse por interferir contigo. No hay forma de librarse del simbionte mientras tengas este Don Oscuro. Incluso si llegas a extremos drásticos, como cortar la parte de tu cuerpo donde reside el simbionte, éste reaparece en tu cuerpo en otro lugar a la siguiente medianoche.",
				"Tira o elige una opción de la tabla de Naturaleza Simbiótica para determinar qué tipo de ser simbiótico comparte tu cuerpo. Además, obtienes los siguientes rasgos.",
				{
					"type": "table",
					"caption": "Symbiotic Nature",
					"colLabels": [
						"d6",
						"Symbiote"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Diminutos rasgos faciales humanoides que sobresalen del torso, la palma de la mano o la parte posterior de la cabeza"
						],
						[
							"2",
							"Un apéndice alienígena dentro de una herida que no cicatriza"
						],
						[
							"3",
							"Un ser de madriguera, parecido a un gusano"
						],
						[
							"4",
							"Un pensamiento intrusivo que habita en tu mente"
						],
						[
							"5",
							"Un tatuaje vivo"
						],
						[
							"6",
							"Crecimientos de cristal que reemplazan una parte de su cuerpo"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Entwined Existence",
							"entries": [
								"Tu simbionte es una entidad independiente con su propia forma física unida a la tuya. No es una criatura independiente y depende de ti para sobrevivir. Tiene puntuaciones de Inteligencia, Sabiduría y Carisma. El DM establece las habilidades del simbionte o las determina al azar (tira {@dice 4d6} para cada puntuación, ignorando la más baja y sumando el resto). El simbionte puede ver y oír usando sus sentidos.",
								"El simbionte habla, lee y entiende dos idiomas: uno que tú hablas y otro adecuado a su naturaleza. Elige una de las siguientes habilidades: {@skill Arcana}, {@skill Deception}, {@skill History}, {@skill Intimidation}, {@skill Insight}, {@skill Investigation}, {@skill Nature}, {@skill Religion}, {@skill Perception} o {@skill Persuasion}. Ganas competencia en esa habilidad si no la tienes ya, representando el consejo y la guía del simbionte.",
								"Si mueres, también lo hace tu simbionte. Si posteriormente vuelves a la vida, tu simbionte también revive."
							]
						},
						{
							"type": "entries",
							"name": "Sustained Symbiosis",
							"entries": [
								"Tu simbionte tiene un gran interés en tu supervivencia y toma medidas para asegurarla. Cuando fallas una tirada de salvación, puedes elegir que tu simbionte gaste uno de tus Dados de Golpe para lanzarlo y añadir el número obtenido a la tirada de salvación, convirtiendo potencialmente el fallo en un éxito. Si utiliza este rasgo en una tirada de salvación de muerte, tienes éxito en la salvación y recuperas 1 punto de golpe independientemente del número obtenido en la tirada {@dice d20}.",
								"Una vez que tienes éxito en una tirada de salvación debido a este rasgo, el simbionte no puede volver a usarlo hasta que termines un descanso largo."
							]
						},
						{
							"type": "entries",
							"name": "Symbiotic Agenda",
							"entries": [
								"Tu simbionte tiene una agenda que le impulsa, y espera que le ayudes a conseguir esos objetivos. Lo permisivo o paciente que sea en la resolución de su agenda depende de su personalidad (trabaja con tu DM para determinar estos detalles). Si tienes la oportunidad de hacer avanzar su agenda y no actúas en consecuencia, el simbionte puede intentar forzar tu mano. Debes tener éxito en una tirada de salvación de Carisma (DC 12 + el modificador de Carisma del simbionte) o ser {@condition charmed} por el simbionte durante {@dice 1d12} horas. Mientras {@condition charmed}, debes intentar seguir las órdenes del simbionte. Si recibes daño que no es autoinfligido, puedes repetir la tirada de salvación, terminando el efecto con un éxito.",
								"Tira o elige de la tabla de Agenda Simbiótica para determinar el objetivo del simbionte, trabajando con tu DM para detallar los detalles o crear otra agenda.",
								{
									"type": "table",
									"caption": "Symbiotic Agenda",
									"colLabels": [
										"d6",
										"Agenda"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"El simbionte busca destruir un tipo específico de ser, como los demonios, los trolls o los paladines."
										],
										[
											"2",
											"El simbionte anhela el conocimiento y está decidido a resolver un misterio o aprender un secreto."
										],
										[
											"3",
											"El simbionte quiere llevar a cabo una profecía o frustrar una."
										],
										[
											"4",
											"El simbionte busca defender a los servidores e intereses de un ser u organización poderosa."
										],
										[
											"5",
											"El simbionte quiere evitarle daños a toda costa y cree que sabe lo que es mejor para usted."
										],
										[
											"6",
											"El simbionte busca experimentar nuevas sensaciones, cuanto más extrañas mejor."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Touch of Death",
			"source": "VRGR",
			"page": 26,
			"optionType": [
				"DG"
			],
			"entries": [
				"Tu tacto es doloroso y daña a quien entra en contacto contigo. El poder mortífero que llevas dentro escapa a tu control y afecta a cualquiera que toque tu piel desnuda. Del mismo modo, puedes dar muerte a tus enemigos con tu toque.",
				"Tira o elige una opción de la tabla de Toque Mortal para determinar cómo se presenta este Don Oscuro. Además, obtienes los rasgos que siguen.",
				{
					"type": "table",
					"caption": "Deadly Touch",
					"colLabels": [
						"d6",
						"Manifestation"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Su cuerpo es alterado alquímicamente o biológicamente, infundiéndole sustancias químicas mortales."
						],
						[
							"2",
							"La magia de un druida o fey despreciado hace que las plantas pequeñas se marchiten y los insectos mueran en su presencia."
						],
						[
							"3",
							"Eres el precursor de una sombría profecía. Cualquier criatura que tu toque dañe queda marcada con una cicatriz temporal de un grupo, demonio, deidad u otra fuerza que se interese por ti."
						],
						[
							"4",
							"Has sobrevivido a una experiencia cercana a la muerte, pero no deberías haberlo hecho. Desde entonces, la muerte y los malos presagios te persiguen."
						],
						[
							"5",
							"Estás fuera de sincronización con el tiempo o la realidad. Todo lo que tocas se deforma por la distorsión."
						],
						[
							"6",
							"Cada vez que tocas a una criatura, oyes la risa de alguien a quien antes hiciste daño."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Death Touch",
							"entries": [
								"Puedes concentrar tu toque mortal contra tus enemigos. Como acción, realiza un golpe sin armas. Al impactar, el objetivo recibe un {@dice 1d10} de daño necrótico adicional. Este daño aumenta en {@dice 1d10} cuando alcanzas el 5º nivel ({@dice 2d10}), el 11º nivel ({@dice 3d10}) y el 17º nivel ({@dice 4d10})."
							]
						},
						{
							"type": "entries",
							"name": "Inescapable Death",
							"entries": [
								"Cuando golpeas a un objetivo con una tirada de ataque e infliges daño necrótico, ignoras la resistencia del objetivo a ese daño."
							]
						},
						{
							"type": "entries",
							"name": "Withering Contact",
							"entries": [
								"Cuando comienzas tu turno agarrando una criatura o {@condition grappled} por ella, la criatura recibe {@dice 1d10} de daño necrótico."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trauma Survivor",
			"source": "VRGR",
			"page": 32,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Has sobrevivido. Sea lo que sea, lo has superado y puedes ayudar a otros a hacer lo mismo. La gente te ve como un experto en la situación traumática a la que te enfrentaste, ya sea un tipo específico de violencia, una enfermedad o cualquier otra cosa. Conoces las técnicas de recuperación no mágicas, los recursos comunes y la información errónea. Sabes cómo hablar con médicos, clérigos y líderes locales comprensivos y puedes convencerles de que acojan a una persona (que no seas tú) con un estilo de vida modesto durante un mes como máximo."
			]
		},
		{
			"name": "Traveler",
			"source": "VRGR",
			"page": 32,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"Vienes de otro lugar, un lugar que otros no podrían empezar a entender. Quizá tu hogar sea un rincón único del País de las Nieblas o un mundo completamente distinto. En cualquier caso, tú y otros viajeros habéis compartido experiencias. Puedes encontrar un lugar para esconderte, descansar o recuperarte entre caravanas comerciales simpatizantes, familias itinerantes o grupos desplazados, siempre que no te presentes como un peligro. Estos grupos te ocultarán de la ley o de cualquiera que te busque, aunque no arriesgarán sus vidas por ti. Además, puedes saber si un objeto que puedes ver y tocar es de tu tierra natal con una precisión casi perfecta."
			]
		},
		{
			"name": "Underdark Experience",
			"source": "OotA",
			"page": 221,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"No eres un visitante casual de la Infraoscuridad, sino que has pasado mucho tiempo aprendiendo sus costumbres. Estás familiarizado con las distintas razas, civilizaciones y asentamientos de la Infraoscuridad, así como con sus principales rutas de viaje. Si fallas un chequeo de Inteligencia para recordar algún fragmento de la historia de la Infraoscuridad, conoces una fuente que puedes consultar para obtener la respuesta, a menos que el DM dictamine que la historia es desconocida."
			]
		},
		{
			"name": "Unscarred",
			"source": "MOT",
			"page": 17,
			"optionType": [
				"SG"
			],
			"entries": [
				"Como el gran héroe Haktos, eres resistente al daño físico. Utiliza la tabla de Origen no esclarecido para determinar cómo obtuviste tu invulnerabilidad legendaria. Además, obtienes el siguiente rasgo.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unscarred Resilience",
							"entries": [
								"Cuando recibes daño, puedes usar tu reacción para tirar un {@dice d12}. Añade tu modificador de Constitución al número obtenido y reduce el daño en ese total. Después de usar este rasgo, no puedes volver a usarlo hasta que termines un descanso corto o largo."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Unscarred Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Me bañé en sangre de hidra cuando era un bebé, y mis heridas se cierran demasiado rápido para convertirse en lesiones mortales."
						],
						[
							"2",
							"Me tragué una piedra mágica que cayó de Nyx, que me puso la piel dura como una roca."
						],
						[
							"3",
							"Cuando fui herido de niño, un dios me curó. Ahora las heridas se resisten a deshacer el trabajo del dios."
						],
						[
							"4",
							"Fui rescatada del Inframundo, y no estoy segura de haber vuelto del todo a la vida: siempre hace mucho frío."
						],
						[
							"5",
							"Nací en una de las Islas Dakra. Toda mi gente es resistente por naturaleza, un hecho del que no me di cuenta hasta que perdí mi hogar y me aventuré en el mundo."
						],
						[
							"6",
							"No sé quién es uno o varios de mis padres, pero mi capacidad de recuperación (y otros indicios) proporcionan pistas sobre su identidad inmortal."
						]
					]
				}
			]
		},
		{
			"name": "Watchers",
			"source": "VRGR",
			"page": 27,
			"optionType": [
				"DG"
			],
			"entries": [
				"Algo te observa siempre y atrae a espíritus etéreos que adoptan la forma de criaturas hechas de materia sombría, normalmente en forma de bestias diminutas, que te siguen y se reúnen en tus alrededores. Estas criaturas actúan como ejemplares normales de su especie, pero su comportamiento sugiere un indicio de malicia. No importa las precauciones que tomes, no puedes alejar permanentemente a estos espíritus. Siempre regresan, esperan más allá del alcance de los medios de disuasión, o más tarde se arrastran fuera de tu ropa y equipo.",
				"Tira o elige una opción de la tabla de Vigilantes para determinar qué tipo de formas suelen adoptar los espíritus cuando te siguen.",
				{
					"type": "table",
					"caption": "Watchers",
					"colLabels": [
						"d8",
						"Watchers"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Comedores de carroña. Chacales, cuervos, buitres"
						],
						[
							"2",
							"Juicios ineludibles. Herramientas animadas de castigo, globos oculares a la deriva, iconografía religiosa"
						],
						[
							"3",
							"Alas nocturnas. Murciélagos, polillas, búhos"
						],
						[
							"4",
							"Portadores de la peste. Pulgas, ratas, ardillas"
						],
						[
							"5",
							"Observadores antinaturales. Objetos animados, dispositivos de relojería, mirones de otro mundo"
						],
						[
							"6",
							"Los escurridizos del mar. Cangrejos, anguilas, medusas"
						],
						[
							"7",
							"Almas perdidas. Orbes fantasmas, sombras, volutas ectoplasmáticas"
						],
						[
							"8",
							"Bichos venenosos. Escorpiones, serpientes, arañas"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Borrowed Eyes",
							"entries": [
								"Como acción, puedes influir en la presencia que guía a los vigilantes durante 1 hora. Mientras dure, ganas ventaja en los chequeos de Inteligencia ({@skill Investigation}) y Sabiduría ({@skill Perception}), y no puedes ser {@condition blinded}. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo."
							]
						},
						{
							"type": "entries",
							"name": "Dread Presence",
							"entries": [
								"Tienes desventaja en los chequeos de Carisma ({@skill Deception}), Carisma ({@skill Performance}) y Carisma ({@skill Persuasion}) realizados contra criaturas que puedan ver a los vigilantes, y tienes desventaja en las tiradas de salvación realizadas contra el hechizo {@spell scrying}.",
								"Puedes dispersar u ocultar temporalmente a los vigilantes con algo de esfuerzo. Con 1 minuto de trabajo y un chequeo exitoso de Carisma ({@skill Animal Handling}), puedes suprimir tus Ojos Prestados y Presencia Temible durante 1 hora. Una vez que suprimes con éxito estos rasgos, no puedes volver a hacerlo hasta que termines un descanso largo."
							]
						}
					]
				}
			],
			"hasFluffImages": true
		}
	]
}