{
	"lifeClass": [
		{
			"name": "Barbarian",
			"source": "PHB",
			"reasons": [
				"Mi devoción por mi pueblo me elevó en la batalla, haciéndome poderoso y peligroso.",
				"Los espíritus de mis antepasados me llamaron para llevar a cabo una gran tarea.",
				"Un día perdí el control en la batalla, y fue como si algo más manipulara mi cuerpo, obligándolo a matar a todos los enemigos que pudiera alcanzar.",
				"Emprendí un viaje espiritual para encontrarme a mí misma y, en su lugar, encontré un animal espiritual que me guía, me protege y me inspira.",
				"Me cayó un rayo y viví. Después, encontré una nueva fuerza dentro de mí que me permitió ir más allá de mis limitaciones.",
				"Mi ira debía ser canalizada en la batalla, o corría el riesgo de convertirme en un asesino indiscriminado."
			],
			"other": {
				"Personal Totems": [
					"None",
					"Un mechón de pelo de un lobo solitario del que te hiciste amigo durante una cacería",
					"Tres plumas de águila que te dio un sabio chamán, quien te dijo que jugarían un papel en la determinación de tu destino",
					"Un collar hecho con las garras de un joven oso de las cavernas que mataste sin ayuda cuando eras niño",
					"Una pequeña bolsa de cuero que contiene tres piedras que representan a tus antepasados",
					"Unos cuantos huesos pequeños de la primera bestia que mataste, atados con lana de colores",
					"Una piedra del tamaño de un huevo con la forma de tu espíritu"
				],
				"Tattoo": [
					"None",
					"Las alas de un águila se extienden por la parte superior de la espalda.",
					"En el dorso de sus manos están grabadas las patas de un oso de las cavernas.",
					"Los símbolos de tu clan aparecen en patrones de vinilo a lo largo de tus brazos. La cornamenta de un alce está grabada en tu espalda.",
					"Las imágenes de su animal espiritual se tatúan a lo largo del brazo y la mano del arma.",
					"Los ojos de un lobo se marcan en su espalda para ayudarle a ver y alejar los malos espíritus."
				],
				"Superstitions": [
					"None",
					"Si se perturban los huesos de los muertos, se heredan todos los problemas que los aquejaron en vida.",
					"Nunca confíes en un mago. Todos son demonios disfrazados, especialmente los amistosos.",
					"Los enanos han perdido su espíritu, y son casi como los muertos vivientes. Por eso viven bajo tierra.",
					"Los objetos mágicos traen problemas. Nunca duermas con un objeto mágico a menos de tres metros de ti.",
					"Cuando camines por un cementerio, asegúrate de llevar plata, o un fantasma podría saltar a tu cuerpo.",
					"Si un elfo te mira a los ojos, está tratando de leer tus pensamientos."
				]
			}
		},
		{
			"name": "Bard",
			"source": "PHB",
			"reasons": [
				"Desperté mis habilidades bárdicas latentes a través del ensayo y error.",
				"Era un intérprete dotado y atraje la atención de un maestro bardo que me instruyó en las técnicas antiguas.",
				"Me uní a una sociedad informal de eruditos y oradores para aprender nuevas técnicas de actuación y magia.",
				"Sentí la vocación de contar las hazañas de los campeones y los héroes, de darles vida en forma de canciones e historias.",
				"Entré en uno de los grandes colegios para aprender las viejas costumbres, los secretos de la magia y el arte de la interpretación.",
				"Un día cogí un instrumento musical y descubrí al instante que podía tocarlo."
			],
			"other": {
				"Defining Work": [
					"The Three Flambinis\", una canción obscena sobre la confusión de identidades y el deseo desenfrenado.",
					"Waltz: of the Myconids\", una melodía alegre que gusta sobre todo a los niños.",
					"\"El culo de oro de Asmodeus\", un poema dramático que, según usted, se inspiró en su visita personal a Averno.",
					"'Los Piratas de Luskan' su relato de primera mano de haber sido secuestrado por los segadores del mar cuando era niño.",
					"'Un aro, dos palomas y un sabueso del infierno', una sutil parodia de un noble incompetente.",
					"Un tonto en el abismo\", un poema cómico sobre los viajes de un bufón entre demonios."
				],
				"Instrument": [
					"Un violín halfling magistralmente elaborado",
					"Un cuerno de mithral hecho por los elfos",
					"Una cítara hecha con seda de araña drow",
					"Un tambor orcista",
					"Una caja de madera para el graznido de los bullywugs",
					"Un arpa de calderero de diseño gnómico"
				],
				"Embarrassment": [
					"None",
					"La vez que tu canción cómica, 'Big Tom's Hijinks' -que, por cierto, te pareció brillante- no fue bien recibida por Big Tom",
					"La función matinal en la que un búho-oso del circo se soltó y aterrorizó al público",
					"Cuando tu canción de apertura era tu entusiasta pero universalmente odiada interpretación de 'Song of the Froghemoth'",
					"La primera y última representación pública de 'Mirt, Man about Town'",
					"La vez que en el escenario se te prendió fuego la peluca y la tiraste al suelo, lo que incendió el escenario",
					"Cuando te sentaste en tu laúd por error durante la última estrofa de 'Starlight Serenade'"
				]
			}
		},
		{
			"name": "Cleric",
			"source": "PHB",
			"reasons": [
				"Un ser sobrenatural al servicio de los dioses me llamó para convertirme en un agente divino en el mundo.",
				"Vi la injusticia y el horror en el mundo y me sentí movido a tomar una posición contra ellos.",
				"Mi dios me dio una señal inequívoca. Dejé todo para servir a lo divino.",
				"Aunque siempre fui devoto, no fue hasta que completé una peregrinación que conocí mi verdadera vocación.",
				"Solía servir en la burocracia de mi religión, pero descubrí que necesitaba trabajar en el mundo, llevar el mensaje de mi fe a los rincones más oscuros de la tierra.",
				"Me doy cuenta de que mi dios trabaja a través de mí, y hago lo que se me ordena, aunque no sé por qué fui elegido para servir."
			],
			"other": {
				"Temple": [
					"Se dice que su templo es la estructura más antigua que se conserva construida en honor a su dios.",
					"Los acólitos de varias deidades afines recibieron todos juntos la instrucción en su templo.",
					"Vienes de un templo famoso por la fábrica de cerveza que regenta. Algunos dicen que hueles como una de sus cervezas.",
					"Su templo es una fortaleza y un campo de pruebas que entrena a los sacerdotes guerreros.",
					"Su templo es un lugar pacífico y humilde, lleno de huertos y sacerdotes sencillos.",
					"Has servido en un templo en los Planos Exteriores"
				],
				"Keepsake": [
					"El hueso del dedo de un santo",
					"Un libro encuadernado en metal que explica cómo cazar y destruir criaturas infernales",
					"Un silbato de cerdo que le recuerde a su humilde y querido mentor Una trenza de pelo tejida con la cola de un unicornio",
					"Un pergamino que describe la mejor manera de librar al mundo de los nigromantes",
					"Una piedra rúnica que se dice bendecida por su dios"
				],
				"Secret": [
					"Un diablillo te ofrece consejo. Intentas ignorar a la criatura, pero a veces sus consejos son útiles.",
					"Crees que, en última instancia, los dioses no son más que criaturas mortales ultrapoderosas.",
					"Reconoces el poder de los dioses, pero crees que la mayoría de los acontecimientos están dictados por el puro azar.",
					"Aunque puedes hacer magia divina, nunca has sentido realmente la presencia de una esencia divina dentro de ti.",
					"Estás atormentado por pesadillas que crees que son enviadas por tu dios como castigo por alguna transgresión desconocida.",
					"En los momentos de desesperación, sientes que no eres más que un juguete de los dioses, y te molesta su lejanía."
				]
			}
		},
		{
			"name": "Druid",
			"source": "PHB",
			"reasons": [
				"Vi demasiada devastación en los lugares salvajes, demasiado esplendor de la naturaleza arruinado por los expoliadores. Me uní a un círculo de druidas para luchar contra los enemigos de la naturaleza.",
				"Encontré un lugar entre un grupo de druidas después de huir de una catástrofe.",
				"Siempre he tenido afinidad con los animales, así que exploré mi talento para ver cómo podía utilizarlo mejor.",
				"Me hice amigo de un druida y me conmovieron las enseñanzas druídicas. Decidí seguir la guía de mi amigo y devolver algo al mundo.",
				"Mientras crecía, veía espíritus a mi alrededor, entidades que nadie más podía percibir. Busqué a los druidas para que me ayudaran a entender las visiones y a comunicarme con estos seres.",
				"Siempre he sentido asco por las criaturas de origen no natural. Por esta razón, me sumergí en el estudio de los misterios druídicos y me convertí en un defensor del orden natural."
			],
			"other": {
				"Treasured Item": [
					"None",
					"Una ramita del árbol del encuentro que se encuentra en el centro de su pueblo",
					"Un frasco de agua de la fuente de un río sagrado",
					"Hierbas especiales atadas en un manojo",
					"Un pequeño cuenco de bronce grabado con imágenes de animales",
					"Un sonajero hecho con una calabaza seca y bayas de acebo",
					"Una hoz de oro en miniatura que te entregó tu mentor"
				],
				"Guiding Aspect": [
					"None",
					"Los tejos te recuerdan que debes renovar tu mente y tu espíritu, dejando que lo viejo muera y que lo nuevo brote.",
					"Los robles representan la fuerza y la vitalidad. Meditar bajo un roble llena el cuerpo y la mente de determinación y fortaleza.",
					"El flujo interminable del río te recuerda la gran extensión del mundo. Buscas actuar teniendo en cuenta los intereses a largo plazo de la naturaleza.",
					"El mar es un caldero constante y agitado de poder y caos. Te recuerda que aceptar el cambio es necesario para mantenerte en el mundo.",
					"Los pájaros en el cielo son la prueba de que incluso las criaturas más pequeñas pueden sobrevivir si se mantienen por encima de la contienda.",
					"Como demuestran las acciones del lobo, la fuerza de un individuo no es nada comparada con el poder de la manada."
				],
				"Mentor": [
					"None",
					"Tu mentor fue un sabio arbolito que te enseñó a pensar en términos de años y décadas en lugar de días o meses.",
					"Fuiste tutelado por una dríade que vigilaba un portal dormido hacia el Abismo. Durante tu entrenamiento, se te encomendó la tarea de vigilar las amenazas ocultas del mundo.",
					"Tu tutor siempre interactuaba contigo en forma de halcón. Nunca viste la forma humanoide del tutor.",
					"Eras uno de los varios jóvenes que tenían como mentor a un viejo druida, hasta que uno de tus compañeros traicionó a tu grupo y mató a tu maestro.",
					"Tu mentor sólo se te ha aparecido en visiones. Todavía no has conocido a esa persona, y no estás seguro de que exista en forma mortal.",
					"Tu mentor fue un hombre-oso que te enseñó a tratar a todos los seres vivos con la misma consideración."
				]
			}
		},
		{
			"name": "Fighter",
			"source": "PHB",
			"reasons": [
				"Quería perfeccionar mis habilidades de combate, así que me uní a una escuela de guerra.",
				"Fui escudero de un caballero que me enseñó a luchar, a cuidar de un corcel y a comportarme con honor. Decidí emprender ese camino por mí mismo.",
				"Monstruos horribles descendieron sobre mi comunidad, matando a alguien a quien amaba. Tomé las armas para destruir a esas criaturas y a otras de naturaleza similar.",
				"Me alisté en el ejército y aprendí a luchar como parte de un grupo.",
				"Crecí luchando, y refiné mis talentos defendiéndome de la gente que se cruzaba conmigo.",
				"Siempre podía coger casi cualquier arma y saber utilizarla con eficacia."
			],
			"other": {
				"Heraldic Sign": [
					"None",
					"Un dragón dorado rampante sobre un campo verde, que representa el valor y la búsqueda de la riqueza",
					"El puño de un gigante de la tormenta agarrando un rayo ante una nube de tormenta, que simboliza la ira y el poder",
					"Espadas cruzadas frente a la puerta de un castillo, que significan la defensa de una ciudad o reino",
					"Una calavera con una daga atravesada, que representa la perdición que traes a tus enemigos",
					"Un fénix en un anillo de fuego, expresión de un espíritu indomable",
					"Tres gotas de sangre bajo la hoja de una espada horizontal sobre fondo negro, que simbolizan tres enemigos que has jurado matar"
				],
				"Instructor": [
					"None",
					"Gladiador. Su instructor fue un esclavo que luchó por la libertad en la arena, o uno que eligió voluntariamente la vida de gladiador para ganar dinero y fama.",
					"Militar. Su entrenador sirvió con un grupo de soldados y sabe mucho sobre el trabajo en equipo.",
					"Vigilancia de la ciudad. El control de multitudes y el mantenimiento de la paz son las especialidades de su instructor.",
					"Guerrero de la tribu. Su instructor creció en una tribu, donde luchar por la propia vida era prácticamente un hecho cotidiano.",
					"Street Fighter. Su entrenador destaca en el combate urbano, combinando el trabajo cuerpo a cuerpo con el silencio y la eficiencia.",
					"Maestro de armas. Tu mentor te ha ayudado a convertirte en uno con el arma que has elegido, impartiendo conocimientos altamente especializados sobre cómo manejarla con mayor eficacia."
				],
				"Signature Style": [
					"Elegante. Te mueves con una gracia precisa y un control total, sin usar nunca más energía de la que necesitas.",
					"Brutal. Tus ataques llueven como martillazos, destinados a astillar huesos o hacer volar la sangre.",
					"Astucia. Te lanzas a atacar en el momento justo y utilizas tácticas a pequeña escala para inclinar las probabilidades a tu favor.",
					"Sin esfuerzo. Rara vez transpira o muestra algo más que una expresión estoica en la batalla.",
					"Energético. Cantas y ríes durante el combate mientras tu espíritu se eleva. Eres más feliz cuando tienes un enemigo delante y un arma en la mano.",
					"Siniestro. Frunces el ceño y haces muecas mientras luchas, y disfrutas burlándote de tus enemigos mientras los derrotas."
				]
			}
		},
		{
			"name": "Monk",
			"source": "PHB",
			"reasons": [
				"Me eligieron para estudiar en un monasterio aislado. Allí me enseñaron las técnicas fundamentales necesarias para llegar a dominar una tradición.",
				"Busqué instrucción para obtener una comprensión más profunda de la existencia y de mi lugar en el mundo.",
				"Me tropecé con un portal de Shadowfell y me refugié en un extraño monasterio, donde aprendí a defenderme de las fuerzas de la oscuridad.",
				"Me sentí abrumado por el dolor tras perder a alguien cercano a mí, y busqué el consejo de los filósofos para que me ayudaran a sobrellevar mi pérdida.",
				"Sentía que había un tipo de poder especial dentro de mí, así que busqué a quienes pudieran ayudarme a invocarlo y dominarlo.",
				"De joven era salvaje e indisciplinado, pero luego me di cuenta del error que cometía. Solicité el ingreso en un monasterio y me hice monje como forma de vivir una vida disciplinada."
			],
			"other": {
				"Monastery": [
					"None",
					"Su monasterio está tallado en la ladera de una montaña, donde se asoma a un paso traicionero.",
					"Tu monasterio está en lo alto de las ramas de un inmenso árbol en el Feywild.",
					"Su monasterio fue fundado hace mucho tiempo por un gigante de las nubes y está dentro de un castillo de nubes al que sólo se puede llegar volando.",
					"Su monasterio está construido junto a un sistema volcánico de aguas termales, géiseres y piscinas de azufre. Recibe regularmente visitas de comerciantes azer.",
					"Su monasterio fue fundado por gnomos y es un laberinto subterráneo de túneles y habitaciones.",
					"Su monasterio fue tallado en un iceberg en los confines helados del mundo."
				],
				"Monastic Icon": [
					"Mono. La rapidez de reflejos y la capacidad de desplazarse por las copas de los árboles son dos de las razones por las que su orden admira al mono.",
					"Tortuga dragón. Los monjes de su monasterio costero veneran a la tortuga dragón, recitando antiguas oraciones y ofreciendo guirnaldas de flores para honrar a este espíritu vivo del mar.",
					"Ki-rin. Su monasterio considera que su principal objetivo es vigilar y proteger la tierra a la manera de los ki-rin.",
					"Oso búho. Los monjes de tu monasterio veneran a una familia de búhos y han convivido con ellos durante generaciones.",
					"Hidra. Su orden destaca a la hidra por su capacidad de desencadenar varios ataques simultáneamente.",
					"Dragón. Un dragón ha estado en tu monasterio. Su influencia permanece mucho tiempo después de su partida."
				],
				"Master": [
					"None",
					"Tu maestro era un tirano al que tenías que derrotar en combate singular para completar tu instrucción.",
					"Tu maestro fue amable y te enseñó a perseguir la causa de la paz.",
					"Tu maestro no tuvo piedad de llevarte a tus límites. Casi pierdes un ojo durante una sesión de entrenamiento especialmente brutal.",
					"Tu maestro parecía de buen corazón mientras te daba clases, pero al final traicionó a tu monasterio.",
					"Tu maestro era frío y distante. Sospechas que los dos podrían estar emparentados.",
					"Tu maestro fue amable y generoso, y nunca criticó tus progresos. Sin embargo, sientes que nunca estuviste a la altura de las expectativas puestas en ti."
				]
			}
		},
		{
			"name": "Paladin",
			"source": "PHB",
			"reasons": [
				"Un ser fantástico se presentó ante mí y me invitó a emprender una búsqueda sagrada.",
				"Uno de mis antepasados dejó una búsqueda sagrada sin cumplir, así que me propongo terminar ese trabajo.",
				"El mundo es un lugar oscuro y terrible. Decidí servir como un faro de luz que brilla contra las sombras que se acumulan.",
				"Serví como escudero de un paladín, aprendiendo todo lo necesario para hacer mi propio juramento sagrado.",
				"Hay que oponerse al mal en todos los frentes. Me siento obligado a buscar la maldad y purgarla del mundo.",
				"Convertirme en paladín fue una consecuencia natural de mi inquebrantable fe. Al tomar mis votos, me convertí en la espada sagrada de mi religión."
			],
			"other": {
				"Personal Goal": [
					"None",
					"La paz. Luchas para que las generaciones futuras no tengan que hacerlo.",
					"La venganza. Tu juramento es el vehículo a través del cual corregirás un antiguo error.",
					"El deber. Cumplirás con lo que has jurado hacer, o morirás en el intento.",
					"Liderazgo. Ganarás una gran batalla sobre la que cantarán los bardos y, al hacerlo, te convertirás en un ejemplo para inspirar a otros.",
					"La fe. Sabes que tu camino es justo, o los dioses no te habrían puesto en él.",
					"La gloria. Llevarás al mundo a una nueva y grandiosa era, que llevará tu nombre."
				],
				"Symbol": [
					"Un dragón, emblema de tu nobleza en la paz y tu ferocidad en el combate",
					"Un puño cerrado, porque siempre estás dispuesto a luchar por tus creencias",
					"Una mano abierta levantada, indicando su preferencia por la diplomacia sobre el combate",
					"Un corazón rojo, mostrando al mundo tu compromiso con la justicia",
					"Un corazón negro, que significa que las emociones como la compasión no influyen en tu dedicación a tu juramento",
					"Un ojo que no pestañea, lo que significa que está siempre alerta a todas las amenazas contra su causa"
				],
				"Nemesis": [
					"None",
					"Un poderoso jefe de guerra orco que amenaza con invadir y destruir todo lo que consideras sagrado",
					"Un demonio o un celestial, agente de un poder de los Planos Exteriores, que ha sido encargado de corromperte o redimirte, según el caso",
					"Un dragón cuyos siervos persiguen tus pasos Un sumo sacerdote que te ve como un tonto equivocado y quiere que abandones tu religión",
					"Un paladín rival que se entrenó contigo, pero que se convirtió en un rompedor de juramentos y te hace responsable",
					"Un vampiro que ha jurado vengarse de todos los paladines tras ser derrotado por uno"
				],
				"Temptation": [
					"None",
					"Furia. Cuando se despierta tu ira, te cuesta pensar con claridad y temes hacer algo de lo que te arrepientas.",
					"El orgullo. Tus actos son dignos de mención y nadie toma nota de ellos más que tú.",
					"La lujuria. No puedes resistirte a un rostro atractivo y a una sonrisa agradable.",
					"Envidia. Eres consciente de lo que han conseguido algunos famosos y te sientes inadecuado cuando tus hazañas no se comparan con las suyas.",
					"Desesperación. Consideras la gran fuerza de los enemigos que debes derrotar, y a veces no ves la forma de lograr la victoria final.",
					"La codicia. Por mucha gloria y tesoro que acumules, nunca es suficiente para ti."
				]
			}
		},
		{
			"name": "Ranger",
			"source": "PHB",
			"reasons": [
				"Encontré un propósito mientras perfeccionaba mis habilidades de caza abatiendo animales peligrosos en los límites de la civilización.",
				"Siempre he tenido un don con los animales, capaz de calmarlos con una palabra tranquilizadora y un toque.",
				"Sufro de una terrible nostalgia por los viajes, así que ser guardabosques me dio una razón para no quedarme en un solo lugar durante mucho tiempo.",
				"He visto lo que ocurre cuando los monstruos salen de la oscuridad. Me encargué de convertirme en la primera línea de defensa contra los males que se encuentran más allá de las fronteras de la civilización.",
				"Conocí a un guardabosques canoso que me enseñó la artesanía de la madera y los secretos de las tierras salvajes.",
				"Serví en un ejército, aprendiendo los preceptos de mi profesión mientras abría senderos y exploraba campamentos enemigos."
			],
			"other": {
				"World View": [
					"Los pueblos y las ciudades son los mejores lugares para quienes no pueden sobrevivir por sí mismos. El avance de la civilización es la mejor manera de frustrar el caos, pero hay que vigilar su alcance.",
					"Los pueblos y las ciudades son un mal necesario, pero una vez que el desierto sea purgado de las amenazas sobrenaturales, ya no los necesitaremos.",
					"Los muros son para los cobardes, que se acurrucan detrás de ellos mientras otros hacen el trabajo de hacer el mundo seguro.",
					"Visitar una ciudad no es desagradable, pero después de unos días siento la irresistible llamada de volver a la naturaleza.",
					"Las ciudades generan debilidad al aislar a la gente de las duras lecciones de la naturaleza."
				],
				"Homeland": [
					"None",
					"Patrullabas un antiguo bosque, oscurecido y corrompido por varias travesías hacia el Suelo Sombrío.",
					"Como parte de un grupo de nómadas, has adquirido las habilidades para sobrevivir en el desierto.",
					"Tu temprana vida en la Infraoscuridad te preparó para los retos de combatir a sus habitantes.",
					"Vivías en el borde de un pantano, en una zona amenazada por criaturas terrestres y acuáticas.",
					"Como has crecido entre las cumbres, encontrar el mejor camino entre las montañas es algo natural para ti.",
					"Vagaste por el lejano norte, aprendiendo a protegerte y prosperar en un reino invadido por el hielo."
				],
				"Sworn Enemy": [
					"None",
					"Buscas venganza en nombre de la naturaleza por las grandes transgresiones que ha cometido tu enemigo.",
					"Tus antepasados o predecesores lucharon contra estas criaturas, y tú también lo harás.",
					"No escuchas ninguna enemistad hacia tu enemigo. Acechas a esas criaturas como un cazador persigue a un animal salvaje.",
					"Tu enemigo te parece fascinante y coleccionas libros de cuentos e historia sobre él.",
					"Recoges fichas de tus enemigos caídos para recordar cada muerte.",
					"Respetas al enemigo que has elegido y ves tus batallas como una prueba de tus respectivas habilidades."
				]
			}
		},
		{
			"name": "Rogue",
			"source": "PHB",
			"reasons": [
				"Siempre he sido ágil y rápido de ingenio, así que decidí utilizar esas dotes para abrirme camino en el mundo.",
				"Un asesino o un ladrón me perjudicaron, así que centré mi entrenamiento en dominar las habilidades de mi enemigo para combatir mejor a los enemigos de ese tipo.",
				"Un pícaro experimentado vio algo en mí y me enseñó varios trucos útiles.",
				"Decidí convertir mi racha de suerte natural en la base de una carrera, aunque sigo siendo consciente de que es esencial mejorar mis habilidades.",
				"Me hice con un grupo de rufianes que me enseñaron a conseguir lo que quería a través de la insidia y no de la confrontación directa.",
				"Me encanta una chuchería brillante o un saco de monedas, siempre que pueda conseguirlo sin arriesgar la vida."
			],
			"other": {
				"Guilty Pleasure": [
					"None",
					"Gemas grandes",
					"Una sonrisa de una cara bonita",
					"Un nuevo anillo para su dedo",
					"La oportunidad de desinflar el ego de alguien",
					"La mejor comida y bebida",
					"Aumentar su colección de monedas exóticas"
				],
				"Adversaries": [
					"None",
					"El capitán pirata en cuyo barco serviste una vez; lo que tú llamas seguir adelante, el capitán lo llama motín",
					"Un maestro espía al que, sin saberlo, le diste mala información, lo que condujo al asesinato del objetivo equivocado",
					"El maestro del gremio de ladrones local, que quiere que te unas a la organización o te vayas de la ciudad",
					"Un coleccionista de arte que utiliza medios ilegales para adquirir obras maestras",
					"Un perista que te utiliza como mensajero para concertar encuentros ilícitos",
					"El propietario de una arena de combate ilegal donde una vez aceptaste apuestas"
				],
				"Benefactor": [
					"None",
					"Un contrabandista evitó que te atraparan, pero perdió un valioso cargamento al hacerlo. Ahora le debes a esa persona un favor igual de valioso.",
					"El Rey Mendigo te ha ocultado de tus perseguidores muchas veces, a cambio de futuras consideraciones.",
					"Una vez, un magistrado te libró de la cárcel a cambio de información sobre un poderoso señor del crimen.",
					"Tus padres utilizaron sus ahorros para sacarte de apuros en tu juventud y ahora están en la indigencia.",
					"Un dragón no te comió cuando tuvo la oportunidad, y a cambio le prometiste apartar piezas de tesoro selectas.",
					"Un druida te ayudó una vez a salir de un aprieto; ahora cualquier animal al azar que veas podría ser ese benefactor, que quizás venga a reclamar un favor a cambio."
				]
			}
		},
		{
			"name": "Sorcerer",
			"source": "PHB",
			"reasons": [
				"Cuando nací, toda el agua de la casa se congeló, la leche se estropeó o todo el hierro se convirtió en cobre. Mi familia está convencida de que este acontecimiento fue un presagio de cosas más extrañas para mí.",
				"Sufrí una terrible tensión emocional o física, que hizo aflorar mi poder mágico latente. Desde entonces he luchado por controlarlo.",
				"Mi familia más cercana nunca hablaba de mis antepasados y, cuando les preguntaba, cambiaban de tema. No fue hasta que empecé a mostrar extraños talentos que salió a la luz toda la verdad de mi herencia.",
				"Cuando un monstruo amenazó a uno de mis amigos, me llené de ansiedad. Me abalancé instintivamente y golpeé a la desdichada cosa con una fuerza que salió de mi interior.",
				"Sintiendo algo especial en mí, un desconocido me enseñó a controlar mi don.",
				"Después de escapar de una conflagración mágica, me di cuenta de que, aunque estaba ileso, no había cambiado. Empecé a mostrar habilidades inusuales que apenas estoy empezando a comprender."
			],
			"other": {
				"Arcane Origin": [
					"Tu poder surge del linaje de tu familia. Estás emparentado con alguna criatura poderosa, o has heredado una bendición o una maldición.",
					"Eres la reencarnación de un ser de otro plano de existencia.",
					"Una entidad poderosa entró en el mundo. Su magia te cambió.",
					"Tu nacimiento fue profetizado en un texto antiguo, y se predice que utilizarás tu poder para fines terribles.",
					"Eres el producto de generaciones de cría cuidadosa y selectiva.",
					"Fuiste hecho en una cuba por un alquimista."
				],
				"Reaction": [
					"Tus poderes son vistos como una gran bendición por quienes te rodean, y se espera que los utilices al servicio de tu comunidad.",
					"Tus poderes causaron destrucción e incluso una muerte cuando se hicieron evidentes, y fuiste tratado como un criminal.",
					"Tus vecinos odian y temen tu poder, lo que hace que te eviten.",
					"Has llamado la atención de una secta siniestra que planea explotar tus habilidades.",
					"La gente de tu entorno cree que tus poderes son una maldición impuesta a tu familia por una transgresión pasada.",
					"Se cree que sus poderes están vinculados a una antigua línea de reyes locos que supuestamente terminó en una sangrienta revuelta hace más de un siglo."
				],
				"Supernatural Mark": [
					"Sus ojos son de un color inusual, como el rojo.",
					"Tienes un dedo de más en un pie.",
					"Una de sus orejas es notablemente más grande que la otra.",
					"Tu cabello crece a un ritmo prodigioso.",
					"Arrugas la nariz repetidamente mientras masticas.",
					"Una vez al día aparece una mancha roja en el cuello, que desaparece al cabo de una hora."
				],
				"Sign of Sorcery": [
					"Transmites los componentes verbales de tus hechizos con la voz retumbante de un titán.",
					"Durante un momento después de lanzar un hechizo, la zona que te rodea se vuelve oscura y sombría.",
					"Sudas profusamente mientras lanzas un hechizo y durante unos segundos después.",
					"Tu pelo y tu ropa se agitan brevemente, como si fuera una brisa, cada vez que invocas un hechizo.",
					"Si estás de pie cuando lanzas un hechizo, te elevas 15 centímetros en el aire y vuelves a flotar suavemente hacia abajo.",
					"Unas ilusorias llamas azules envuelven tu cabeza cuando comienzas a lanzarlas y luego desaparecen abruptamente."
				]
			}
		},
		{
			"name": "Warlock",
			"source": "PHB",
			"reasons": [
				"Mientras vagaba por un lugar prohibido, me encontré con un ser de otro mundo que se ofreció a hacer un pacto conmigo.",
				"Estaba examinando un extraño tomo que encontré en una biblioteca abandonada cuando la entidad que se convertiría en mi mecenas apareció de repente ante mí.",
				"Tropecé con las garras de mi patrón después de atravesar accidentalmente una puerta mágica.",
				"Cuando me enfrentaba a una crisis terrible, rezaba a cualquier ser que quisiera escuchar, y la criatura que respondía se convertía en mi mecenas.",
				"Mi futuro patrón me visitó en sueños y me ofreció un gran poder a cambio de mis servicios.",
				"Uno de mis antepasados tenía un pacto con mi patrón, así que esa entidad estaba decidida a atarme al mismo acuerdo."
			],
			"other": {
				"Patron Attitude": [
					"Su patrón ha guiado y ayudado a su familia durante generaciones y es amable con usted.",
					"Cada interacción con su caprichoso patrón es una sorpresa, ya sea agradable o dolorosa.",
					"Tu mecenas es el espíritu de un héroe muerto hace tiempo que ve en tu pacto una forma de seguir influyendo en el mundo.",
					"Su patrón es un estricto disciplinario, pero le trata con cierto respeto.",
					"Tu patrón te engañó en un pacto y te trata como un esclavo.",
					"La mayoría de las veces te dejas llevar por tus propios medios, sin interferencias de tu patrón. A veces temes las exigencias que te hará cuando aparezca."
				],
				"Special Terms": [
					"None",
					"Cuando se le indique, debe actuar inmediatamente contra un enemigo específico de su patrón.",
					"Su pacto pone a prueba su fuerza de voluntad; se le exige que se abstenga de consumir alcohol y otras sustancias tóxicas.",
					"Al menos una vez al día, debes inscribir o tallar el nombre o símbolo de tu patrón en la pared de un edificio.",
					"De vez en cuando debes llevar a cabo extraños rituales para mantener tu pacto.",
					"Nunca puedes llevar la misma ropa dos veces, ya que tu patrón considera que esa previsibilidad es aburrida.",
					"Cuando usas una invocación eldritch, debes decir el nombre de tu patrón en voz alta o te arriesgas a provocar su desagrado."
				],
				"Binding Mark": [
					"Uno de tus ojos se parece a uno de los ojos de tu patrón.",
					"Cada vez que se despierta, la pequeña mancha de su cara aparece en un lugar diferente.",
					"Presenta síntomas externos de una enfermedad, pero no sufre sus efectos.",
					"Tu lengua es de un color poco natural. Tienes una cola vestigial.",
					"Tu nariz brilla en la oscuridad."
				]
			}
		},
		{
			"name": "Wizard",
			"source": "PHB",
			"reasons": [
				"Un viejo mago me eligió entre varios candidatos para hacer un aprendizaje.",
				"Cuando me perdí en un bosque, un mago de los setos me encontró, me acogió y me enseñó los rudimentos de la magia.",
				"Crecí escuchando historias de grandes magos y supe que quería seguir su camino. Me esforcé por ser aceptado en una academia de magia y lo conseguí.",
				"Uno de mis parientes era un mago consumado que decidió que yo era lo suficientemente inteligente como para aprender el oficio.",
				"Mientras exploraba una antigua tumba, biblioteca o templo, encontré un libro de hechizos. Inmediatamente me sentí impulsado a aprender todo lo que pudiera sobre cómo convertirme en mago.",
				"Fui un prodigio que demostró el dominio de las artes arcanas a una edad temprana. Cuando tuve la edad suficiente para emprender mi propio camino, lo hice para aprender más magia y ampliar mi poder."
			],
			"other": {
				"Spellbook": [
					"Un tomo con páginas que son finas láminas de metal, con hechizos grabados en ellas con ácido",
					"Largas correas de cuero en las que se escriben los hechizos, envueltas alrededor de un bastón para facilitar su transporte",
					"Un tomo maltrecho lleno de pictogramas que sólo tú puedes entender",
					"Pequeñas piedras con hechizos inscritos y guardadas en una bolsa de tela",
					"Un libro chamuscado, arrasado por el fuego del dragón, con la escritura de tus hechizos apenas visible en sus páginas",
					"Un tomo lleno de páginas negras cuya escritura sólo es visible con poca luz o en la oscuridad"
				],
				"Ambition": [
					"Demostrarás que los dioses no son tan poderosos como la gente cree.",
					"La inmortalidad es el objetivo final de sus estudios.",
					"Si logras comprender plenamente la magia, podrás desbloquear su uso para todos y dar paso a una era de igualdad.",
					"La magia es una herramienta peligrosa. La usas para proteger lo que atesoras.",
					"El poder arcano debe ser arrebatado a los que abusan de él.",
					"Te convertirás en el mayor mago que el mundo haya visto en generaciones."
				],
				"Eccentricity": [
					"None",
					"Tienes la costumbre de golpear el pie incesantemente, lo que suele molestar a los que te rodean.",
					"Su memoria es bastante buena, pero no le cuesta hacerse el distraído cuando le conviene.",
					"Nunca entras en una habitación sin mirar lo que cuelga del techo.",
					"Su posesión más preciada es un gusano muerto que guarda dentro de un frasco de pociones.",
					"Cuando quieres que la gente te deje en paz, empiezas a hablar contigo mismo. Eso suele funcionar.",
					"Tu sentido de la moda y tu aseo personal, o más bien la falta de ellos, a veces hacen que los demás asuman que eres un mendigo."
				]
			}
		}
	],
	"lifeBackground": [
		{
			"name": "Acolyte",
			"source": "PHB",
			"reasons": [
				"Me escapé de casa a una edad temprana y encontré refugio en un templo.",
				"Mi familia me entregó a un templo, ya que no podían o no querían cuidar de mí.",
				"Crecí en un hogar con fuertes convicciones religiosas. Entrar al servicio de uno o varios dioses parecía algo natural.",
				"Un sermón apasionado tocó una fibra profunda en mi alma y me movió a servir a la fe.",
				"Seguí a un amigo de la infancia, a un conocido respetado o a alguien a quien quería en el servicio religioso.",
				"Tras el encuentro con un verdadero servidor de los dioses, me sentí tan inspirado que entré inmediatamente al servicio de un grupo religioso."
			]
		},
		{
			"name": "Charlatan",
			"source": "PHB",
			"reasons": [
				"Me abandonaron a mi suerte y mi habilidad para manipular a los demás me ayudó a sobrevivir.",
				"Aprendí pronto que la gente es crédula y fácil de explotar.",
				"A menudo me metía en problemas, pero siempre me las arreglaba para salir de ellos.",
				"Me hice con un artista de la confianza, del que aprendí mi oficio.",
				"Después de que un charlatán desplumara a mi familia, decidí aprender el oficio para no volver a dejarme engañar.",
				"Era pobre o temía llegar a serlo, así que aprendí los trucos que necesitaba para no caer en la pobreza."
			]
		},
		{
			"name": "Criminal",
			"source": "PHB",
			"reasons": [
				"En mis años de juventud estaba resentido con la autoridad y veía una vida de crimen como la mejor manera de luchar contra la tiranía y la opresión.",
				"La necesidad me obligó a emprender la vida, ya que era la única forma de sobrevivir.",
				"Me junté con una pandilla de reprobados y malhechores, y aprendí mi especialidad de ellos.",
				"Un padre o un pariente me enseñó mi especialidad penal para prepararme para el negocio familiar.",
				"Me fui de casa y encontré un lugar en un gremio de ladrones o en alguna otra organización criminal.",
				"Siempre me aburría, así que me dediqué al crimen para pasar el tiempo y descubrí que se me daba bastante bien."
			]
		},
		{
			"name": "Entertainer",
			"source": "PHB",
			"reasons": [
				"Los miembros de mi familia se ganaban la vida actuando, así que me convenía seguir su ejemplo.",
				"Siempre tuve una visión aguda de los demás, lo suficiente como para hacerlos reír o llorar con mis historias o canciones.",
				"Me escapé de casa para seguir a una compañía de juglares.",
				"Una vez vi actuar a un bardo y desde ese momento supe para qué había nacido.",
				"Gané dinero actuando en las esquinas y acabé haciéndome un nombre.",
				"Un animador ambulante me acogió y me enseñó el oficio."
			]
		},
		{
			"name": "Folk Hero",
			"source": "PHB",
			"reasons": [
				"Aprendí lo que estaba bien y lo que estaba mal de mi familia.",
				"Siempre me han encantado las historias de héroes y he deseado ser algo más que ordinario.",
				"Odiaba mi vida mundana, así que cuando llegó el momento de que alguien diera un paso al frente y hiciera lo correcto, aproveché mi oportunidad.",
				"Uno de mis padres o uno de mis parientes era un aventurero, y me inspiré en el valor de esa persona.",
				"Un viejo ermitaño loco pronunció una profecía cuando nací, diciendo que lograría grandes cosas.",
				"Siempre he defendido a los que son más débiles que yo."
			]
		},
		{
			"name": "Guild Artisan (Guild Merchant)",
			"source": "PHB",
			"reasons": [
				"Fui aprendiz de un maestro que me enseñó los asuntos del gremio.",
				"Ayudé a un artesano del gremio a guardar un secreto o a completar una tarea, y a cambio me tomaron como aprendiz.",
				"Uno de los miembros de mi familia que pertenecía al gremio me hizo una plaza.",
				"Siempre fui bueno con las manos, así que aproveché la oportunidad de aprender un oficio.",
				"Quería alejarme de mi situación familiar y empezar una nueva vida.",
				"Aprendí lo esencial de mi oficio con un mentor, pero tuve que unirme al gremio para terminar mi formación."
			]
		},
		{
			"name": "Hermit",
			"source": "PHB",
			"reasons": [
				"Mis enemigos arruinaron mi reputación, y huí a la selva para evitar más descrédito.",
				"Me siento cómodo estando aislado, ya que busco la paz interior.",
				"Nunca me gustaron las personas a las que llamaba mis amigos, así que me resultó fácil salir por mi cuenta.",
				"Me sentí obligado a abandonar mi pasado, pero lo hice con gran reticencia, y a veces me arrepiento de haber tomado esa decisión.",
				"Lo perdí todo: mi casa, mi familia, mis amigos. Lo único que podía hacer era ir sola.",
				"La decadencia de la sociedad me repugnaba, así que decidí dejarla atrás."
			]
		},
		{
			"name": "Noble",
			"source": "PHB",
			"reasons": [
				"Vengo de una familia antigua y con historia, y me tocó preservar el nombre de la familia.",
				"Mi familia ha sido deshonrada, y tengo la intención de limpiar nuestro nombre.",
				"Mi familia llegó hace poco a su título, y esa elevación nos empujó a un mundo nuevo y extraño.",
				"Mi familia tiene un título, pero ninguno de mis antepasados se ha distinguido desde que lo obtuvimos.",
				"Mi familia está llena de personas extraordinarias. Espero estar a la altura de su ejemplo.",
				"Espero aumentar el poder y la influencia de mi familia."
			]
		},
		{
			"name": "Outlander",
			"source": "PHB",
			"reasons": [
				"De joven pasé mucho tiempo en la naturaleza, y llegué a amar esa forma de vida.",
				"Desde muy joven, no soportaba el hedor de las ciudades y prefería pasar mi tiempo en la naturaleza.",
				"Llegué a comprender la oscuridad que acecha en la naturaleza, y me comprometí a combatirla.",
				"Mi pueblo vivía al margen de la civilización, y yo aprendí los métodos de supervivencia de mi familia.",
				"Tras una tragedia, me retiré a la naturaleza, dejando atrás mi antigua vida.",
				"Mi familia se alejó de la civilización y aprendí a adaptarme a mi nuevo entorno."
			]
		},
		{
			"name": "Sage",
			"source": "PHB",
			"reasons": [
				"Era curioso por naturaleza, así que hice las maletas y me fui a la universidad para aprender más sobre el mundo.",
				"Las enseñanzas de mi mentor me abrieron la mente a nuevas posibilidades en ese campo de estudio.",
				"Siempre fui un ávido lector y aprendí mucho sobre mi tema favorito por mi cuenta.",
				"Descubrí una antigua biblioteca y estudié detenidamente los textos que encontré allí. Aquella experiencia despertó el hambre de conocimiento.",
				"Impresioné a un mago que me dijo que estaba desperdiciando mis talentos y que debía buscar una educación para aprovechar mis dones.",
				"Uno de mis padres o un pariente me dio una educación básica que me abrió el apetito, y me fui de casa para aprovechar lo que había aprendido."
			]
		},
		{
			"name": "Sailor",
			"source": "PHB",
			"reasons": [
				"Los piratas me presionaron y me obligaron a servir en su barco hasta que finalmente escapé.",
				"Quería ver el mundo, así que me enrolé como marinero en un barco mercante.",
				"Uno de mis parientes era marinero y me llevó al mar.",
				"Necesitaba escapar rápidamente de mi comunidad, así que me coloqué de polizón en un barco. Cuando la tripulación me encontró, me obligaron a trabajar por mi pasaje.",
				"Los Reavers atacaron mi comunidad, así que me refugié en un barco hasta que pude buscar venganza.",
				"Tenía pocas perspectivas donde vivía, así que me fui a buscar fortuna a otro sitio."
			]
		},
		{
			"name": "Soldier",
			"source": "PHB",
			"reasons": [
				"Me uní a la milicia para ayudar a proteger a mi comunidad de los monstruos.",
				"Un pariente mío fue soldado y yo quería seguir la tradición familiar.",
				"El señor local me obligó a alistarme en el ejército.",
				"La guerra asoló mi patria mientras crecía. La lucha fue la única vida que conocí.",
				"Quería fama y fortuna, así que me uní a una compañía de mercenarios, vendiendo mi espada al mejor postor.",
				"Los invasores atacaron mi patria. Era mi deber tomar las armas en defensa de mi pueblo."
			]
		},
		{
			"name": "Urchin",
			"source": "PHB",
			"reasons": [
				"Wanderlust me hizo dejar a mi familia para ver el mundo. Me ocupo de mí mismo.",
				"Huí de una mala situación en casa y me abrí camino en el mundo.",
				"Los monstruos aniquilaron mi pueblo y yo fui el único superviviente. Tenía que encontrar una manera de sobrevivir.",
				"Un notorio ladrón nos cuidaba a mí y a otros huérfanos, y espiábamos y robábamos para ganarnos el sustento.",
				"Un día me desperté en la calle, sola y hambrienta, sin recuerdos de mi primera infancia.",
				"Mis padres murieron y no dejaron a nadie que me cuidara. Me crié sola."
			]
		}
	],
	"lifeTrinket": [
		"una pequeña moneda redonda con un agujero hecha de un extraño metal negro.",
		"un pequeño muñeco que representa a un niño rubio de ojos azules, cuando se coloca en el suelo sus ojos parecen seguir a las personas.",
		"un trozo de tela que absorbe cualquier material que lo manche, quedando totalmente limpio en el transcurso de una hora.",
		"un facsímil de un cráneo humano hecho con ramitas de roble entrelazadas.",
		"un pequeño amuleto hecho de conchas marinas ensartadas en un trozo de cordón de cuero.",
		"un silbato hecho con la concha de un gran molusco.",
		"una pieza de piedra que cambia de color según el estado de ánimo de su dueño.",
		"el cráneo conservado de un córvido.",
		"un saco de arpillera lleno de plumas de pájaros de los colores más fantásticos que se puedan imaginar.",
		"una insignia metálica de rango de un antiguo reino o guerra.",
		"un dedal de plata grabado con la imagen de una rosa.",
		"un carrete de hilo que nunca se deshilacha.",
		"una jarra de metal con el signo de un martillo y las iniciales T. E. grabadas.",
		"un juego de campanas de viento de bambú.",
		"tres primitivas puntas de flecha de sílex.",
		"un peine de marfil que al usarlo cambia el color del cabello de una persona.",
		"un sello de cera con el diseño de una corona.",
		"una barra de lacre verde brillante que huele a romero.",
		"un manojo de hierbas aromáticas que, al quemarse, desprenden un aroma relajante.",
		"un mapa aproximado que muestra el área local pero que ocasionalmente cambia para mostrar un continente desconocido.",
		"un extraño ídolo de cristal ennegrecido que a veces brilla con una luz azul interior.",
		"un pedernal y yesca que hace que cualquier fuego que se encienda con él sea de color púrpura.",
		"una lista de nombres de personas, llega a cuatro personas y luego la quinta se emborrona y se tacha.",
		"un juego de cartas de tarot que representa cada figura de las cartas como un esqueleto.",
		"una cabeza marchita y encogida.",
		"una pequeña lata que contiene huevos de pescado.",
		"un pequeño violín al que le faltan todas las cuerdas, excepto una, pero que al tocarlo suena como si las demás estuvieran presentes.",
		"una capa de piel de lobo que a veces hace que su portador gruña en voz baja.",
		"un amuleto que representa al dios orco Gruumsh, cualquiera que lo lleve se ve obligado a mantener uno de sus ojos cerrados.",
		"un pergamino que muestra las constelaciones del cielo nocturno.",
		"una bola de cristal, cuando se mira en ella la persona se ve reflejada pero pareciendo 10 años más joven.",
		"una herradura que nunca se desgasta ni necesita ser reemplazada.",
		"una jarra que es capaz de cambiar una bebida vertida en otra de potencia similar (cerveza en cerveza negra, por ejemplo).",
		"una moneda que siempre sale cara al lanzarla.",
		"un juego de dados de hueso que emiten un cacareo espeluznante al lanzarlos.",
		"un garrote hecho con el hueso del muslo de un ogro retorcido.",
		"un pequeño caballo de juguete de madera.",
		"un cristal que refracta la luz de forma extraña y tiene un extraño depósito oscuro en su centro.",
		"un icono religioso que perteneció a un antepasado.",
		"un pequeño libro vacío envuelto en una funda de terciopelo rojo, bordado con el signo de una mano abierta.",
		"un cepillo de ropa que puede limpiar un conjunto de ropa con sólo tocarlo.",
		"un cuerno de latón retorcido que produce una melodía inquietante cuando se sopla.",
		"un mapa de una ciudad ficticia, cualquiera que duerma cerca del mapa sueña con explorar una ciudad fantástica.",
		"una sola rosa, del color de la sangre, que nunca parece marchitarse ni necesitar agua.",
		"un cincel de metal que nunca se desafila.",
		"un juego de bloques de construcción de madera para niños, cuando se dejan solos sin ser observados, deletrean ocasionalmente palabras.",
		"tres monedas triangulares de platino con las marcas de un reino desconocido.",
		"un collar de perlas, cuando hay un eclipse las perlas cambian de color blanco a negro.",
		"un pequeño pañuelo que es capaz de absorber y retener cuatro pintas de líquido, se puede escurrir en cualquier momento para liberar el líquido.",
		"una lata de polvo púrpura, cuando el polvo entra en contacto con la sangre brilla durante diez minutos.",
		"un bigote falso, cuando se usa se adhiere al portador y tiene que ser afeitado.",
		"un conjunto de cómodas zapatillas de casa que mantienen los pies de los usuarios a una temperatura ideal.",
		"un conjunto de soldados de metal de juguete, cada uno inmaculadamente modelado para representar la librea de alguna nación olvidada.",
		"la garra ennegrecida por el fuego de alguna gran bestia.",
		"un pequeño topillo relleno.",
		"el libro de jugadas de una actuación en la que muchos de los asistentes murieron en un sospechoso incendio.",
		"el guión de una obra de teatro nunca publicada sobre un autor que se vuelve loco, la escritura se vuelve notablemente menos pulcra y más frenética, deteniéndose finalmente antes de la última página.",
		"un rollo de venda vieja, que ha sido entintada con extraños dibujos.",
		"un pequeño bote de cristal que contiene un tinte azul intenso que mancha la piel durante muchos días.",
		"un silbato de hojalata en una cadena, hay una sola pluma de ganso atada a la cadena.",
		"una pequeña almohada rellena de suaves plumas.",
		"un saco de dormir que parece cambiar ligeramente su coloración para adaptarse al entorno.",
		"una bolsa de cuero que contenía clavos de hierro irregulares, algunos de ellos doblados como si estuvieran usados.",
		"el tentáculo encurtido de un Illithid.",
		"un tarro de cristal que parece contener col hervida, vinagre y varias especias.",
		"un tapiz que representa una escena mitológica.",
		"unas gafas que le dan a todo un tono ámbar cuando las lleva puestas.",
		"un gorro de lana rojo que parece estar manchado de sangre.",
		"un juego de guantes de cuero para montar con las iniciales J. M. marcadas en ellos.",
		"un cuchillo y un tenedor de hueso.",
		"una máscara de peste de marfil, con el pico relleno de poses aromáticas.",
		"un pequeño juguete de peluche de forma extraña que representa a un duende, y que a veces parece guiñar el ojo a su dueño.",
		"una pluma con una pequeña reserva de tinta tallada en ella.",
		"una pequeña esfera de cristal que contiene agua de mar, que se vuelve turbia cuando hay una tormenta en el mar.",
		"una linterna que brilla en negro, haciendo oscuros los lugares antes iluminados.",
		"una nariz artificial hecha de cobre que tiene una correa de cuero unida a ella.",
		"una tapa ancha hecha con los restos conservados de un Flumph.",
		"una bufanda de lana tejida con las palabras de una antigua oración élfica.",
		"un mechón de pelo blanco drow.",
		"un panfleto para el Mundo del Espectacular de Irytor, en el que se ha garabateado con tinta borrosa la frase \"cierre\".",
		"un trozo de piel de serpiente desprendido que tiene palabras escritas en un idioma extraño.",
		"una botella de vidrio verde aparentemente vacía y sellada con cera roja.",
		"un relicario que contiene una foto de una joven pareja de halfling.",
		"la cabeza disecada y conservada de un gnoll.",
		"un pequeño bote que contiene tinta amarilla, cuando se utiliza apenas es legible pero se va oscureciendo progresivamente con el paso del tiempo hasta que finalmente es negra.",
		"una serie de azulejos de marfil de adivinos con letras del alfabeto común grabadas en ellos.",
		"un globo ocular conservado con una etiqueta que dice \"Ojo de Lich\".",
		"un pequeño juego de tijeras de podar.",
		"un tarro de cristal que contiene un gel transparente inofensivo, el tarro está etiquetado en enano como \"Cubo Gelatinoso-Muerto\".",
		"un trozo de pergamino manchado de negro que parece ser un mapa de la Infraoscuridad.",
		"un broche de plata élfica que parece fluir para adaptarse a los contornos del portador.",
		"una pequeña bolsa de cuero con guijarros que suena cada vez que hay una avalancha u otro movimiento geológico importante a punto de producirse en la zona.",
		"un conjunto de calzones del tamaño de un halfling.",
		"una cómoda de madera con un compartimento secreto.",
		"un hierro para marcar de metal que muestra el diseño de un ala de dragón.",
		"un cuchillo de trinchar romo con la palabra \"palillo\" en la lengua de los gigantes grabada en el mango.",
		"un saco de plumas de búho.",
		"un bastón rematado con una escultura metálica de una hidra.",
		"un cinturón hecho con el tentáculo conservado de una Bestia Desplazadora.",
		"una varilla adivinatoria de ceniza que se mueve cuando el agua está cerca.",
		"una mano de duende momificado",
		"un trozo de cristal que brilla débilmente a la luz de la luna",
		"una moneda de oro acuñada en una tierra desconocida",
		"un diario escrito en un idioma que no conoces",
		"un anillo de latón que nunca se empaña",
		"una antigua pieza de ajedrez de cristal",
		"un par de dados con forma de nudillo, cada uno con un símbolo de calavera en el lado que normalmente mostraría seis pepitas",
		"un pequeño ídolo que representa una pesadilla",
		"criatura que te da sueños inquietantes cuando duermes cerca de ella",
		"un collar de cuerda del que cuelgan cuatro dedos de elfo momificados",
		"la escritura de una parcela en un reino desconocido para usted",
		"un bloque de 1 onza hecho de un material desconocido",
		"un pequeño muñeco de tela ensartado con agujas",
		"un diente de una bestia desconocida abierto",
		"una escala enorme, quizás de un dragón",
		"una pluma verde brillante",
		"una vieja carta de adivinación con su imagen",
		"un orbe de cristal lleno de humo en movimiento",
		"un huevo de 1 libra con una cáscara de color rojo brillante",
		"una pipa que hace burbujas",
		"un tarro de cristal que contiene un extraño trozo de carne flotando en líquido de decapado",
		"una pequeña caja de música hecha por un gnomo que toca una canción que recuerdas vagamente de tu infancia",
		"una pequeña estatuilla de madera de un halfling engreído",
		"un orbe de latón grabado con extrañas runas",
		"un disco de piedra multicolor",
		"un pequeño icono plateado de un cuervo",
		"una bolsa que contiene cuarenta y siete dientes humanoides, uno de los cuales está podrido",
		"un fragmento de obsidiana que siempre está caliente al tacto",
		"una garra ósea de dragón colgando de un collar de cuero liso",
		"un par de calcetines viejos",
		"un libro en blanco cuyas páginas se niegan a contener tinta, tiza, grafito o cualquier otra sustancia para marcar",
		"una insignia de plata en forma de estrella de cinco puntas",
		"un cuchillo que pertenecía a un familiar",
		"un frasco de vidrio lleno de recortes de uñas",
		"un dispositivo metálico rectangular con dos pequeñas copas de metal en un extremo que lanza chispas cuando se moja",
		"un guante blanco con lentejuelas del tamaño de un ser humano",
		"un chaleco con cien bolsillos diminutos",
		"un pequeño bloque de piedra sin peso",
		"un pequeño boceto de retrato de un duende",
		"un frasco de cristal vacío que huele a perfume cuando se abre",
		"una piedra preciosa que parece un trozo de carbón cuando la examina cualquier persona que no sea usted",
		"un trozo de tela de un viejo estandarte",
		"una insignia de rango de un legionario perdido",
		"una pequeña campana de plata sin badajo",
		"un canario mecánico dentro de una lámpara gnómica",
		"un pequeño cofre tallado para que parezca que tiene numerosos pies en la parte inferior",
		"un sprite muerto dentro de una botella de vidrio transparente",
		"una lata de metal que no tiene abertura pero que suena como si estuviera llena de líquido, arena, arañas o cristales rotos (a su elección)",
		"un orbe de cristal lleno de agua, en el que nada un pez dorado de relojería",
		"una cuchara de plata con una M grabada en el mango",
		"un silbato de madera dorada",
		"un escarabajo muerto del tamaño de tu mano",
		"dos soldados de juguete, uno con la cabeza perdida",
		"una pequeña caja llena de botones de diferentes tamaños",
		"una vela que no se puede encender",
		"una pequeña jaula sin puerta",
		"una vieja llave",
		"un mapa del tesoro indescifrable",
		"una empuñadura de una espada rota",
		"una pata de conejo",
		"un ojo de cristal",
		"un camafeo tallado a semejanza de una persona horrible",
		"una calavera de plata del tamaño de una moneda",
		"una máscara de alabastro",
		"una pirámide de incienso negro pegajoso que huele muy mal",
		"un gorro de dormir que, cuando lo llevas puesto, te proporciona sueños placenteros",
		"un solo caltro hecho de hueso",
		"una montura de monóculo de oro sin la lente",
		"un cubo de una pulgada, con cada lado pintado de un color diferente",
		"un pomo de cristal de una puerta",
		"un pequeño paquete lleno de polvo rosa",
		"un fragmento de una hermosa canción, escrito como notas musicales en dos trozos de pergamino",
		"un pendiente de lágrima de plata hecho con una lágrima real",
		"la cáscara de un huevo pintada con escenas de miseria humana con detalles inquietantes",
		"un abanico que, al desplegarse, muestra un gato dormido",
		"un juego de tubos de hueso",
		"un trébol de cuatro hojas apretado dentro de un libro que discute cuando no se observan los modales y la etiqueta",
		"una hoja de pergamino sobre la que se dibuja un complejo artilugio mecánico",
		"una vaina ornamentada que no se ajusta a ninguna hoja que hayas encontrado hasta ahora",
		"una invitación a una fiesta en la que ocurrió un asesinato",
		"un pentáculo de bronce con un grabado de una cabeza de rata en el centro",
		"un pañuelo púrpura bordado con el nombre de un poderoso archimago",
		"la mitad de un plano de un templo, castillo o cualquier otra estructura",
		"un trozo de tela doblada que, al desplegarse, se convierte en una elegante gorra",
		"un recibo de depósito en un banco de una ciudad lejana",
		"un diario con siete páginas perdidas",
		"una tabaquera de plata vacía con una inscripción en la superficie que dice \"sueños",
		"un símbolo sagrado de hierro dedicado a un dios desconocido",
		"un libro que cuenta la historia del ascenso de un héroe legendario",
		"y caer, faltando el último capítulo",
		"un frasco de sangre de dragón",
		"una antigua flecha de diseño élfico",
		"una aguja que nunca se dobla",
		"un broche adornado de diseño enano",
		"una botella de vino vacía con una bonita etiqueta que dice: \"The Wizard of Wines Winery, Red Dragon Crush, 331422-W\".",
		"un mosaico con una superficie vidriada multicolor",
		"un ratón petrificado",
		"una bandera pirata negra adornada con una calavera de dragón y huesos cruzados",
		"un pequeño cangrejo o araña mecánica que se mueve cuando no se le observa",
		"un tarro de cristal que contiene manteca de cerdo con una etiqueta que dice: \"Grasa de Grifo",
		"una caja de madera con fondo de cerámica que contiene un gusano vivo con una cabeza en cada extremo de su cuerpo",
		"una urna de metal que contiene las cenizas de un héroe"
	]
}