{
	"reducedItemProperty": [
		{
			"abbreviation": "A",
			"entries": [
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"Requiere munición, extraída como parte del ataque. Después del combate, gasta 1 minuto para recuperar la mitad de la munición gastada.",
						"Se trata como arma improvisada para el combate cuerpo a cuerpo (las hondas deben estar cargadas)."
					]
				}
			]
		},
		{
			"abbreviation": "AF",
			"entries": [
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"Requiere munición, extraída como parte del ataque. Después del combate, gasta 1 minuto para recuperar la mitad de la munición gastada.",
						"Se trata como arma improvisada para el combate cuerpo a cuerpo (las hondas deben estar cargadas)."
					]
				}
			]
		},
		{
			"abbreviation": "BF",
			"entries": [
				{
					"type": "entries",
					"name": "Burst Fire",
					"entries": [
						"Puede rociar un área de 3 metros en rango normal; cada criatura en el área hace una salvación de DC 15 o recibe el daño del arma (usa diez piezas de munición)."
					]
				}
			]
		},
		{
			"abbreviation": "F",
			"entries": [
				{
					"type": "entries",
					"name": "Finesse",
					"entries": [
						"Puedes elegir tu modificador de Str o Dex para las tiradas de ataque y daño. El mismo modificador para ambas tiradas."
					]
				}
			]
		},
		{
			"abbreviation": "H",
			"entries": [
				{
					"type": "entries",
					"name": "Heavy",
					"entries": [
						"Las criaturas pequeñas/diminutas tienen desventaja en las tiradas de ataque."
					]
				}
			]
		},
		{
			"abbreviation": "L"
		},
		{
			"abbreviation": "LD",
			"entries": [
				{
					"type": "entries",
					"name": "Loading",
					"entries": [
						"Sólo puede disparar una vez, independientemente del número de ataques que pueda realizar normalmente."
					]
				}
			]
		},
		{
			"abbreviation": "R",
			"entries": [
				{
					"type": "entries",
					"name": "Reach",
					"entries": [
						"Añade 1,5 metros a tu alcance."
					]
				}
			]
		},
		{
			"abbreviation": "RLD",
			"entries": [
				{
					"type": "entries",
					"name": "Reload",
					"entries": [
						"Recarga esta arma usando una acción o una acción extra (a tu elección)."
					]
				}
			]
		},
		{
			"abbreviation": "T",
			"entries": [
				{
					"type": "entries",
					"name": "Thrown",
					"entries": [
						"Lanza esta arma como un ataque a distancia. Si es un arma cuerpo a cuerpo, utiliza el modificador de habilidad para la tirada de ataque y daño que utilizarías para un ataque cuerpo a cuerpo."
					]
				}
			]
		},
		{
			"abbreviation": "2H",
			"entries": [
				{
					"type": "entries",
					"name": "Two-Handed",
					"entries": [
						"Requiere dos manos para atacar."
					]
				}
			]
		},
		{
			"abbreviation": "V",
			"entries": [
				{
					"type": "entries",
					"name": "Versatile",
					"entries": [
						"Utiliza el daño entre paréntesis cuando hagas un ataque cuerpo a cuerpo con dos manos."
					]
				}
			]
		}
	],
	"reducedItemType": [
		{
			"abbreviation": "AT",
			"name": "Artisan's Tools",
			"entries": [
				"La competencia otorga una bonificación de competencia a los chequeos de habilidad que realices con estas herramientas."
			]
		},
		{
			"abbreviation": "GS",
			"name": "Gaming Set",
			"entries": [
				"La competencia otorga una bonificación de competencia a los chequeos de habilidad que hagas para jugar con ese conjunto."
			]
		},
		{
			"abbreviation": "INS",
			"name": "Instrument",
			"entries": [
				"La competencia otorga una bonificación de competencia a cualquier chequeo de habilidad que hagas para tocar música con el instrumento."
			]
		},
		{
			"abbreviation": "R",
			"entries": [
				{
					"type": "entries",
					"name": "Range",
					"entries": [
						"Se da como dos números: normal y máximo. Los ataques más allá del rango normal tienen desventaja."
					]
				}
			]
		},
		{
			"abbreviation": "TG",
			"name": "Trade Good",
			"entries": [
				"La mayor parte de la riqueza no está en monedas. Los comerciantes suelen intercambiar bienes comerciales sin utilizar moneda."
			]
		},
		{
			"abbreviation": "SHP",
			"name": "Vehicle",
			"entries": [
				{
					"type": "entries",
					"name": "Crew",
					"entries": [
						"Un barco necesita una tripulación de asalariados cualificados para funcionar (2gp al día cada uno).",
						"Si al menos la mitad de la tripulación se vuelve desleal (ver las reglas de lealtad en el capítulo 4 de la DMG) durante un viaje, la tripulación se vuelve hostil y organiza un motín. Si el barco está atracado, los miembros desleales de la tripulación se marchan y no vuelven nunca."
					]
				},
				{
					"type": "entries",
					"name": "Passengers",
					"entries": [
						"Un barco equipado con alojamientos privados puede transportar una quinta parte de los pasajeros del espectáculo.",
						"El alojamiento en un barco cuesta 5 sp al día por una hamaca, o 2 gp al día por un pequeño camarote."
					]
				},
				{
					"type": "entries",
					"name": "Damage Threshold",
					"entries": [
						"Si una nave tiene un Umbral de Daño, tiene inmunidad a todo el daño a menos que reciba una cantidad de daño igual o superior a su umbral de daño, en cuyo caso recibe el daño de forma normal."
					]
				},
				{
					"type": "entries",
					"name": "Ship Repair",
					"entries": [
						"Reparar 1 punto de daño requiere 1 día mientras está atracado y cuesta 20 gp."
					]
				}
			]
		}
	]
}