{
	"#makebrewCreatureTrait": "Shoutouts to CritterDB: https://github.com/haswellr/CritterDB/blob/master/server/public/data/creatureAbilities.json",
	"makebrewCreatureTrait": [
		{
			"name": "Aberrant Ground",
			"entries": [
				"El suelo en un radio de 10 pies alrededor del <$name$> es terreno difícil como la masa. Cada criatura que comience su turno en esa zona debe tener éxito en una tirada de salvación de Fuerza DC 10 o ver reducida su velocidad a 0 hasta el comienzo de su siguiente turno."
			]
		},
		{
			"name": "Acid Absorption",
			"entries": [
				"Cada vez que el <$name$> es sometido a un daño de ácido, no recibe ningún daño y, en cambio, recupera un número de puntos de golpe igual al daño de ácido infligido."
			]
		},
		{
			"name": "Adhesive",
			"entries": [
				"El <$name$> se adhiere a cualquier cosa que lo toque. Una criatura enorme o más pequeña adherida al mímico es también {@condition grappled} por él (DC de escape 13). Los chequeos de habilidad realizados para escapar de este agarre tienen desventaja."
			]
		},
		{
			"name": "Aggressive",
			"entries": [
				"Como acción adicional, el <$name$> puede moverse hasta su velocidad hacia una criatura hostil que pueda ver."
			]
		},
		{
			"name": "Air Form",
			"entries": [
				"El <$name$> puede entrar en el espacio de una criatura hostil y detenerse allí. Puede moverse por un espacio tan estrecho como 1 pulgada de ancho sin apretarse."
			]
		},
		{
			"name": "Angelic Weapons (Deva)",
			"entries": [
				"Los ataques con armas de <$name$> son mágicos. Cuando el <$nombre$> golpea con cualquier arma, el arma inflige un {@dice 4d8} de daño radiante adicional."
			]
		},
		{
			"name": "Angelic Weapons (Planetar)",
			"entries": [
				"Los ataques con armas de <$name$> son mágicos. Cuando el <$nombre$> golpea con cualquier arma, el arma inflige un {@dice 5d8} de daño radiante adicional."
			]
		},
		{
			"name": "Angelic Weapons (Solar)",
			"entries": [
				"Los ataques con armas de <$name$> son mágicos. Cuando el <$nombre$> golpea con cualquier arma, el arma inflige un {@dice 6d8} de daño radiante adicional."
			]
		},
		{
			"name": "Antimagic Susceptibility",
			"entries": [
				"El <$nombre$> está {@condition incapacitated} mientras esté en el área de un {@i antimagic field}. Si es objetivo de {@i dispel magic}, el <$name$> debe tener éxito en una tirada de salvación de Constitución contra la DC de salvación del hechizo del lanzador o caerá {@condition unconscious} durante 1 minuto."
			]
		},
		{
			"name": "Ambusher",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de ataque contra cualquier criatura que haya sorprendido."
			]
		},
		{
			"name": "Amorphous",
			"entries": [
				"El <nombre$> puede moverse por un espacio tan estrecho como 1 pulgada de ancho sin apretarse."
			]
		},
		{
			"name": "Amphibious",
			"entries": [
				"El <$name$> puede respirar aire y agua."
			]
		},
		{
			"name": "Assassinate",
			"entries": [
				"Durante su primer turno, el <$nombre$> tiene ventaja en las tiradas de ataque contra cualquier criatura que no haya tomado su turno. Cualquier golpe que el <$nombre$> consiga contra una criatura sorprendida es un golpe crítico."
			]
		},
		{
			"name": "Aversion of Fire",
			"entries": [
				"Si el <$name$> recibe daño por fuego, tiene desventaja en las tiradas de ataque y en los chequeos de habilidad hasta el final de su siguiente turno."
			]
		},
		{
			"name": "Avoidance",
			"entries": [
				"Si el <$name$> está sometido a un efecto que le permite hacer una tirada de salvación para recibir sólo la mitad del daño, en su lugar no recibe ningún daño si tiene éxito en la tirada de salvación, y sólo la mitad del daño si falla."
			]
		},
		{
			"name": "Barbed Hide (Barbed Devil)",
			"entries": [
				"Al comienzo de cada uno de sus turnos, el <$name$> inflige 5 ({@dice 1d10}) de daño perforante a cualquier criatura que lo agarre."
			]
		},
		{
			"name": "Beast of Burden",
			"entries": [
				"El <$nombre$> se considera un animal Grande a efectos de determinar su capacidad de carga."
			]
		},
		{
			"name": "Berserk (Clay Golem)",
			"entries": [
				"Siempre que el <$name$> comience su turno con 60 puntos de vida o menos, tira un {@dice d6}. Con un 6, <$name$> se vuelve loco. En cada uno de sus turnos mientras está enloquecido, <$name$> ataca a la criatura más cercana que pueda ver. Si no hay ninguna criatura lo suficientemente cerca como para moverse y atacar, <$nombre$> ataca a un objeto, con preferencia a un objeto más pequeño que él. Una vez que <$nombre$> se vuelve loco, continúa haciéndolo hasta que es destruido o recupera todos sus puntos de vida."
			]
		},
		{
			"name": "Berserk (Flesh Golem)",
			"entries": [
				"Siempre que el <$name$> comience su turno con 40 puntos de vida o menos, tira un {@dice d6}. Con un 6, <$name$> se vuelve loco. En cada uno de sus turnos mientras está enloquecido, <$name$> ataca a la criatura más cercana que pueda ver. Si no hay ninguna criatura lo suficientemente cerca como para moverse y atacar, <$nombre$> ataca a un objeto, con preferencia a un objeto más pequeño que él. Una vez que <$nombre$> se vuelve loco, continúa haciéndolo hasta que es destruido o recupera todos sus puntos de vida.",
				"El creador de <$name$>, si se encuentra a menos de 60 pies del <$name$> berserk, puede intentar calmarlo hablando con firmeza y persuasión. El <$name$> debe ser capaz de oír a su creador, que debe realizar una acción para hacer un chequeo de Carisma ({@skill Persuasion}) de DC 15. Si el chequeo tiene éxito, el <$name$> deja de ser berserk. Si recibe daño mientras sigue teniendo 40 puntos de vida o menos, el <$nombre$> podría volverse loco de nuevo."
			]
		},
		{
			"name": "Blind Senses",
			"entries": [
				"El <$name$> no puede usar su vista ciega mientras {@condition deafened} e incapaz de oler."
			]
		},
		{
			"name": "Blood Frenzy",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de ataque cuerpo a cuerpo contra cualquier criatura que no tenga todos sus puntos de golpe."
			]
		},
		{
			"name": "Bound",
			"entries": [
				"El <$nombre$> está unido mágicamente a un amuleto. Mientras el <$nombre$> y su amuleto estén en el mismo plano de existencia, el portador del amuleto puede llamar telepáticamente al <$nombre$> para que se desplace hasta él, y el <$nombre$> conoce la distancia y la dirección hasta el amuleto. Si el <$nombre$> se encuentra a menos de 60 pies del portador del amuleto, la mitad del daño que reciba el portador (redondeado hacia arriba) se transfiere al <$nombre$>."
			]
		},
		{
			"name": "Brave",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación contra el ser {@condition frightened}."
			]
		},
		{
			"name": "Brute",
			"entries": [
				"Un arma cuerpo a cuerpo inflige un dado extra de su daño cuando el <$nombre$> impacta con ella."
			]
		},
		{
			"name": "Charge (Wereboar)",
			"entries": [
				"Si el <$name$> se mueve al menos 15 pies en línea recta hacia un objetivo y luego lo golpea con sus colmillos en el mismo turno, el objetivo recibe 7 ({@dice 2d6}) de daño cortante adicional. Si el objetivo es una criatura, debe tener éxito en una tirada de salvación de Fuerza DC 13 o ser derribado {@condition prone}."
			]
		},
		{
			"name": "Chameleon Skin",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Destreza ({@skill Stealth}) realizados para esconderse."
			]
		},
		{
			"name": "Confer Fire Resistance",
			"entries": [
				"El <$name$> puede conceder resistencia al daño por fuego a cualquiera que lo monte."
			]
		},
		{
			"name": "Consume Life (Will-o'-Wisp)",
			"entries": [
				"Como acción de bonificación, el <$name$> puede apuntar a una criatura que pueda ver en un radio de 1,5 metros y que tenga 0 puntos de golpe y esté viva. El objetivo debe tener éxito en una tirada de salvación de Constitución DC 10 contra esta magia o morir. Si el objetivo muere, <$name$> recupera 10 ({@dice 3d6}) puntos de vida."
			]
		},
		{
			"name": "Corrode Metal",
			"entries": [
				"Cualquier arma no mágica hecha de metal que golpee el <$name$> se corroe. Después de causar daño, el arma recibe una penalización permanente y acumulativa de -1 a las tiradas de daño. Si su penalización baja a -5, el arma se destruye. La munición no mágica hecha de metal que golpea a <$name$> se destruye después de infligir daño.",
				"El <$name$> puede comer a través de 2 pulgadas de espesor, metal no mágico en 1 ronda."
			]
		},
		{
			"name": "Corrosive Form",
			"entries": [
				"Una criatura que toque el <$name$> o lo golpee con un ataque cuerpo a cuerpo mientras esté a 5 pies de él recibe 4 ({@dice 1d8}) de daño por ácido. Cualquier arma no mágica hecha de metal o madera que golpee a <$name$> se corroe. Después de causar daño, el arma recibe una penalización permanente y acumulativa de -1 a las tiradas de daño. Si su penalización baja a -5, el arma se destruye. La munición no mágica hecha de metal o madera que golpea a <$name$> se destruye después de infligir daño.",
				"El <$name$> puede atravesar madera o metal no mágico de 2 pulgadas de grosor en 1 asalto."
			]
		},
		{
			"name": "Damage Transfer (Cloaker)",
			"entries": [
				"Mientras está unido a una criatura, el <$name$> sólo recibe la mitad del daño que se le inflige (redondeado hacia abajo), y esa criatura recibe la otra mitad."
			]
		},
		{
			"name": "Damage Transfer (Rug of Smothering)",
			"entries": [
				"Mientras está agarrando a una criatura, el <$nombre$> sólo recibe la mitad del daño que se le inflige, y la criatura {@condition grappled} por el <$nombre$> recibe la otra mitad."
			]
		},
		{
			"name": "Dark Devotion",
			"entries": [
				"El <$nombre$> tiene ventaja en las tiradas de salvación contra ser {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Death Burst (Dust Mephit)",
			"entries": [
				"Cuando el <$name$> muere, explota en una explosión de polvo. Cada criatura en un radio de 1,5 metros debe tener éxito en una tirada de salvación de Constitución DC 10 o quedar {@condition blinded} durante 1 minuto. Una criatura {@condition blinded} puede repetir la tirada de salvación en cada uno de sus turnos, terminando el efecto sobre sí misma en caso de éxito."
			]
		},
		{
			"name": "Death Burst (Magma Mephit)",
			"entries": [
				"Cuando el <$name$> muere, explota en una explosión de lava. Cada criatura en un radio de 1,5 metros debe superar una tirada de salvación de Destreza DC 11, recibiendo 7 ({@dice 2d6}) de daño por fuego si falla la tirada de salvación, o la mitad de daño si tiene éxito."
			]
		},
		{
			"name": "Death Burst (Magmin)",
			"entries": [
				"Cuando el <$name$> muere, explota en una explosión de fuego y magma. Cada criatura en un radio de 3 metros debe realizar una tirada de salvación de Destreza DC 11, recibiendo 7 ({@dice 2d6}) de daño por fuego si falla la tirada de salvación, o la mitad de daño si tiene éxito. Los objetos inflamables que no se lleven puestos o se transporten en esa zona se encienden."
			]
		},
		{
			"name": "Death Burst (Ice Mephit)",
			"entries": [
				"Cuando el <$name$> muere, explota en una ráfaga de hielo irregular. Cada criatura en un radio de 1,5 metros debe superar una tirada de salvación de Destreza DC 10, recibiendo 4 ({@dice 1d8}) de daño cortante si falla la tirada de salvación, o la mitad de daño si tiene éxito."
			]
		},
		{
			"name": "Death Burst (Steam Mephit)",
			"entries": [
				"Cuando el <$name$> muere, explota en una nube de vapor. Cada criatura en un radio de 1,5 metros debe tener éxito en una tirada de salvación de Destreza DC 10, recibiendo 4 ({@dice 1d8}) de daño por fuego si falla la tirada de salvación, o la mitad de daño si tiene éxito."
			]
		},
		{
			"name": "Death Throes (Balor)",
			"entries": [
				"Cuando el <$name$> muere, explota, y cada criatura en un radio de 30 pies debe hacer una tirada de salvación de Destreza DC 20, recibiendo 70 ({@dice 20d6}) de daño por fuego en una salvación fallida, o la mitad de daño en una exitosa. La explosión enciende los objetos inflamables de la zona que no se lleven puestos o se transporten, y destruye las armas de <$name$>."
			]
		},
		{
			"name": "Devil's Sight",
			"entries": [
				"La oscuridad mágica no impide la visión oscura de <$name$>."
			]
		},
		{
			"name": "Dive Attack (Aarakocra)",
			"entries": [
				"Si el <$name$> está volando y se sumerge al menos 30 pies en línea recta hacia un objetivo y luego lo golpea con un ataque de arma cuerpo a cuerpo, el ataque inflige un daño extra de 3 ({@dice 1d6}) al objetivo."
			]
		},
		{
			"name": "Divine Awareness",
			"entries": [
				"El <$nombre$> sabe si escucha una mentira."
			]
		},
		{
			"name": "Duergar Resilience",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación contra el veneno, los hechizos y las ilusiones, así como para resistirse a ser {@condition charmed} o {@condition paralyzed}."
			]
		},
		{
			"name": "Earth Glide",
			"entries": [
				"El <$name$> puede excavar a través de la tierra y la piedra no mágica y no trabajada. Mientras lo hace, el <$nombre$> no perturba el material por el que se mueve."
			]
		},
		{
			"name": "Echolocation",
			"entries": [
				"El <$nombre$> no puede usar su vista ciega mientras {@condition deafened}."
			]
		},
		{
			"name": "Elemental Demise (Djinni)",
			"entries": [
				"Si el <$nombre$> muere, su cuerpo se desintegra en una brisa cálida, dejando atrás sólo el equipo que el <$nombre$> llevaba puesto o portaba."
			]
		},
		{
			"name": "Elemental Demise (Efreeti)",
			"entries": [
				"Si el <$nombre$> muere, su cuerpo se desintegra en un destello de fuego y una bocanada de humo, dejando atrás sólo el equipo que el <$nombre$> llevaba puesto o portaba."
			]
		},
		{
			"name": "Ephemeral",
			"entries": [
				"El <$nombre$> no puede vestir ni llevar nada."
			]
		},
		{
			"name": "Ethereal Jaunt",
			"entries": [
				"Como acción adicional, el <$name$> puede cambiar mágicamente del Plano Material al Plano Etéreo, o viceversa."
			]
		},
		{
			"name": "Evasion",
			"entries": [
				"Si el <$name$> está sometido a un efecto que le permite hacer una tirada de salvación de Destreza para recibir sólo la mitad del daño, el <$name$> no recibe ningún daño si tiene éxito en la tirada de salvación, y sólo la mitad del daño si falla."
			]
		},
		{
			"name": "Faultless Tracker",
			"entries": [
				"El <$nombre$> recibe una presa de su invocador. El <$nombre$> conoce la dirección y la distancia a su presa siempre que ambos se encuentren en el mismo plano de existencia. El <nombre$> también conoce la ubicación de su invocador."
			]
		},
		{
			"name": "False Appearance (Animated Armor)",
			"entries": [
				"Mientras el <$name$> permanece inmóvil, no se distingue de una armadura normal."
			]
		},
		{
			"name": "False Appearance (Awakened Shrub)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de un arbusto normal."
			]
		},
		{
			"name": "False Appearance (Awakened Tree)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de un árbol normal."
			]
		},
		{
			"name": "False Appearance (Cloaker)",
			"entries": [
				"Mientras que el <$name$> permanece inmóvil sin su parte inferior expuesta, es indistinguible de una capa de cuero oscuro."
			]
		},
		{
			"name": "False Appearance (Darkmantle)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de una formación cavernícola como una estalactita o estalagmita."
			]
		},
		{
			"name": "False Appearance (Flying Sword)",
			"entries": [
				"Aunque el <$name$> permanece inmóvil y no vuela, es indistinguible de una espada normal."
			]
		},
		{
			"name": "False Appearance (Gargoyle)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de una estatua inanimada."
			]
		},
		{
			"name": "False Appearance (Gray Ooze)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de una piscina aceitosa o de una roca mojada."
			]
		},
		{
			"name": "False Appearance (Ice Mephit)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de un trozo de hielo ordinario."
			]
		},
		{
			"name": "False Appearance (Magma Mephit)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, es indistinguible de un montículo de magma ordinario."
			]
		},
		{
			"name": "False Appearance (Mimic)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, es indistinguible de un objeto ordinario."
			]
		},
		{
			"name": "False Appearance (Roper)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de una formación cavernícola normal, como una estalagmita."
			]
		},
		{
			"name": "False Appearance (Rug of Smothering)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de una alfombra normal."
			]
		},
		{
			"name": "False Appearance (Shrieker)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, es indistinguible de un hongo ordinario."
			]
		},
		{
			"name": "False Appearance (Treant)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, no se distingue de un árbol normal."
			]
		},
		{
			"name": "False Appearance (Violet Fungus)",
			"entries": [
				"Mientras el <$nombre$> permanece inmóvil, es indistinguible de un hongo ordinario."
			]
		},
		{
			"name": "Fey Ancestry",
			"entries": [
				"El <$nombre$> tiene ventaja en las tiradas de salvación contra el ser {@condition charmed}, y la magia no puede dormir al <$nombre$>."
			]
		},
		{
			"name": "Fear Aura (Pit Fiend)",
			"entries": [
				"Cualquier criatura hostil al <$name$> que comience su turno a menos de 20 pies del <$name$> debe hacer una tirada de salvación de Sabiduría DC 21, a menos que el <$name$> sea {@condition incapacitated}. Si falla la tirada de salvación, la criatura queda {@condition frightened} hasta el comienzo de su siguiente turno. Si la tirada de salvación de la criatura tiene éxito, la criatura es inmune al Aura de Miedo de <$name$> durante las siguientes 24 horas."
			]
		},
		{
			"name": "Fiendish Blessing",
			"entries": [
				"La CA del <$name$> incluye su bono de Carisma."
			]
		},
		{
			"name": "Fire Absorption",
			"entries": [
				"Siempre que el <$nombre$> recibe daño de fuego, no recibe daño y, en cambio, recupera un número de puntos de golpe igual al daño de fuego infligido."
			]
		},
		{
			"name": "Fire Aura (Balor)",
			"entries": [
				"Al comienzo de cada turno de <$name$>, cada criatura que se encuentre a 1,5 metros de él recibe 10 ({@dice 3d6}) de daño por fuego, y los objetos inflamables que se encuentren en el aura y que no se lleven puestos o sean transportados se encienden. Una criatura que toque al <$name$> o lo golpee con un ataque cuerpo a cuerpo mientras esté a 5 pies de él recibe 10 ({@dice 3d6}) de daño por fuego."
			]
		},
		{
			"name": "Fire Form (Fire Elemental)",
			"entries": [
				"El <$name$> puede moverse por un espacio tan estrecho como 1 pulgada de ancho sin apretarse. Una criatura que toque al <$nombre$> o lo golpee con un ataque cuerpo a cuerpo mientras esté a 5 pies de él recibe 5 ({@dice 1d10}) de daño por fuego. Además, el <$nombre$> puede entrar en el espacio de una criatura hostil y detenerse allí. La primera vez que entra en el espacio de una criatura en un turno, esa criatura recibe 5 ({@dice 1d10}) de daño por fuego y se incendia; hasta que alguien realice una acción para apagar el fuego, la criatura recibe 5 ({@dice 1d10}) de daño por fuego al comienzo de cada uno de sus turnos."
			]
		},
		{
			"name": "Flyby",
			"entries": [
				"El <$name$> no provoca ataques de oportunidad cuando vuela fuera del alcance de un enemigo."
			]
		},
		{
			"name": "Freedom of Movement",
			"entries": [
				"El <$nombre$> ignora el terreno difícil, y los efectos mágicos no pueden reducir su velocidad ni hacer que sea {@condition restrained}. Puede gastar 5 pies de movimiento para escapar de las restricciones no mágicas o ser {@condition grappled}."
			]
		},
		{
			"name": "Freeze",
			"entries": [
				"Si el <$name$> recibe daño por frío, se congela parcialmente; su velocidad se reduce en 6 metros hasta el final de su siguiente turno."
			]
		},
		{
			"name": "Gibbering (Gibbering Mouther)",
			"entries": [
				"El <$nombre$> balbucea incoherentemente mientras puede ver a cualquier criatura y no está {@condition incapacitated}. Cada criatura que comience su turno a menos de 20 pies del <$name$> y pueda oír el balbuceo debe tener éxito en una tirada de salvación de Sabiduría DC 10. En caso de fallo, la criatura no puede tomar reacciones hasta el comienzo de su siguiente turno y tira un {@dice d8} para determinar lo que hace durante su turno. Con un 1 a 4, la criatura no hace nada. Con un 5 o 6, la criatura no realiza ninguna acción o acción extra y utiliza todo su movimiento para moverse en una dirección determinada al azar. Con un 7 u 8, la criatura realiza un ataque cuerpo a cuerpo contra una criatura determinada al azar que esté a su alcance o no hace nada si no puede realizar dicho ataque."
			]
		},
		{
			"name": "Gnome Cunning",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación de Inteligencia, Sabiduría y Carisma contra la magia."
			]
		},
		{
			"name": "Grappler",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de ataque contra cualquier criatura {@condition grappled} junto a él."
			]
		},
		{
			"name": "Grasping Tendrils (Roper)",
			"entries": [
				"El <$name$> puede tener hasta seis zarcillos a la vez. Cada zarcillo puede ser atacado (CA 20; 10 puntos de golpe; inmunidad al veneno y al daño psíquico). Destruir un zarcillo no inflige ningún daño al roper, que puede sacar un zarcillo de repuesto en su siguiente turno. Un zarcillo también puede romperse si una criatura realiza una acción y tiene éxito en un chequeo de Fuerza DC 15 contra él."
			]
		},
		{
			"name": "Heated Body (Azer)",
			"entries": [
				"Una criatura que toca el <$name$> o lo golpea con un ataque cuerpo a cuerpo mientras está a 5 pies de él recibe 5 ({@dice 1d10}) de daño por fuego."
			]
		},
		{
			"name": "Heated Body (Remorhaz)",
			"entries": [
				"Una criatura que toque el <$name$> o lo golpee con un ataque cuerpo a cuerpo mientras esté a 5 pies de él recibe 10 ({@dice 3d6}) de daño por fuego."
			]
		},
		{
			"name": "Heated Body (Salamander)",
			"entries": [
				"Una criatura que toca el <$name$> o lo golpea con un ataque cuerpo a cuerpo mientras está a 5 pies de él recibe 7 ({@dice 2d6}) de daño por fuego."
			]
		},
		{
			"name": "Heated Weapons (Azer)",
			"entries": [
				"Cualquier arma metálica de cuerpo a cuerpo que el <$nombre$> empuñe inflige un daño de fuego adicional de 3 ({@dice 1d6}) en un golpe."
			]
		},
		{
			"name": "Heated Weapons (Salamander)",
			"entries": [
				"Cualquier arma metálica de cuerpo a cuerpo que el <$nombre$> empuñe inflige un daño de fuego adicional de 3 ({@dice 1d6}) en un golpe."
			]
		},
		{
			"name": "Hellish Rejuvenation (Lemure)",
			"entries": [
				"Un <$name$> que muera en los Nueve Infiernos vuelve a la vida con todos sus puntos de golpe en {@dice 1d10} días a menos que lo mate una criatura de alineamiento bueno con un hechizo de bendición lanzado sobre esa criatura o que sus restos sean rociados con agua bendita."
			]
		},
		{
			"name": "Hellish Weapons (Erinyes)",
			"entries": [
				"Los ataques con armas de <$name$> son mágicos e infligen un 13 ({@dice 3d8}) de daño de veneno adicional en un golpe."
			]
		},
		{
			"name": "Hold Breath (Crocodile)",
			"entries": [
				"El <$name$> puede aguantar la respiración durante 15 minutos."
			]
		},
		{
			"name": "Hold Breath (Giant Crocodile)",
			"entries": [
				"El <$name$> puede aguantar la respiración durante 30 minutos."
			]
		},
		{
			"name": "Hold Breath (Giant Octopus)",
			"entries": [
				"Mientras está fuera del agua, el <$name$> puede aguantar la respiración durante 1 hora."
			]
		},
		{
			"name": "Hold Breath (Hydra)",
			"entries": [
				"El <$name$> puede aguantar la respiración durante 1 hora."
			]
		},
		{
			"name": "Hold Breath (Killer Whale)",
			"entries": [
				"El <$name$> puede aguantar la respiración durante 30 minutos."
			]
		},
		{
			"name": "Hold Breath (Lizardfolk)",
			"entries": [
				"El <$name$> puede aguantar la respiración durante 15 minutos."
			]
		},
		{
			"name": "Hold Breath (Octopus)",
			"entries": [
				"Mientras está fuera del agua, el <$name$> puede aguantar la respiración durante 30 minutos."
			]
		},
		{
			"name": "Hold Breath (Plesiosaurus)",
			"entries": [
				"El <$name$> puede aguantar la respiración durante 1 hora."
			]
		},
		{
			"name": "Horrific Appearance (Sea Hag)",
			"entries": [
				"Cualquier humanoide que comience su turno a menos de 30 pies de <$name$> y pueda ver la verdadera forma de <$name$> debe hacer una tirada de salvación de Sabiduría DC 11. Si falla la tirada de salvación, la criatura queda {@condition frightened} durante 1 minuto. Una criatura puede repetir la tirada de salvación al final de cada uno de sus turnos, con desventaja si el <$name$> está dentro de la línea de visión, terminando el efecto sobre sí mismo en un éxito. Si la tirada de salvación de una criatura tiene éxito o el efecto termina para ella, la criatura es inmune al Aspecto horrible de <$name$> durante las siguientes 24 horas.",
				"A menos que el objetivo sea sorprendido o que la revelación de la verdadera forma de <$name$> sea repentina, el objetivo puede desviar la mirada y evitar hacer la tirada de salvación inicial. Hasta el comienzo de su siguiente turno, una criatura que desvíe la mirada tiene desventaja en las tiradas de ataque contra el <$nombre$>."
			]
		},
		{
			"name": "Ice Walk",
			"entries": [
				"El <$name$> puede moverse por superficies heladas y escalarlas sin necesidad de hacer un chequeo de habilidad. Además, los terrenos difíciles compuestos por hielo o nieve no le cuestan movimiento extra."
			]
		},
		{
			"name": "Ignited Illumination (Magmin)",
			"entries": [
				"Como acción de bonificación, el <$name$> puede prenderse fuego o extinguir sus llamas. Mientras está en llamas, el <$nombre$> emite una luz brillante en un radio de 3 metros y una luz tenue en otros 3 metros."
			]
		},
		{
			"name": "Illumination (Azer)",
			"entries": [
				"El <$name$> arroja luz brillante en un radio de 3 metros y luz tenue en otros 3 metros."
			]
		},
		{
			"name": "Illumination (Fire Elemental)",
			"entries": [
				"El <$name$> arroja luz brillante en un radio de 30 pies y luz tenue en 30 pies adicionales."
			]
		},
		{
			"name": "Illumination (Giant Fire Beetle)",
			"entries": [
				"El <$name$> arroja luz brillante en un radio de 3 metros y luz tenue en otros 3 metros."
			]
		},
		{
			"name": "Illumination (Nightmare)",
			"entries": [
				"El <$name$> arroja luz brillante en un radio de 3 metros y luz tenue en otros 3 metros."
			]
		},
		{
			"name": "Immutable Form",
			"entries": [
				"El <$name$> es inmune a cualquier hechizo o efecto que pueda alterar su forma."
			]
		},
		{
			"name": "Incorporeal Movement",
			"entries": [
				"El <$name$> puede moverse a través de otras criaturas y objetos como si fueran terreno difícil. Recibe 5 ({@dice 1d10}) de daño de fuerza si termina su turno dentro de un objeto."
			]
		},
		{
			"name": "Inscrutable",
			"entries": [
				"El <$nombre$> es inmune a cualquier efecto que pueda percibir sus emociones o leer sus pensamientos, así como a cualquier hechizo de adivinación que rechace. Los chequeos de Sabiduría ({@skill Insight}) realizados para averiguar las intenciones o la sinceridad de <$name$> tienen desventaja."
			]
		},
		{
			"name": "Invisibility",
			"entries": [
				"El <$nombre$> es {@condition invisible}."
			]
		},
		{
			"name": "Iron Scent",
			"entries": [
				"El <$name$> puede localizar, por su olor, la ubicación de un metal ferroso en un radio de 30 pies."
			]
		},
		{
			"name": "Keen Hearing",
			"entries": [
				"El <$name$> tiene ventaja en las comprobaciones de Sabiduría ({@skill Perception}) que dependen del oído."
			]
		},
		{
			"name": "Keen Hearing and Smell",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Sabiduría ({@skill Perception}) que dependen del oído o del olfato."
			]
		},
		{
			"name": "Keen Hearing and Sight",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Sabiduría ({@skill Perception}) que dependen del oído o la vista."
			]
		},
		{
			"name": "Keen Senses",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Sabiduría ({@skill Perception}) que dependen de la vista, el oído o el olfato."
			]
		},
		{
			"name": "Keen Sight",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Sabiduría ({@skill Perception}) que dependen de la vista."
			]
		},
		{
			"name": "Keen Sight and Smell",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Sabiduría ({@skill Perception}) que dependen de la vista o el olfato."
			]
		},
		{
			"name": "Keen Smell",
			"entries": [
				"El <$nombre$> tiene ventaja en las comprobaciones de Sabiduría ({@skill Perception}) que dependen del olor."
			]
		},
		{
			"name": "Labyrinthine Recall",
			"entries": [
				"El <nombre$> puede recordar perfectamente cualquier camino que haya recorrido."
			]
		},
		{
			"name": "Legendary Resistance (3/Day)",
			"entries": [
				"Si el <$name$> falla una tirada de salvación, puede elegir tener éxito en su lugar."
			]
		},
		{
			"name": "Light Sensitivity",
			"entries": [
				"Mientras esté a plena luz, el <$name$> tiene desventaja en las tiradas de ataque y los chequeos de Sabiduría ({@skill Perception}) que dependen de la vista."
			]
		},
		{
			"name": "Lightning Absorption",
			"entries": [
				"Cada vez que el <$name$> es sometido a un daño de rayo, no recibe ningún daño y, en cambio, recupera un número de puntos de golpe igual al daño de rayo infligido."
			]
		},
		{
			"name": "Limited Telepathy (Otyugh)",
			"entries": [
				"El <$name$> puede transmitir mágicamente mensajes e imágenes sencillas a cualquier criatura en un radio de 120 pies que pueda entender un idioma. Esta forma de telepatía no permite a la criatura receptora responder telepáticamente."
			]
		},
		{
			"name": "Limited Telepathy (Pseudodragon)",
			"entries": [
				"El <$name$> puede comunicar mágicamente ideas, emociones e imágenes sencillas de forma telepática con cualquier criatura en un radio de 30 metros que pueda entender un idioma."
			]
		},
		{
			"name": "Limited Amphibiousness (Sahuagin)",
			"entries": [
				"El <nombre$> puede respirar aire y agua, pero necesita sumergirse al menos una vez cada 4 horas para no asfixiarse."
			]
		},
		{
			"name": "Limited Magic Immunity (Rakshasha)",
			"entries": [
				"El <$name$> no puede ser afectado o detectado por hechizos de 6º nivel o inferiores a menos que lo desee. Tiene ventaja en las tiradas de salvación contra todos los demás hechizos y efectos mágicos."
			]
		},
		{
			"name": "Magic Resistance",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación contra hechizos y otros efectos mágicos."
			]
		},
		{
			"name": "Magic Weapons",
			"entries": [
				"Los ataques con armas de <$name$> son mágicos."
			]
		},
		{
			"name": "Martial Advantage (Hobgoblin)",
			"entries": [
				"Una vez por turno, el <$nombre$> puede infligir 7 ({@dice 2d6}) de daño extra a una criatura a la que impacte con un ataque de arma si esa criatura está a 5 pies de un aliado del <$nombre$> que no sea {@condition incapacitated}."
			]
		},
		{
			"name": "Mimicry (Green Hag)",
			"entries": [
				"El <$name$> puede imitar sonidos de animales y voces humanoides. Una criatura que escuche los sonidos puede saber que son imitaciones con un chequeo de Sabiduría ({@skill Insight}) exitoso de DC 14."
			]
		},
		{
			"name": "Mimicry (Raven)",
			"entries": [
				"El <$name$> puede imitar sonidos sencillos que ha escuchado, como el susurro de una persona, el llanto de un bebé o el gorjeo de un animal. Una criatura que escuche los sonidos puede saber que son imitaciones con un chequeo de Sabiduría ({@skill Insight}) de DC 10 exitoso."
			]
		},
		{
			"name": "Misty Escape (Vampire)",
			"entries": [
				"Cuando cae a 0 puntos de golpe fuera de su lugar de descanso, el <$name$> se transforma en una nube de niebla (como en el rasgo Shapechanger) en lugar de caer {@condition unconscious}, siempre que no esté en la luz del sol o en agua corriente. Si no puede transformarse, se destruye.",
				"Mientras tenga 0 puntos de vida en forma de niebla, no puede volver a su forma <$nombre$>, y debe llegar a su lugar de descanso en un plazo de 2 horas o ser destruido. Una vez en su lugar de descanso, vuelve a su forma <$nombre$>. A continuación, queda {@condition paralyzed} hasta que recupere al menos 1 punto de vida. Tras pasar 1 hora en su lugar de descanso con 0 puntos de vida, recupera 1 punto de vida."
			]
		},
		{
			"name": "Mucous Cloud (Aboleth)",
			"entries": [
				"Mientras está bajo el agua, el <$name$> está rodeado de mucosidad transformadora. Una criatura que toque a <$name$> o que la golpee con un ataque cuerpo a cuerpo mientras esté a menos de 1,5 metros de ella debe realizar una tirada de salvación de Constitución DC 14. Si falla, la criatura queda enferma durante {@dice 1d4} horas. La criatura enferma sólo puede respirar bajo el agua."
			]
		},
		{
			"name": "Multiple Heads (Hydra)",
			"entries": [
				"El <$nombre$> tiene cinco cabezas. Mientras tenga más de una cabeza, el <$nombre$> tiene ventaja en las tiradas de salvación contra ser {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, y golpeado {@condition unconscious}.",
				"Siempre que el <$name$> recibe 25 o más daños en un solo turno, una de sus cabezas muere. Si todas sus cabezas mueren, el <$nombre$> muere.",
				"Al final de su turno, le crecen dos cabezas por cada una de las que haya muerto desde su último turno, a menos que haya recibido daño por fuego desde su último turno. El <$nombre$> recupera 10 puntos de vida por cada cabeza que vuelva a crecer de este modo."
			]
		},
		{
			"name": "Nimble Escape",
			"entries": [
				"El <$name$> puede realizar la acción {@action Disengage} o {@action Hide} como acción extra en cada uno de sus turnos."
			]
		},
		{
			"name": "Ooze Cube (Gelatinous Cube)",
			"entries": [
				"El <$nombre$> ocupa todo su espacio. Otras criaturas pueden entrar en el espacio, pero una criatura que lo haga está sometida al Engullo de <$nombre$> y tiene desventaja en la tirada de salvación.",
				"Las criaturas dentro del <$nombre$> pueden ser vistas pero tienen total cobertura.",
				"Una criatura a menos de 1,5 metros del <$name$> puede realizar una acción para sacar una criatura u objeto del <$name$>. Hacerlo requiere un chequeo de Fuerza DC 12 exitoso, y la criatura que hace el intento recibe 10 ({@dice 3d6}) de daño por ácido.",
				"El <$nombre$> sólo puede albergar en su interior una criatura Grande o hasta cuatro Medianas o más pequeñas a la vez."
			]
		},
		{
			"name": "Otherworldly Perception",
			"entries": [
				"El <$name$> puede sentir la presencia de cualquier criatura en un radio de 30 pies que esté {@condition invisible} o en el Plano Etéreo. Puede localizar a una criatura de este tipo que esté en movimiento."
			]
		},
		{
			"name": "Pack Tactics",
			"entries": [
				"El <$nombre$> tiene ventaja en una tirada de ataque contra una criatura si al menos uno de los aliados del <$nombre$> está a menos de 5 pies de la criatura y el aliado no lo está {@condition incapacitated}."
			]
		},
		{
			"name": "Petrifying Gaze (Basilisk)",
			"entries": [
				"Si una criatura comienza su turno a menos de 30 pies del <$name$> y ambos pueden verse, el <$name$> puede obligar a la criatura a realizar una tirada de salvación de Constitución DC 12 si el <$name$> no es {@condition incapacitated}. Si falla la tirada de salvación, la criatura empieza a convertirse en piedra por arte de magia y queda {@condition restrained}. Debe repetir la tirada de salvación al final de su siguiente turno. Si tiene éxito, el efecto termina. Si falla, la criatura queda {@condition petrified} hasta que se libere mediante el hechizo de restauración mayor u otra magia.",
				"Una criatura que no esté sorprendida puede desviar la mirada para evitar la tirada de salvación al comienzo de su turno. Si lo hace, no podrá ver a <$name$> hasta el comienzo de su siguiente turno, cuando podrá volver a apartar la vista. Si mira a <$nombre$> mientras tanto, debe realizar inmediatamente la tirada de salvación.",
				"Si el <$name$> ve su reflejo a menos de 30 pies de él con luz brillante, se confunde con un rival y se apunta con su mirada."
			]
		},
		{
			"name": "Pounce (Lion)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque de garras en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 13 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de mordisco contra él como acción adicional."
			]
		},
		{
			"name": "Pounce (Panther)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque de garras en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 12 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de mordisco contra él como acción adicional."
			]
		},
		{
			"name": "Pounce (Saber-Toothed Tiger)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque de garras en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 14 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de mordisco contra él como acción adicional."
			]
		},
		{
			"name": "Pounce (Tiger)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque de garras en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 13 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de mordisco contra él como acción adicional."
			]
		},
		{
			"name": "Pounce (Weretiger)",
			"entries": [
				"Si el <$name$> se mueve al menos 15 pies en línea recta hacia una criatura y luego la golpea con un ataque de garra en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 14 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de mordisco contra él como acción adicional."
			]
		},
		{
			"name": "Probing Telepathy (Aboleth)",
			"entries": [
				"Si una criatura se comunica telepáticamente con el <$nombre$>, el <$nombre$> se entera de los mayores deseos de la criatura si el <$nombre$> puede ver a la criatura."
			]
		},
		{
			"name": "Psychic Defense",
			"entries": [
				"Mientras el <$name$> no lleve armadura ni empuñe escudo, su CA incluye su modificador de Sabiduría."
			]
		},
		{
			"name": "Rampage",
			"entries": [
				"Cuando el <$name$> reduce una criatura a 0 puntos de golpe con un ataque cuerpo a cuerpo en su turno, el <$name$> puede realizar una acción de bonificación para moverse hasta la mitad de su velocidad y realizar otro ataque."
			]
		},
		{
			"name": "Reactive",
			"entries": [
				"El <$name$> puede tomar una reacción en cada turno de combate."
			]
		},
		{
			"name": "Reactive Heads (Hydra)",
			"entries": [
				"Por cada cabeza que el <$nombre$> tenga más allá de una, obtiene una reacción extra que puede ser usada sólo para ataques de oportunidad."
			]
		},
		{
			"name": "Reckless",
			"entries": [
				"Al comienzo de su turno, el <$name$> puede obtener ventaja en todas las tiradas de ataque con armas cuerpo a cuerpo que realice durante ese turno, pero las tiradas de ataque contra él tienen ventaja hasta el comienzo de su siguiente turno."
			]
		},
		{
			"name": "Reflective Carapace (Tarrasque)",
			"entries": [
				"Cada vez que el <$nombre$> sea objetivo de un hechizo {@spell magic missile}, un hechizo de línea o un hechizo que requiera una tirada de ataque a distancia, tira un {@dice d6}. Con un 1 a 5, el <$nombre$> no se ve afectado. Con un 6, el <$name$> no se ve afectado, y el efecto se refleja en el lanzador como si se originara en el <$name$>, convirtiendo al lanzador en el objetivo."
			]
		},
		{
			"name": "Regeneration (Oni)",
			"entries": [
				"El <$name$> recupera 10 puntos de golpe al inicio de su turno si tiene al menos 1 punto de golpe."
			]
		},
		{
			"name": "Regeneration (Shield Guardian)",
			"entries": [
				"El <$name$> recupera 10 puntos de golpe al inicio de su turno si tiene al menos 1 punto de golpe."
			]
		},
		{
			"name": "Regeneration (Troll)",
			"entries": [
				"El <$nombre$> recupera 10 puntos de vida al comienzo de su turno. Si el <$nombre$> recibe daño de ácido o fuego, este rasgo no funciona al comienzo del siguiente turno de <$nombre$>. El <$nombre$> muere sólo si comienza su turno con 0 puntos de vida y no se regenera."
			]
		},
		{
			"name": "Regeneration (Vampire)",
			"entries": [
				"El <$name$> recupera 20 puntos de golpe al comienzo de su turno si tiene al menos 1 punto de golpe y no está bajo la luz del sol o el agua corriente. Si el <$name$> recibe daño radiante o daño de agua bendita, este rasgo no funciona al inicio del siguiente turno del <$name$>."
			]
		},
		{
			"name": "Regeneration (Vampire Spawn)",
			"entries": [
				"El <$name$> recupera 10 puntos de golpe al comienzo de su turno si tiene al menos 1 punto de golpe y no está bajo la luz del sol o el agua corriente. Si el <$name$> recibe daño radiante o daño de agua bendita, este rasgo no funciona al inicio del siguiente turno del <$name$>."
			]
		},
		{
			"name": "Rejuvenation (Guardian Naga)",
			"entries": [
				"Si muere, el <$name$> vuelve a la vida en {@dice 1d6} días y recupera todos sus puntos de golpe. Sólo un hechizo de {@spell wish} puede impedir que este rasgo funcione."
			]
		},
		{
			"name": "Rejuvenation (Lich)",
			"entries": [
				"Si tiene una filacteria, un <$name$> destruido gana un nuevo cuerpo en {@dice 1d10} días, recuperando todos sus puntos de golpe y volviendo a estar activo. El nuevo cuerpo aparece a 1,5 m de la filacteria."
			]
		},
		{
			"name": "Rejuvenation (Mummy Lord)",
			"entries": [
				"Un <$name$> destruido gana un nuevo cuerpo en 24 horas si su corazón está intacto, recuperando todos sus puntos de golpe y volviendo a estar activo. El nuevo cuerpo aparece a menos de 1,5 metros del corazón de <$name$>."
			]
		},
		{
			"name": "Rejuvenation (Spirit Naga)",
			"entries": [
				"Si muere, el <$name$> vuelve a la vida en {@dice 1d6} días y recupera todos sus puntos de golpe. Sólo un hechizo de {@spell wish} puede impedir que este rasgo funcione."
			]
		},
		{
			"name": "Relentless (Boar)",
			"entries": [
				"Si el <$name$> recibe 7 daños o menos que lo reducirían a 0 puntos de golpe, se reduce a 1 punto de golpe en su lugar."
			]
		},
		{
			"name": "Relentless (Giant Boar)",
			"entries": [
				"Si el <$name$> recibe 10 puntos de daño o menos que lo reducirían a 0 puntos de golpe, se reduce a 1 punto de golpe en su lugar."
			]
		},
		{
			"name": "Relentless (Wereboar)",
			"entries": [
				"Si el <$name$> recibe 14 puntos de daño o menos que lo reducirían a 0 puntos de vida, se reduce a 1 punto de vida en su lugar."
			]
		},
		{
			"name": "Running Leap (Lion)",
			"entries": [
				"Con una salida en carrera de 3 metros, el <$name$> puede saltar en largo hasta 7 metros."
			]
		},
		{
			"name": "Rust Metal",
			"entries": [
				"Cualquier arma no mágica hecha de metal que golpee el <$name$> se corroe. Después de causar daño, el arma recibe una penalización permanente y acumulativa de -1 a las tiradas de daño. Si su penalización baja a -5, el arma se destruye. La munición no mágica hecha de metal que golpea a <$name$> se destruye después de infligir daño."
			]
		},
		{
			"name": "Sense Magic (Chuul)",
			"entries": [
				"El <$name$> detecta la magia en un radio de 120 pies a voluntad. Este rasgo funciona como el hechizo detectar magia pero no es mágico en sí mismo"
			]
		},
		{
			"name": "Shielded Mind",
			"entries": [
				"El <$nombre$> es inmune a la adivinación y a cualquier efecto que pueda sentir sus emociones, leer sus pensamientos o detectar su ubicación."
			]
		},
		{
			"name": "Siege Monster",
			"entries": [
				"El <$nombre$> inflige el doble de daño a objetos y estructuras."
			]
		},
		{
			"name": "Shadow Stealth",
			"entries": [
				"Mientras esté en la penumbra o en la oscuridad, el <$name$> puede realizar la acción {@action Hide} como acción adicional."
			]
		},
		{
			"name": "Shapechanger (Doppelganger)",
			"entries": [
				"El <$name$> puede utilizar su acción para polimorfar en un humanoide Pequeño o Mediano que haya visto, o volver a su forma verdadera. Sus estadísticas, aparte de su tamaño, son las mismas en cada forma. El equipo que lleve puesto o que porte no se transforma. Vuelve a su forma verdadera si muere."
			]
		},
		{
			"name": "Shapechanger (Imp)",
			"entries": [
				"El <$name$> puede utilizar su acción para polimorfar en una forma de bestia que se asemeja a una rata (velocidad 20 pies), un cuervo (20 pies, volar 60 pies), o una araña (20 pies, escalar 20 pies), o volver a su verdadera forma. Sus estadísticas son las mismas en cada forma, excepto los cambios de velocidad indicados. Cualquier equipo que lleve puesto o que porte no se transforma. Vuelve a su forma verdadera si muere."
			]
		},
		{
			"name": "Shapechanger (Mimic)",
			"entries": [
				"El <$nombre$> puede utilizar su acción para polimorfarse en un objeto o volver a su verdadera forma amorfa. Sus estadísticas son las mismas en ambas formas. Cualquier equipo que lleve puesto o que sea portador no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shapechanger (Quasit)",
			"entries": [
				"El <$name$> puede utilizar su acción para polimorfarse en una forma de bestia que se asemeja a un murciélago (velocidad 10 pies, volar 40 pies), un ciempiés (40 pies, escalar 40 pies), o un sapo (40 pies, nadar 40 pies), o volver a su verdadera forma. Sus estadísticas son las mismas en cada forma, excepto por los cambios de velocidad indicados. Cualquier equipo que lleve puesto o que porte no se transforma. Vuelve a su forma verdadera si muere."
			]
		},
		{
			"name": "Shapechanger (Succubus/Incubus)",
			"entries": [
				"El <$name$> puede utilizar su acción para polimorfarse en un humanoide Pequeño o Mediano, o volver a su forma verdadera. Sin alas, el <$nombre$> pierde su velocidad de vuelo. Aparte de su tamaño y velocidad, sus estadísticas son las mismas en cada forma. Cualquier equipo que lleve puesto o que sea portador no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shapechanger (Vampire)",
			"entries": [
				"Si el <$name$> no está en la luz del sol o en el agua corriente, puede usar su acción para polimorfarse en un murciélago diminuto o en una nube de niebla mediana, o volver a su forma verdadera. Mientras está en forma de murciélago, <$name$> no puede hablar, su velocidad al caminar es de 5 pies, y tiene una velocidad al volar de 30 pies. Sus estadísticas, aparte de su tamaño y velocidad, no cambian. Todo lo que lleva puesto se transforma con él, pero nada de lo que lleva consigo lo hace. Vuelve a su verdadera forma si muere. Mientras está en forma de niebla, <$name$> no puede realizar ninguna acción, hablar o manipular objetos. No tiene peso, tiene una velocidad de vuelo de 6 metros, puede flotar y puede entrar en el espacio de una criatura hostil y detenerse en él. Además, si el aire puede atravesar un espacio, la niebla puede hacerlo sin apretarse, y no puede atravesar el agua. Tiene ventaja en las tiradas de salvación de Fuerza, Destreza y Constitución, y es inmune a todo el daño no mágico, excepto el que recibe de la luz solar."
			]
		},
		{
			"name": "Shapechanger (Werebear)",
			"entries": [
				"El <$name$> puede usar su acción para polimorfar en un híbrido de oso grande-humanoide o en un oso grande, o volver a su forma verdadera, que es humanoide. Sus estadísticas, aparte de su tamaño y CA, son las mismas en cada forma. Cualquier equipo que lleve puesto o que porte no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shapechanger (Wereboar)",
			"entries": [
				"El <$name$> puede usar su acción para polimorfar en un híbrido jabalí-humanoide o en un jabalí, o volver a su forma verdadera, que es humanoide. Sus estadísticas, aparte de su CA, son las mismas en cada forma. Cualquier equipo que lleve puesto o que porte no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shapechanger (Wererat)",
			"entries": [
				"El <$name$> puede usar su acción para polimorfar en un híbrido rata-humanoide o en una rata gigante, o volver a su forma verdadera, que es humanoide. Sus estadísticas, aparte de su tamaño, son las mismas en cada forma. El equipo que lleve puesto o que porte no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shapechanger (Weretiger)",
			"entries": [
				"El <$name$> puede utilizar su acción para polimorfarse en un híbrido tigre-humanoide o en un tigre, o volver a su verdadera forma, que es humanoide. Sus estadísticas, aparte de su tamaño, son las mismas en cada forma. El equipo que lleve puesto o que porte no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shapechanger (Werewolf)",
			"entries": [
				"El <$name$> puede usar su acción para polimorfar en un híbrido lobo-humanoide o en un lobo, o volver a su forma verdadera, que es humanoide. Sus estadísticas, aparte de su CA, son las mismas en cada forma. Cualquier equipo que lleve puesto o que porte no se transforma. Vuelve a su verdadera forma si muere."
			]
		},
		{
			"name": "Shark Telepathy",
			"entries": [
				"El <$name$> puede dar órdenes mágicas a cualquier tiburón en un radio de 120 pies, utilizando una telepatía limitada."
			]
		},
		{
			"name": "Slippery",
			"entries": [
				"El kuo-toa tiene ventaja en los chequeos de habilidad y en las tiradas de salvación realizadas para escapar de un agarre."
			]
		},
		{
			"name": "Sneak Attack (Assassin)",
			"entries": [
				"Una vez por turno, el <$nombre$> inflige un daño extra de 14 ({@dice 4d6}) cuando golpea a un objetivo con un ataque de arma y tiene ventaja en la tirada de ataque, o cuando el objetivo está a menos de 5 pies de un aliado del <$nombre$> que no es {@condition incapacitated} y el <$nombre$> no tiene desventaja en la tirada de ataque."
			]
		},
		{
			"name": "Sneak Attack (Spy)",
			"entries": [
				"El <$nombre$> inflige un daño extra de 7 ({@dice 2d6}) cuando golpea a un objetivo con un ataque de arma y tiene ventaja en la tirada de ataque, o cuando el objetivo está a 5 pies de un aliado del <$nombre$> que no es {@condition incapacitated} y el <$nombre$> no tiene desventaja en la tirada de ataque."
			]
		},
		{
			"name": "Spell Storing (Shield Guardian)",
			"entries": [
				"Un hechicero que lleve el amuleto de <$name$> puede hacer que el <$name$> almacene un hechizo de 4º nivel o inferior. Para ello, el portador debe lanzar el hechizo sobre el <$name$>. El hechizo no tiene efecto, pero se almacena en el <$name$>. Cuando el portador lo ordena o cuando surge una situación predefinida por el hechicero, el <$name$> lanza el hechizo almacenado con los parámetros establecidos por el lanzador original, sin necesidad de componentes. Cuando se lanza el hechizo o se almacena un nuevo hechizo, cualquier hechizo almacenado previamente se pierde."
			]
		},
		{
			"name": "Snow Camouflage",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Destreza ({@skill Stealth}) realizados para esconderse en terreno nevado."
			]
		},
		{
			"name": "Speak with Beasts and Plants",
			"entries": [
				"El <$name$> puede comunicarse con las bestias y las plantas como si compartieran un lenguaje."
			]
		},
		{
			"name": "Spider Climb",
			"entries": [
				"El <$name$> puede trepar por superficies difíciles, incluso boca abajo por los techos, sin necesidad de hacer un chequeo de habilidad."
			]
		},
		{
			"name": "Standing Leap (Bulette)",
			"entries": [
				"El salto de longitud de <$name$> es de hasta 30 pies y su salto de altura es de hasta 15 pies, con o sin salida en carrera."
			]
		},
		{
			"name": "Standing Leap (Frog)",
			"entries": [
				"El salto de longitud de <$name$> es de hasta 3 metros y su salto de altura es de hasta 1,5 metros, con o sin salida en carrera."
			]
		},
		{
			"name": "Standing Leap (Giant Frog)",
			"entries": [
				"El salto de longitud de <$name$> es de hasta 6 metros y su salto de altura es de hasta 3 metros, con o sin salida en carrera."
			]
		},
		{
			"name": "Standing Leap (Giant Toad)",
			"entries": [
				"El salto de longitud de <$name$> es de hasta 6 metros y su salto de altura es de hasta 3 metros, con o sin salida en carrera."
			]
		},
		{
			"name": "Steadfast",
			"entries": [
				"El <$name$> no puede ser {@condition frightened} mientras pueda ver a una criatura aliada a menos de 30 pies de él."
			]
		},
		{
			"name": "Stench (Hezrou)",
			"entries": [
				"Cualquier criatura que comience su turno a menos de 3 metros del <$name$> debe tener éxito en una tirada de salvación de Constitución de DC 14 o será {@condition poisoned} hasta el comienzo de su siguiente turno. Si la tirada de salvación tiene éxito, la criatura es inmune al hedor de <$name$> durante 24 horas."
			]
		},
		{
			"name": "Surprise Attack (Bugbear)",
			"entries": [
				"Si el <$name$> sorprende a una criatura y la golpea con un ataque durante el primer asalto del combate, el objetivo recibe un daño extra de 7 ({@dice 2d6}) por el ataque."
			]
		},
		{
			"name": "Surprise Attack (Doppelganger)",
			"entries": [
				"Si el <$name$> sorprende a una criatura y la golpea con un ataque durante el primer asalto del combate, el objetivo recibe un daño extra de 10 ({@dice 3d6}) por el ataque."
			]
		},
		{
			"name": "Sure-Footed",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación de Fuerza y Destreza realizadas contra efectos que lo derribarían {@condition prone}."
			]
		},
		{
			"name": "Stone Camouflage",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Destreza ({@skill Stealth}) realizados para esconderse en terreno rocoso."
			]
		},
		{
			"name": "Sunlight Sensitivity",
			"entries": [
				"Mientras esté a la luz del sol, el <$name$> tiene desventaja en las tiradas de ataque, así como en los chequeos de Sabiduría ({@skill Perception}) que dependen de la vista."
			]
		},
		{
			"name": "Sunlight Weakness",
			"entries": [
				"Mientras esté a la luz del sol, el <$name$> tiene desventaja en las tiradas de ataque, los chequeos de habilidad y las tiradas de salvación."
			]
		},
		{
			"name": "Sure Footed",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación de Fuerza y Destreza realizadas contra efectos que lo derribarían {@condition prone}."
			]
		},
		{
			"name": "Swamp Camouflage",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Destreza ({@skill Stealth}) realizados para esconderse en terreno pantanoso."
			]
		},
		{
			"name": "Swarm (Swarm of Bats)",
			"entries": [
				"El <$name$> puede ocupar el espacio de otra criatura y viceversa, y el enjambre puede moverse a través de cualquier abertura lo suficientemente grande para un murciélago Tiny. El enjambre no puede recuperar puntos de vida ni ganar puntos de vida temporales."
			]
		},
		{
			"name": "Swarm (Swarm of Bats)",
			"entries": [
				"El <$name$> puede ocupar el espacio de otra criatura y viceversa, y el enjambre puede moverse a través de cualquier abertura lo suficientemente grande para un insecto diminuto. El enjambre no puede recuperar puntos de vida ni ganar puntos de vida temporales."
			]
		},
		{
			"name": "Swarm (Swarm of Poisonous Snakes)",
			"entries": [
				"El <$name$> puede ocupar el espacio de otra criatura y viceversa, y el enjambre puede moverse a través de cualquier abertura lo suficientemente grande para una serpiente diminuta. El enjambre no puede recuperar puntos de vida ni ganar puntos de vida temporales."
			]
		},
		{
			"name": "Swarm (Swarm of Quippers)",
			"entries": [
				"El <$name$> puede ocupar el espacio de otra criatura y viceversa, y el enjambre puede moverse a través de cualquier abertura lo suficientemente grande para un quipper diminuto. El enjambre no puede recuperar puntos de vida ni ganar puntos de vida temporales."
			]
		},
		{
			"name": "Swarm (Swarm of Rats)",
			"entries": [
				"El <$name$> puede ocupar el espacio de otra criatura y viceversa, y el enjambre puede moverse a través de cualquier abertura lo suficientemente grande para una rata Tiny. El enjambre no puede recuperar puntos de vida ni ganar puntos de vida temporales."
			]
		},
		{
			"name": "Swarm (Swarm of Ravens)",
			"entries": [
				"El <$name$> puede ocupar el espacio de otra criatura y viceversa, y el enjambre puede moverse a través de cualquier abertura lo suficientemente grande para un cuervo diminuto. El enjambre no puede recuperar puntos de vida ni ganar puntos de vida temporales."
			]
		},
		{
			"name": "Tactical Discipline",
			"entries": [
				"El <$name$> tiene ventaja en todos los chequeos de habilidad y tiradas de salvación realizados durante el combate."
			]
		},
		{
			"name": "Tail Spike Regrowth (Manticore)",
			"entries": [
				"El <$nombre$> tiene veinticuatro púas en la cola. Las púas usadas vuelven a crecer cuando el <$nombre$> termina un largo descanso."
			]
		},
		{
			"name": "Telepathic Bond (Homunculus)",
			"entries": [
				"Mientras el <$nombre$> está en el mismo plano de existencia que su amo, puede transmitir mágicamente lo que siente a su amo, y ambos pueden comunicarse telepáticamente."
			]
		},
		{
			"name": "Telepathic Bond (Succubus/Incubus)",
			"entries": [
				"El <$nombre$> ignora la restricción de alcance de su telepatía cuando se comunica con una criatura que tiene {@condition charmed}. Ni siquiera es necesario que los dos estén en el mismo plano de existencia."
			]
		},
		{
			"name": "Trampling Charge (Gorgon)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque gore en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 16 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque con sus pezuñas contra él como acción adicional."
			]
		},
		{
			"name": "Trampling Charge (Elephant)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque gore en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 12 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de pisotón contra él como acción adicional."
			]
		},
		{
			"name": "Trampling Charge (Mammoth)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque gore en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 18 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de pisotón contra él como acción adicional."
			]
		},
		{
			"name": "Trampling Charge (Triceratops)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque gore en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 13 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar un ataque de pisotón contra él como acción adicional."
			]
		},
		{
			"name": "Trampling Charge (Warhorse)",
			"entries": [
				"Si el <$name$> se mueve al menos 6 metros en línea recta hacia una criatura y luego la golpea con un ataque de pezuñas en el mismo turno, ese objetivo debe tener éxito en una tirada de salvación de Fuerza DC 14 o ser derribado {@condition prone}. Si el objetivo es {@condition prone}, el <$name$> puede realizar otro ataque con sus pezuñas contra él como acción adicional."
			]
		},
		{
			"name": "Transparent (Gelatinous Cube)",
			"entries": [
				"Incluso cuando el <$nombre$> está a la vista, hace falta un chequeo de Sabiduría ({@skill Perception}) de DC 15 con éxito para detectar a un <$nombre$> que no se ha movido ni ha atacado. Una criatura que intente entrar en el espacio de <$name$> mientras no esté consciente del <$name$> es sorprendida por el <$name$>."
			]
		},
		{
			"name": "Treasure Sense",
			"entries": [
				"El <$name$> puede localizar, mediante el olor, la ubicación de metales y piedras preciosas, como monedas y gemas, en un radio de 60 pies."
			]
		},
		{
			"name": "Tree Stride",
			"entries": [
				"Una vez en su turno, el <$name$> puede usar 10 pies de movimiento para entrar mágicamente en un árbol vivo a su alcance y emerger de un segundo árbol vivo a 60 pies del primero, apareciendo en un espacio desocupado a 5 pies del segundo árbol. Ambos árboles deben ser grandes o mayores."
			]
		},
		{
			"name": "Tunneler (Purple Worm)",
			"entries": [
				"El <$name$> puede excavar a través de roca sólida a la mitad de su velocidad de excavación y deja un túnel de 3 metros de diámetro a su paso."
			]
		},
		{
			"name": "Turning Defiance (Ghast)",
			"entries": [
				"El <$name$> y cualquier ghoul en un radio de 30 pies de él tienen ventaja en las tiradas de salvación contra los efectos que convierten a los muertos vivientes."
			]
		},
		{
			"name": "Turn Resistance",
			"entries": [
				"El <$name$> tiene ventaja en las tiradas de salvación contra cualquier efecto que convierta a los muertos vivientes."
			]
		},
		{
			"name": "Turn Immunity",
			"entries": [
				"El <$name$> es inmune a los efectos que convierten a los muertos vivientes."
			]
		},
		{
			"name": "Two Heads",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Sabiduría ({@skill Perception}) y en las tiradas de salvación contra ser {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned} o golpeado {@condition unconscious}."
			]
		},
		{
			"name": "Undead Fortitude",
			"entries": [
				"Si el daño reduce a <$name$> a 0 puntos de golpe, debe hacer una tirada de salvación de Constitución con una DC de 5 + el daño recibido, a menos que el daño sea radiante o de un golpe crítico. Si tiene éxito, <$name$> baja a 1 punto de vida."
			]
		},
		{
			"name": "Underwater Camouflage",
			"entries": [
				"El <$name$> tiene ventaja en los chequeos de Destreza ({@skill Stealth}) realizados bajo el agua."
			]
		},
		{
			"name": "Vampire Weakness (Vampire)",
			"entries": [
				"El <$nombre$> tiene los siguientes defectos:",
				"{@i Forbiddance}. El <$nombre$> no puede entrar en una residencia sin la invitación de uno de los ocupantes.",
				"{@i Harmed by Running Water}. El <$name$> recibe 20 de daño por ácido si termina su turno en agua corriente.",
				"{@i Stake to the Heart}. Si se clava un arma punzante de madera en el corazón de <$name$> mientras el <$name$> está {@condition incapacitated} en su lugar de descanso, el <$name$> queda {@condition paralyzed} hasta que se retire la estaca.",
				"{@i Sunlight Hypersensitivity}. El <$name$> recibe 20 de daño radiante cuando comienza su turno a la luz del sol. Mientras esté a la luz del sol, tiene desventaja en las tiradas de ataque y los chequeos de habilidad."
			]
		},
		{
			"name": "Variable Illumination (Will-o'-Wisp)",
			"entries": [
				"El <$name$> arroja luz brillante en un radio de 5 a 20 pies y luz tenue durante un número adicional de pies igual al radio elegido. El <$nombre$> puede alterar el radio como acción adicional."
			]
		},
		{
			"name": "Wakeful (Ettin)",
			"entries": [
				"Cuando una de las cabezas de <$name$> está dormida, otra cabeza está despierta."
			]
		},
		{
			"name": "Wakeful (Hydra)",
			"entries": [
				"Mientras el <$nombre$> duerme, al menos una de sus cabezas está despierta."
			]
		},
		{
			"name": "Water Breathing",
			"entries": [
				"El <$name$> sólo puede respirar bajo el agua."
			]
		},
		{
			"name": "Water Form (Water Elemental)",
			"entries": [
				"El <$name$> puede entrar en el espacio de una criatura hostil y detenerse allí. Puede moverse por un espacio tan estrecho como 1 pulgada de ancho sin apretarse."
			]
		},
		{
			"name": "Water Susceptibility (Fire Elemental)",
			"entries": [
				"Por cada 5 pies que el <$name$> se mueva en el agua, o por cada galón de agua que le salpique, recibe 1 daño por frío."
			]
		},
		{
			"name": "Web Sense",
			"entries": [
				"Mientras está en contacto con una telaraña, el <$nombre$> conoce la ubicación exacta de cualquier otra criatura en contacto con la misma telaraña."
			]
		},
		{
			"name": "Web Walker",
			"entries": [
				"El <$nombre$> ignora las restricciones de movimiento causadas por las correas."
			]
		}
	]
}