{
	"table": [
		{
			"name": "2,500 gp Art Objects",
			"source": "PSX",
			"page": 26,
			"caption": "2,500 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Platinum headdress with topaz sun symbol (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Feathered mantle with emerald clasp (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Necklace of jade and pink pearls (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Finely articulated jade glove (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Eye patch with a mock eye set in blue sapphire and moonstone (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Jeweled anklet (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Gold music box (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Gold-plated ceremonial helmet and pauldrons (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Fine gold chain with fire opals (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Masterpiece painting in mahogany frame with gold inlay (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "25 gp Art Objects",
			"source": "PSX",
			"page": 24,
			"caption": "25 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Silver medallion (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Amulet of dinosaur feathers (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Sun amulet on a beaded chain (Sun Empire)|psx}"
				],
				[
					"4",
					"{@item Tiny jade figurine (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Pair of engraved bone dice (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Copper stein with silver filigree (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Velvet doublet with gold buttons (Legion of Dusk)|psx}"
				],
				[
					"8",
					"{@item Gold ring with turquoise (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Cloth-of-gold vestments (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Gold locket with a painted portrait inside (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "250 gp Art Objects",
			"source": "PSX",
			"page": 24,
			"caption": "250 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Silver necklace with an amber pendant (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Fine robe with dinosaur feathers and silver embroidery (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Jade headpiece (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Carved jade statuette (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Jade bowl (River Heralds)|psx}"
				],
				[
					"6",
					"{@item Bronze spyglass (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Pewter mug with green spinels (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Gold pendant with black onyx (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Large well-made tapestry (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Large gold bracelet (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "7,500 gp Art Objects",
			"source": "PSX",
			"page": 25,
			"caption": "7,500 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Platinum ring with yellow sapphire (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Platinum staff topped with amber (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Jade breastplate (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Jade totem with diamond eyes (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Treasure chest crafted of exotic wood with gold fittings and opals (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Bejeweled ivory drinking horn with gold inlay (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Gold jewelry box with platinum filigree (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Gold basin with rubies (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Gold chalice set with emeralds (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Marble font with gold inlay (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "750 gp Art Objects",
			"source": "PSX",
			"page": 24,
			"caption": "750 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Silver headdress with amber and red-coral feathers (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Silver shoulder piece with amber and garnet (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Jade sword with amber (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Large jade totem (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Gold-plated sextant with topaz (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Necklace of electrum medallions with red and blue tournalines (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Lute crafted of exotic wood with mother-of-pearl inlay and zircon gems (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Ceremonial silver dagger with gold pommel and black pearl (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Fine steel rapier with gold filigree hilt (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Gold chalice (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "Beneficial Manifestations",
			"source": "AitFR-AVT",
			"page": 12,
			"otherSources": [
				{
					"source": "AitFR-DN",
					"page": 14
				},
				{
					"source": "AitFR-FCD",
					"page": 15
				}
			],
			"caption": "Beneficial Manifestations",
			"colLabels": [
				"d100",
				"Manifestation"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01–20",
					"Tu creación tiene un olor que te resulta agradable, aunque no haya una fuente para ello."
				],
				[
					"21–30",
					"Puedes gastar 1 minuto para disipar cualquier condición ligeramente oscura en un radio de 120 pies en tu creación."
				],
				[
					"31–40",
					"Dentro de tu creación, puedes lanzar crear comida y agua una vez al día sin usar una ranura de hechizo."
				],
				[
					"41–50",
					"Puedes entender cualquier idioma hablado a menos de 30 pies de ti mientras estés dentro de tu creación."
				],
				[
					"51–60",
					"Las bestias encuentran tu creación atractiva o desagradable (tú decides)."
				],
				[
					"61–70",
					"Cuando tu creación está hecha, tú decides qué tiempo es posible en ella."
				],
				[
					"71–80",
					"No puedes ser encantado o asustado mientras estés dentro de tu creación."
				],
				[
					"81–90",
					"Todas las estructuras de tu creación tienen +2 de CA."
				],
				[
					"91–00",
					"Tienes ventaja en tu puntuación de Percepción pasiva dentro de tu creación."
				]
			]
		},
		{
			"name": "Damage Types",
			"source": "PHB",
			"page": 196,
			"colStyles": [
				"col-2 bold",
				"col-10"
			],
			"rows": [
				[
					"Acid",
					"El spray corrosivo del aliento de un dragón negro y las enzimas disolventes que segrega una morcilla infligen daño ácido."
				],
				[
					"Bludgeoning",
					"Los ataques de fuerza contundente -martillos, caídas, constricciones y similares- causan daño por apaleamiento."
				],
				[
					"Cold",
					"El frío infernal que irradia la lanza de un demonio de hielo y la ráfaga gélida del aliento de un dragón blanco infligen daño por frío."
				],
				[
					"Fire",
					"Los dragones rojos respiran fuego, y muchos hechizos conjuran llamas para infligir daño de fuego."
				],
				[
					"Fuerza",
					"La fuerza es energía mágica pura concentrada en una forma dañina. La mayoría de los efectos que infligen daño de fuerza son hechizos, incluidos el misil mágico y el arma espiritual."
				],
				[
					"Relámpago",
					"Un hechizo de rayo y un aliento de dragón azul infligen daño de rayo."
				],
				[
					"Necrótico",
					"El daño necrótico, infligido por ciertos muertos vivientes y algunos hechizos, marchita la materia e incluso el alma."
				],
				[
					"Piercing",
					"Los ataques de perforación y empalamiento, incluidas las lanzas y los mordiscos de los monstruos, infligen daño de perforación."
				],
				[
					"Veneno",
					"Las picaduras venenosas y el gas tóxico del aliento del dragón verde infligen daño venenoso."
				],
				[
					"Psíquico",
					"Las habilidades mentales, como la ráfaga psiónica de un asesino mental, infligen daño psíquico."
				],
				[
					"Radiante",
					"El daño radiante, infligido por el hechizo de golpe de llama de un clérigo o el arma de golpe de un ángel, abrasa la carne como el fuego y sobrecarga el espíritu con poder."
				],
				[
					"Slashing",
					"Las espadas, las hachas y las garras de los monstruos infligen daño cortante."
				],
				[
					"Trueno",
					"Un estallido de sonido conmovedor, como el efecto del hechizo Ola de Trueno, inflige daño de trueno."
				]
			]
		},
		{
			"name": "Derro Madness",
			"source": "MTF",
			"page": 159,
			"caption": "Derro Madness",
			"colLabels": [
				"d20",
				"Oddity"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Nunca se baña ni se cambia de ropa"
				],
				[
					"2",
					"Trastes con pelo o bigote"
				],
				[
					"3",
					"Habla con alguien que no está allí"
				],
				[
					"4",
					"Camina hacia atrás siempre que sea posible"
				],
				[
					"5",
					"Nunca mira a los ojos a los demás"
				],
				[
					"6",
					"Crujir de dientes después de cada frase"
				],
				[
					"7",
					"Escupir la mitad de cada bocado de comida y bebida"
				],
				[
					"8",
					"Insulta a todos cuando se dirige a ellos por primera vez"
				],
				[
					"9",
					"Toca a quien le habla"
				],
				[
					"10",
					"Ve a los espíritus de los muertos abandonar sus cuerpos"
				],
				[
					"11",
					"Se desmaya cuando se somete por primera vez a una luz brillante"
				],
				[
					"12",
					"Con frecuencia se lamen las palmas de las manos"
				],
				[
					"13",
					"Oír voces"
				],
				[
					"14",
					"Aterrado de escribir"
				],
				[
					"15",
					"Objetos para degustar"
				],
				[
					"16",
					"Se sitúa demasiado cerca de los demás"
				],
				[
					"17",
					"Respira fuerte"
				],
				[
					"18",
					"Babea constantemente"
				],
				[
					"19",
					"Balbucea al hablar"
				],
				[
					"20",
					"Salta de un lugar a otro"
				]
			]
		},
		{
			"name": "Detrimental Manifestations",
			"source": "AitFR-AVT",
			"page": 12,
			"otherSources": [
				{
					"source": "AitFR-DN",
					"page": 15
				},
				{
					"source": "AitFR-FCD",
					"page": 15
				}
			],
			"caption": "Detrimental Manifestations",
			"colLabels": [
				"d100",
				"Manifestation"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01–20",
					"Tu creación tiene un olor desagradable, incluso si no hay una fuente para ello."
				],
				[
					"21–30",
					"Su creación es propensa a la bruma, la niebla y otras condiciones de ligera oscuridad."
				],
				[
					"31–40",
					"Tu creación tiene días o noches inusualmente largos (el DM decide)."
				],
				[
					"41–50",
					"Las estructuras de su creación sólo tienen bucles de flechas en lugar de ventanas."
				],
				[
					"51–60",
					"Las bestias infestan o evitan tu creación (el DM decide)."
				],
				[
					"61–70",
					"Se producen extraños patrones climáticos en tu creación (el DM decide qué y cuándo)."
				],
				[
					"71–80",
					"Todas las DC para detectar o rastrear criaturas en tu creación aumentan en 2."
				],
				[
					"81–90",
					"Todas las estructuras de tu creación tienen -2 CA."
				],
				[
					"91–00",
					"Tienes desventaja en tu puntuación de Percepción pasiva dentro de tu creación."
				]
			]
		},
		{
			"name": "Major Adaptation",
			"source": "GGR",
			"page": 210,
			"caption": "Major Adaptation",
			"colLabels": [
				"d8",
				"Major Adaptation"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Piel ácida. Cualquier criatura que toque al krasis o lo golpee con un ataque cuerpo a cuerpo mientras esté a 5 pies de él recibe 2 (1d4) de daño por ácido (categoría 1), 4 (1d8) de daño por ácido (categoría 2) o 6 (1d12) de daño por ácido (categoría 3)."
				],
				[
					"2",
					"Piel blindada. El krasis tiene una mejor armadura natural proporcionada por un caparazón o escamas gruesas, lo que aumenta su Clase de Armadura en 4."
				],
				[
					"3",
					"Marcas bioluminiscentes. El krasis tiene patrones brillantes en su piel que adoptan la forma de runas defensivas, lo que le otorga ventaja en las tiradas de salvación contra hechizos y otros efectos mágicos."
				],
				[
					"4",
					"Vuelo. El krasis tiene alas y gana una velocidad de vuelo igual a su velocidad de marcha."
				],
				[
					"5",
					"Agarrador. Cuando el krasis golpea a una criatura con sus garras, el objetivo es {@condition grappled} (DC de escape 13 para la categoría 1, DC 15 para la categoría 2 y DC 19 para la categoría 3) por un apéndice de agarre especializado del krasis. Sólo puede agarrar a una criatura {@condition grappled} de esta manera a la vez."
				],
				[
					"6",
					"Exhibición hipnótica (Recarga 5-6). Como acción, el krasis crea colores y formas hipnotizantes a su alrededor. Cada criatura en un radio de 15 pies que pueda verla debe tener éxito en una tirada de salvación de Sabiduría (DC 12 para la categoría 1, DC 14 para la categoría 2 y DC 18 para la categoría 3) o quedar {@condition stunned} durante 1 minuto. La criatura {@condition stunned} puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí misma en caso de éxito. Una criatura que tenga éxito en una tirada de salvación contra este efecto se vuelve inmune al Despliegue Hipnótico de todos los krasis durante 24 horas."
				],
				[
					"7",
					"Picadura venenosa. Cuando el krasis golpea a una criatura con sus garras, la criatura debe tener éxito en una tirada de salvación de Constitución (DC 12 para la categoría 1, DC 14 para la categoría 2 y DC 18 para la categoría 3) o quedar {@condition poisoned} durante 1 minuto. Si el krasis es de categoría 2 o 3, la criatura queda {@condition paralyzed} mientras {@condition poisoned} de esta manera. La criatura {@condition poisoned} puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí misma en caso de éxito."
				],
				[
					"8",
					"Regeneración. El krasis recupera puntos de vida (2 para los de categoría 1, 5 para los de categoría 2 y 10 para los de categoría 3) al comienzo de cada uno de sus turnos si tiene al menos 1 punto de vida."
				]
			]
		},
		{
			"name": "Minor Adaptations",
			"source": "GGR",
			"page": 212,
			"caption": "Minor Adaptations",
			"colLabels": [
				"d8",
				"Minor Adaptations"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Estructura amorfa. El krasis puede moverse por un espacio tan estrecho como 1 pulgada de ancho sin apretarse."
				],
				[
					"2",
					"Acuático. El krasis gana una velocidad de nado igual a su velocidad de marcha."
				],
				[
					"3",
					"Velocidad de escalada. El krasis gana una velocidad de escalada igual a su velocidad de marcha."
				],
				[
					"4",
					"Piel críptica. El krasis puede cambiar de color para adaptarse a su entorno. Tiene ventaja en los chequeos de Destreza ({@skill Stealth}) realizados para ocultarse."
				],
				[
					"5",
					"Conciencia aumentada. El krasis no puede ser sorprendido, como resultado de tener barbillas sensibles como un pez gato, visión estereoscópica como un camaleón, una lengua como una serpiente, tallos oculares como una langosta, o un conjunto de varios ojos."
				],
				[
					"6",
					"Nube de tinta (se recarga tras un descanso corto o largo). Mientras está bajo el agua, el krasis puede usar una acción de bonificación para expulsar una nube de tinta y luego moverse hasta su velocidad. La nube de tinta es inmóvil y llena una esfera de 20 pies de radio centrada en un punto del espacio del krasis antes de moverse. La esfera queda muy oscurecida hasta que la tinta se dispersa después de 1 minuto. Una fuerte corriente también dispersa la nube de tinta."
				],
				[
					"7",
					"Salto de piernas. Con o sin salida en carrera, el salto de longitud del krasis es de 20 pies (categoría 1), 30 pies (categoría 2) o 40 pies (categoría 3). Su salto de altura es de 10 pies (categoría 1), 20 pies (categoría 2) o 30 pies (categoría 3)."
				],
				[
					"8",
					"Patas estabilizadoras. El krasis tiene varias patas en forma de cangrejo. Como resultado, tiene ventaja en las tiradas de salvación de Fuerza y Destreza realizadas contra efectos que lo harían caer {@condition prone}."
				]
			]
		},
		{
			"name": "Whirlpools; Whirlpool Rank",
			"source": "GoS",
			"page": 206,
			"caption": "Whirlpool Rank",
			"colLabels": [
				"Rank",
				"Diameter",
				"Velocity",
				"DC"
			],
			"colStyles": [
				"text-center col-2-1",
				"col-3-3",
				"col-3-3",
				"col-3-3 text-center"
			],
			"rows": [
				[
					"1",
					"22 ({@dice 4d10}) ft.",
					"5 ft.",
					"5"
				],
				[
					"2",
					"55 ({@dice 10d10}) ft.",
					"15 ft.",
					"10"
				],
				[
					"3",
					"110 ({@dice 20d10}) ft.",
					"25 ft.",
					"15"
				],
				[
					"4",
					"165 ({@dice 30d10}) ft.",
					"35 ft.",
					"20"
				]
			]
		},
		{
			"name": "Who Created It or Was Intended to Use It?",
			"source": "PSX",
			"page": 26,
			"caption": "Who Created It or Was Intended to Use It?",
			"colLabels": [
				"d12",
				"Origin or Intended User"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1–2",
					"{@bold Sun Empire}. El objeto fue creado durante el apogeo del Imperio del Sol, muy probablemente durante la época en que el Sol Inmortal se encontraba en la capital imperial de Orazca. Puede estar vinculado a un antiguo emperador o a un campeón del emperador. Puede estar decorada con imágenes del Sol Inmortal, así como con motivos geométricos, diseños de plumas o formas de dinosaurios. Puede ser de plata o incorporar ámbar."
				],
				[
					"3",
					"{@bold Dinosaur}. Este objeto está hecho de escamas, dientes, garras o plumas desprendidas por un dinosaurio."
				],
				[
					"4–5",
					"{@bold River Heralds}. El objeto está probablemente elaborado con jade o madera pulida. Puede incluir diseños que se asemejan a nudos o trenzas. Si es de tela, parece estar anudado o trenzado con tiras largas. Las armas suelen tener un diseño ondulado. El objeto podría tener un espíritu elemental ligado a él."
				],
				[
					"6–7",
					"{@bold Brazen Coalition}. El objeto fue ideado por los astutos inventores de la Coalición de Brazen. Puede incorporar diseños como herrajes de barco o cuerdas anudadas en su construcción, o puede presentar madera pulida, lentes cuidadosamente enfocadas o telas que ondean como velas."
				],
				[
					"8–9",
					"{@bold Legion of Dusk}. El objeto puede ser de hueso, oro o madera negra de aspecto antiguo. Puede tener un motivo de dos puntas o incorporar el símbolo de la rosa de la Legión."
				],
				[
					"10",
					"{@bold Coatl}. El objeto pesa la mitad que otros objetos de su clase y lleva inscritas alas emplumadas, serpientes, soles y otros símbolos del bien. Los demonios encuentran la presencia del objeto repulsiva."
				],
				[
					"11",
					"{@bold Demonic}. El objeto está hecho de hierro o cuerno negro con runas inscritas, y los componentes de tela o cuero están hechos con la piel de los demonios. Puede incorporar plumas, garras o picos de arpías. Es cálido al tacto y presenta rostros lascivos o runas viles grabadas en su superficie. Los Coatls encuentran la presencia del objeto repulsiva."
				],
				[
					"12",
					"{@bold Dryad}. El objeto está exquisitamente elaborado con madera, hojas o vides. Está adornado con símbolos de la naturaleza: hojas, vides, estrellas y similares. Brilla con un pálido resplandor a la luz de la luna, arrojando una tenue luz en un radio de 1,5 metros."
				]
			]
		}
	]
}