{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Druid",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"wis"
			],
			"spellcastingAbility": "wis",
			"casterProgression": "full",
			"preparedSpells": "<$level$> + <$wis_mod$>",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					{
						"proficiency": "{@item shield|phb|shields}",
						"full": "shields (druids will not wear armor or use shields made of metal)"
					}
				],
				"weapons": [
					"{@item club|phb|clubs}",
					"{@item dagger|phb|daggers}",
					"{@item dart|phb|darts}",
					"{@item javelin|phb|javelins}",
					"{@item mace|phb|maces}",
					"{@item quarterstaff|phb|quarterstaffs}",
					"{@item scimitar|phb|scimitars}",
					"{@item sickle|phb|sickles}",
					"{@item sling|phb|slings}",
					"{@item spear|phb|spears}"
				],
				"tools": [
					"{@item Herbalism kit|PHB}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"animal handling",
								"insight",
								"medicine",
								"nature",
								"perception",
								"religion",
								"survival"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a wooden {@item shield|phb} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) a {@item scimitar|phb} or (b) any {@filter simple melee weapon|items|source=phb|category=basic|type=simple weapon;melee weapon=sand}",
					"{@item Leather armor|phb}, an {@item explorer's pack|phb}, and a {@item druidic focus|phb}"
				],
				"goldAlternative": "{@dice 2d4 × 10|2d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"shield|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"scimitar|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimpleMelee"
							}
						]
					},
					{
						"_": [
							"Leather armor|phb",
							"explorer's pack|phb",
							"druidic focus|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"wis": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium",
						{
							"proficiency": "{@item shield|phb|shields}",
							"full": "shields (druids will not wear armor or use shields made of metal)"
						}
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=Druid}"
					],
					"rows": [
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=Druid}",
						"{@filter 2nd|spells|level=2|class=Druid}",
						"{@filter 3rd|spells|level=3|class=Druid}",
						"{@filter 4th|spells|level=4|class=Druid}",
						"{@filter 5th|spells|level=5|class=Druid}",
						"{@filter 6th|spells|level=6|class=Druid}",
						"{@filter 7th|spells|level=7|class=Druid}",
						"{@filter 8th|spells|level=8|class=Druid}",
						"{@filter 9th|spells|level=9|class=Druid}"
					],
					"rowsSpellProgression": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Druidic|Druid||1",
				"Spellcasting|Druid||1",
				"Cantrip Versatility|Druid||1|UAClassFeatureVariants",
				"Wild Shape|Druid||2",
				"Wild Companion|Druid||2|UAClassFeatureVariants",
				"Wild Companion|Druid||2|TCE",
				{
					"classFeature": "Druid Circle|Druid||2",
					"gainSubclassFeature": true
				},
				"Wild Shape Improvement|Druid||4",
				"Ability Score Improvement|Druid||4",
				"Proficiency Versatility|Druid||4|UAClassFeatureVariants",
				"Cantrip Versatility|Druid||4|TCE",
				{
					"classFeature": "Druid Circle feature|Druid||6",
					"gainSubclassFeature": true
				},
				"Wild Shape Improvement|Druid||8",
				"Ability Score Improvement|Druid||8",
				"Proficiency Versatility|Druid||8|UAClassFeatureVariants",
				{
					"classFeature": "Druid Circle feature|Druid||10",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Druid||12",
				"Proficiency Versatility|Druid||12|UAClassFeatureVariants",
				{
					"classFeature": "Druid Circle feature|Druid||14",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Druid||16",
				"Proficiency Versatility|Druid||16|UAClassFeatureVariants",
				"Timeless Body|Druid||18",
				"Beast Spells|Druid||18",
				"Ability Score Improvement|Druid||19",
				"Proficiency Versatility|Druid||19|UAClassFeatureVariants",
				"Archdruid|Druid||20"
			],
			"subclassTitle": "Druid Circle",
			"fluff": [
				{
					"name": "Druid",
					"type": "section",
					"entries": [
						"Sosteniendo en alto un nudoso bastón adornado con acebo, una elfa convoca la furia de la tormenta e invoca explosivos rayos para golpear a los orcos portadores de antorchas que amenazan su bosque.",
						"Agazapado en una rama alta de un árbol en forma de leopardo, un humano observa desde la selva la extraña construcción de un templo del Aire Elemental Maligno, vigilando de cerca las actividades de los cultistas.",
						"Blandiendo una espada formada por fuego puro, un semielfo carga contra una masa de soldados esqueléticos, destrozando la magia antinatural que da a las asquerosas criaturas la burlona apariencia de vida.",
						"Ya sea invocando las fuerzas elementales de la naturaleza o emulando a las criaturas del mundo animal, los druidas encarnan la resistencia, la astucia y la furia de la naturaleza. No pretenden dominar la naturaleza. En cambio, se ven a sí mismos como extensiones de la voluntad indomable de la naturaleza.",
						{
							"type": "entries",
							"name": "Power of Nature",
							"entries": [
								"Los druidas veneran la naturaleza por encima de todo, obteniendo sus hechizos y otros poderes mágicos de la propia fuerza de la naturaleza o de una deidad de la naturaleza. Muchos druidas persiguen una espiritualidad mística de unión trascendente con la naturaleza más que la devoción a una entidad divina, mientras que otros sirven a dioses de la naturaleza salvaje, animales o fuerzas elementales. Las antiguas tradiciones druídicas reciben a veces el nombre de fe antigua, en contraste con el culto a los dioses en templos y santuarios.",
								"Los hechizos de los druidas están orientados hacia la naturaleza y los animales: el poder de los dientes y las garras, del sol y la luna, del fuego y la tormenta. Los druidas también adquieren la capacidad de adoptar formas animales, y algunos druidas hacen un estudio particular de esta práctica, hasta el punto de preferir la forma animal a su forma natural."
							]
						},
						{
							"type": "entries",
							"name": "Preserve the Balance",
							"entries": [
								"Para los druidas, la naturaleza existe en un equilibrio precario. Los cuatro elementos que componen el mundo -aire, tierra, fuego y agua- deben permanecer en equilibrio. Si un elemento ganara poder sobre los demás, el mundo podría ser destruido, arrastrado a uno de los planos elementales y dividido en los elementos que lo componen. Por ello, los druidas se oponen a los cultos del Mal Elemental y a otros que promueven un elemento en detrimento de los demás.",
								"Los druidas también se preocupan por el delicado equilibrio ecológico que sostiene la vida vegetal y animal, y por la necesidad de que la gente civilizada viva en armonía con la naturaleza, no en oposición a ella. Los druidas aceptan lo que es cruel en la naturaleza, y odian lo que es antinatural, incluidas las aberraciones (como los contempladores y los destructores de la mente) y los no muertos (como los zombis y los vampiros). Los druidas a veces lideran incursiones contra estas criaturas, especialmente cuando los monstruos invaden el territorio de los druidas.",
								"Los druidas se encuentran a menudo custodiando lugares sagrados o vigilando regiones de naturaleza virgen. Pero cuando surge un peligro importante que amenaza el equilibrio de la naturaleza o las tierras que protegen, los druidas asumen un papel más activo en la lucha contra la amenaza, como aventureros."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Druid",
							"entries": [
								"Al crear un druida, considera por qué tu personaje tiene un vínculo tan estrecho con la naturaleza. Tal vez tu personaje vive en una sociedad donde la Vieja Fe aún prospera, o fue criado por un druida tras ser abandonado en las profundidades de un bosque. Tal vez tu personaje tuvo un dramático encuentro con los espíritus de la naturaleza, enfrentándose cara a cara con un águila gigante o un lobo huargo y sobreviviendo a la experiencia. Tal vez tu personaje nació durante una tormenta épica o una erupción volcánica, lo que se interpretó como una señal de que convertirse en druida era parte del destino de tu personaje.",
								"¿Siempre has sido un aventurero como parte de tu vocación druídica, o primero pasaste un tiempo como cuidador de una arboleda o manantial sagrado? Tal vez tu tierra natal se vio asolada por el mal, y emprendiste una vida aventurera con la esperanza de encontrar un nuevo hogar o propósito.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"Puedes hacer un druida rápidamente siguiendo estas sugerencias. En primer lugar, la Sabiduría debe ser tu puntuación de habilidad más alta, seguida de la Constitución. En segundo lugar, elige el trasfondo {@background hermit}."
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Sacred Plants and Wood",
							"entries": [
								"Los druidas consideran sagradas ciertas plantas, especialmente el aliso, el fresno, el abedul, el saúco, el avellano, el acebo, el enebro, el muérdago, el roble, el serbal, el sauce y el tejo. Los druidas suelen utilizar estas plantas como parte de un foco de conjuro, incorporando trozos de roble o tejo o ramitas de muérdago.",
								"Del mismo modo, un druida utiliza estas maderas para fabricar otros objetos, como armas y escudos. El tejo se asocia con la muerte y el renacimiento, por lo que los mangos de las cimitarras o las hoces pueden fabricarse con él. El fresno se asocia a la vida y el roble a la fuerza. Con estas maderas se pueden fabricar excelentes bazas o armas completas, como garrotes o báculos, así como escudos. El aliso se asocia con el aire y puede utilizarse para armas arrojadizas, como dardos o jabalinas.",
								"Los druidas de regiones que carecen de las plantas aquí descritas han elegido otras plantas para que tengan usos similares. Por ejemplo, un druida de una región desértica podría valorar las plantas de yuca y cactus."
							]
						},
						{
							"type": "inset",
							"name": "Druids and the Gods",
							"entries": [
								"Algunos druidas veneran a las propias fuerzas de la naturaleza, pero la mayoría de los druidas son devotos de una de las muchas deidades de la naturaleza adoradas en el multiverso (las listas de dioses del apéndice B incluyen muchas de estas deidades). El culto a estas deidades suele considerarse una tradición más antigua que la fe de los clérigos y los pueblos urbanizados. De hecho, en el mundo de Greyhawk, la fe druídica se denomina Fe Antigua, y cuenta con muchos adeptos entre los granjeros, silvicultores, pescadores y otros que viven estrechamente con la naturaleza. Esta tradición incluye el culto a la Naturaleza como fuerza primordial más allá de la personificación, pero también abarca el culto a Beory, la Madre de Oerth, así como los devotos de Obad-Hai, Ehlonna y Ulaa.",
								"En los mundos de Greyhawk y los Reinos Olvidados, los círculos druídicos no suelen estar conectados a la fe de una única deidad de la naturaleza. Cualquier círculo en los Reinos Olvidados, por ejemplo, puede incluir druidas que veneren a Silvanus, Mielikki, Eldath, Chauntea, o incluso a los duros Dioses de la Furia: Talos, Malar, Auril y Umberlee. A estos dioses de la naturaleza se les suele llamar el Primer Círculo, el primero de los druidas, y la mayoría de los druidas los consideran a todos (incluso a los violentos) dignos de veneración.",
								"Los druidas de Eberron tienen creencias animistas completamente ajenas a la Hostia Soberana, los Seis Oscuros o cualquier otra religión del mundo. Creen que todo ser vivo y todo fenómeno natural -el sol, la luna, el viento, el fuego y el propio mundo- tiene un espíritu. Sus hechizos, por lo tanto, son un medio para comunicarse con estos espíritus y ordenarlos. Sin embargo, las distintas sectas druídicas tienen filosofías diferentes sobre la relación adecuada de estos espíritus entre sí y con las fuerzas de la civilización. Los Ashbound, por ejemplo, creen que la magia arcana es una abominación contra la naturaleza, los Hijos del Invierno veneran las fuerzas de la muerte, y los Guardianes de la Puerta preservan antiguas tradiciones destinadas a proteger el mundo de la incursión de las aberraciones."
							]
						}
					],
					"source": "PHB",
					"page": 64
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Incluso en la muerte, cada criatura desempeña su papel en el mantenimiento del Gran Equilibrio. Pero ahora crece un desequilibrio, una fuerza que busca dominar la naturaleza. Este es el comportamiento destructivo de las razas mortales. Cuanto más se alejen de la naturaleza sus acciones, más corrupta será su influencia. Como druidas, buscamos principalmente proteger y educar, preservar el Gran Equilibrio, pero hay veces que debemos alzarnos contra el peligro y erradicarlo."
							],
							"by": "Safhran, archdruid"
						},
						"Los druidas son los cuidadores del mundo natural, y se dice que con el tiempo un druida se convierte en la voz de la naturaleza, diciendo la verdad que es demasiado sutil para que la población en general la escuche. Muchos de los que se convierten en druidas descubren que gravitan naturalmente hacia la naturaleza; sus fuerzas, ciclos y movimientos llenan sus mentes y espíritus de asombro y perspicacia. Muchos sabios han estudiado la naturaleza, escribiendo volúmenes sobre su misterio y su poder, pero los druidas son un tipo especial de ser: en algún momento, comienzan a encarnar estas fuerzas naturales, produciendo fenómenos mágicos que los vinculan al espíritu de la naturaleza y al flujo de la vida. Debido a su extraño y misterioso poder, los druidas suelen ser venerados, rechazados o considerados peligrosos por la gente de su entorno.",
						"Tu personaje de druida puede ser un verdadero adorador de la naturaleza, que siempre ha despreciado la civilización y ha encontrado consuelo en la naturaleza. O tu personaje puede ser un hijo de la ciudad que ahora se esfuerza por armonizar el mundo civilizado con el salvaje. Puedes utilizar las secciones siguientes para dar cuerpo a tu druida, independientemente de cómo haya llegado tu personaje a la profesión.",
						{
							"type": "entries",
							"name": "Treasured Item",
							"entries": [
								"Algunos druidas llevan uno o más objetos que son sagrados para ellos o que tienen un profundo significado personal. Estos objetos no son necesariamente mágicos, pero cada uno es un objeto cuyo significado conecta la mente y el corazón del druida con un concepto profundo o una perspectiva espiritual.",
								"Cuando decidas cuál es el objeto que atesora tu personaje, piensa en darle una historia de origen: ¿cómo conseguiste ese objeto y por qué es importante para ti?",
								{
									"type": "table",
									"caption": "Treasured Item",
									"colLabels": [
										"{@dice d6}",
										"Treasured Item"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Una ramita del árbol del encuentro que se encuentra en el centro de su pueblo"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Un frasco de agua de la fuente de un río sagrado"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Hierbas especiales atadas en un manojo"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Un pequeño cuenco de bronce grabado con imágenes de animales"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Un sonajero hecho con una calabaza seca y bayas de acebo"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Una hoz de oro en miniatura que te entregó tu mentor"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Guiding Aspects",
							"entries": [
								"Muchos druidas sienten un fuerte vínculo con un aspecto específico del mundo natural, como una masa de agua, un animal, un tipo de árbol o algún otro tipo de planta. Te identificas con el aspecto elegido; por su comportamiento o su propia naturaleza, establece un ejemplo que tratas de emular.",
								{
									"type": "table",
									"caption": "Guiding Aspects",
									"colLabels": [
										"{@dice d6}",
										"Guiding Aspects"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Los tejos te recuerdan que debes renovar tu mente y tu espíritu, dejar que lo viejo muera y que lo nuevo brote."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Los robles representan la fuerza y la vitalidad. Meditar bajo un roble llena el cuerpo y la mente de determinación y fortaleza."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"El flujo interminable del río te recuerda la gran extensión del mundo. Buscas actuar teniendo en cuenta los intereses a largo plazo de la naturaleza."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"El mar es un caldero constante y agitado de poder y caos. Te recuerda que aceptar el cambio es necesario para mantenerte en el mundo."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Los pájaros en el cielo son la prueba de que incluso las criaturas más pequeñas pueden sobrevivir si se mantienen por encima de la contienda."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Como demuestran las acciones del lobo, la fuerza de un individuo no es nada comparada con el poder de la manada."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mentors",
							"entries": [
								"No es raro que los aspirantes a druida busquen (o sean buscados por) instructores o ancianos que les enseñen los fundamentos de sus artes mágicas. La mayoría de los druidas que aprenden de un mentor comienzan su entrenamiento a una edad temprana, y el mentor tiene un papel vital en la formación de las actitudes y creencias del estudiante.",
								"Si tu personaje recibió formación de otra persona, ¿quién o qué fue ese individuo, y cuál fue la naturaleza de su relación? ¿Su mentor le imprimió una perspectiva particular o influyó de alguna manera en su enfoque para lograr los objetivos de su camino elegido?",
								{
									"type": "table",
									"caption": "Mentors",
									"colLabels": [
										"{@dice d6}",
										"Mentors"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Tu mentor fue un sabio arbolito que te enseñó a pensar en términos de años y décadas en lugar de días o meses."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Fuiste tutelado por una dríade que vigilaba un portal dormido hacia el Abismo. Durante tu entrenamiento, se te encomendó la tarea de vigilar las amenazas ocultas del mundo."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Tu tutor siempre interactuaba contigo en forma de halcón. Nunca viste la forma humanoide del tutor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Eras uno de los varios jóvenes que tenían como mentor a un viejo druida, hasta que uno de tus compañeros traicionó a tu grupo y mató a tu maestro."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Tu mentor sólo se te ha aparecido en visiones. Todavía no has conocido a esa persona, y no estás seguro de que exista en forma mortal."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Tu mentor fue un hombre-oso que te enseñó a tratar a todos los seres vivos con la misma consideración."
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Learning Beast Shapes",
							"entries": [
								"El rasgo Forma Salvaje del manual del jugador te permite transformarte en una bestia que hayas visto. Esta regla te da una enorme flexibilidad, facilitando la acumulación de una serie de opciones de forma de bestia para ti, pero debes respetar las limitaciones de la tabla de Formas de Bestia en ese libro.",
								"Cuando obtienes la Forma Salvaje como druida de 2º nivel, puedes preguntarte qué bestias has visto ya. Las siguientes tablas organizan las bestias del manual de monstruos según los entornos más probables de las bestias. Considera el entorno en el que creció tu druida, y luego consulta la tabla apropiada para obtener una lista de animales que tu druida probablemente haya visto en el 2º nivel.",
								"Estas tablas también pueden ayudaros a ti y a tu DM a determinar qué animales podéis ver en vuestros viajes. Además, las tablas incluyen el índice de desafío de cada bestia y señalan si una bestia tiene velocidad de vuelo o de natación. Esta información te ayudará a determinar si puedes asumir la forma de esa bestia.",
								"Las tablas incluyen todas las bestias individuales que son elegibles para la Forma Salvaje (hasta un grado de desafío de 1) o la característica de Formas de Círculo del Círculo de la Luna (hasta un grado de desafío de 6).",
								{
									"type": "table",
									"caption": "Arctic",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Owl}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant owl}",
											"Fly"
										],
										[
											"1",
											"{@creature Brown bear}",
											"—"
										],
										[
											"2",
											"{@creature Polar bear}",
											"Swim"
										],
										[
											"2",
											"{@creature Saber-toothed tiger}",
											"—"
										],
										[
											"6",
											"{@creature Mammoth}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Coast",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Crab}",
											"Swim"
										],
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant crab}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"2",
											"{@creature Plesiosaurus}",
											"Swim"
										]
									]
								},
								{
									"type": "table",
									"caption": "Desert",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Cat}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Jackal}",
											"—"
										],
										[
											"0",
											"{@creature Scorpion}",
											"—"
										],
										[
											"0",
											"{@creature Vulture}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Camel}",
											"—"
										],
										[
											"1/8",
											"{@creature Flying snake}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Mule}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant vulture}",
											"Fly"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"3",
											"{@creature Giant scorpion}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Forest",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Baboon}",
											"—"
										],
										[
											"0",
											"{@creature Badger}",
											"—"
										],
										[
											"0",
											"{@creature Cat}",
											"—"
										],
										[
											"0",
											"{@creature Deer}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Owl}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Flying snake}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant rat}",
											"—"
										],
										[
											"1/8",
											"{@creature Giant weasel}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Mastiff}",
											"—"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Boar}",
											"—"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Elk}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant badger}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant bat}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant frog}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant owl}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Panther}",
											"—"
										],
										[
											"1/4",
											"{@creature Wolf}",
											"—"
										],
										[
											"1/2",
											"{@creature Ape}",
											"—"
										],
										[
											"1/2",
											"{@creature Black bear}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant wasp}",
											"Fly"
										],
										[
											"1",
											"{@creature Brown bear}",
											"—"
										],
										[
											"1",
											"{@creature Dire wolf}",
											"—"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"1",
											"{@creature Tiger}",
											"—"
										],
										[
											"2",
											"{@creature Giant boar}",
											"—"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Grassland",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Cat}",
											"—"
										],
										[
											"0",
											"{@creature Deer}",
											"—"
										],
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"0",
											"{@creature Goat}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Jackal}",
											"—"
										],
										[
											"0",
											"{@creature Vulture}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Flying snake}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant weasel}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Axe beak}",
											"—"
										],
										[
											"1/4",
											"{@creature Boar}",
											"—"
										],
										[
											"1/4",
											"{@creature Elk}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Panther} (leopardo)",
											"—"
										],
										[
											"1/4",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Riding horse}",
											"—"
										],
										[
											"1/4",
											"{@creature Wolf}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant goat}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant wasp}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Giant vulture}",
											"Fly"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"1",
											"{@creature Tiger}",
											"—"
										],
										[
											"2",
											"{@creature Allosaurus}",
											"—"
										],
										[
											"2",
											"{@creature Giant boar}",
											"—"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										],
										[
											"2",
											"{@creature Rhinoceros}",
											"—"
										],
										[
											"3",
											"{@creature Ankylosaurus}",
											"—"
										],
										[
											"4",
											"{@creature Elephant}",
											"—"
										],
										[
											"5",
											"{@creature Triceratops}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Hill",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Baboon}",
											"—"
										],
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"0",
											"{@creature Goat}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Raven}",
											"Fly"
										],
										[
											"0",
											"{@creature Vulture}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant weasel}",
											"—"
										],
										[
											"1/8",
											"{@creature Mastiff}",
											"—"
										],
										[
											"1/8",
											"{@creature Mule}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Axe beak}",
											"—"
										],
										[
											"1/4",
											"{@creature Boar}",
											"—"
										],
										[
											"1/4",
											"{@creature Elk}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant owl}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Panther} (puma)",
											"—"
										],
										[
											"1/4",
											"{@creature Wolf}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant goat}",
											"—"
										],
										[
											"1",
											"{@creature Brown bear}",
											"—"
										],
										[
											"1",
											"{@creature Dire wolf}",
											"—"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"2",
											"{@creature Giant boar}",
											"—"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Mountain",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"0",
											"{@creature Goat}",
											"—"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1/2",
											"{@creature Giant goat}",
											"—"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										],
										[
											"2",
											"{@creature Saber-toothed tiger}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Swamp",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Rat}",
											"—"
										],
										[
											"0",
											"{@creature Raven}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant rat}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant frog}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/2",
											"{@creature Crocodile}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"5",
											"{@creature Giant crocodile}",
											"Swim"
										]
									]
								},
								{
									"type": "table",
									"caption": "Underdark",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Giant fire beetle}",
											"—"
										],
										[
											"1/8",
											"{@creature Giant rat}",
											"—"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant bat}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant centipede}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"2",
											"{@creature Polar bear} (oso de las cavernas)",
											"Swim"
										]
									]
								},
								{
									"type": "table",
									"caption": "Underwater",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Quipper}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/2",
											"{@creature Giant sea horse}",
											"Swim"
										],
										[
											"1/2",
											"{@creature Reef shark}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant octopus}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"2",
											"{@creature Hunter shark}",
											"Swim"
										],
										[
											"2",
											"{@creature Plesiosaurus}",
											"Swim"
										],
										[
											"3",
											"{@creature Killer whale}",
											"Swim"
										],
										[
											"5",
											"{@creature Giant shark}",
											"Swim"
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 21
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Circle of the Land",
			"shortName": "Land",
			"source": "PHB",
			"className": "Druid",
			"classSource": "PHB",
			"page": 68,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Arctic",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"hold person",
							"spike growth"
						],
						"5": [
							"sleet storm",
							"slow"
						],
						"7": [
							"freedom of movement",
							"ice storm"
						],
						"9": [
							"commune with nature",
							"cone of cold"
						]
					}
				},
				{
					"name": "Coast",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"mirror image",
							"misty step"
						],
						"5": [
							"water breathing",
							"water walk"
						],
						"7": [
							"control water",
							"freedom of movement"
						],
						"9": [
							"conjure elemental",
							"scrying"
						]
					}
				},
				{
					"name": "Desert",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"blur",
							"silence"
						],
						"5": [
							"create food and water",
							"protection from energy"
						],
						"7": [
							"blight",
							"hallucinatory terrain"
						],
						"9": [
							"insect plague",
							"wall of stone"
						]
					}
				},
				{
					"name": "Forest",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"barkskin",
							"spider climb"
						],
						"5": [
							"call lightning",
							"plant growth"
						],
						"7": [
							"divination",
							"freedom of movement"
						],
						"9": [
							"commune with nature",
							"tree stride"
						]
					}
				},
				{
					"name": "Grassland",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"invisibility",
							"pass without trace"
						],
						"5": [
							"daylight",
							"haste"
						],
						"7": [
							"divination",
							"freedom of movement"
						],
						"9": [
							"dream",
							"insect plague"
						]
					}
				},
				{
					"name": "Mountain",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"spider climb",
							"spike growth"
						],
						"5": [
							"lightning bolt",
							"meld into stone"
						],
						"7": [
							"stone shape",
							"stoneskin"
						],
						"9": [
							"passwall",
							"wall of stone"
						]
					}
				},
				{
					"name": "Swamp",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"darkness",
							"Melf's acid arrow"
						],
						"5": [
							"water walk",
							"stinking cloud"
						],
						"7": [
							"freedom of movement",
							"locate creature"
						],
						"9": [
							"insect plague",
							"scrying"
						]
					}
				},
				{
					"name": "Underdark",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"spider climb",
							"web"
						],
						"5": [
							"gaseous form",
							"stinking cloud"
						],
						"7": [
							"greater invisibility",
							"stone shape"
						],
						"9": [
							"cloudkill",
							"insect plague"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of the Land|Druid||Land||2",
				"Land's Stride|Druid||Land||6",
				"Nature's Ward|Druid||Land||10",
				"Nature's Sanctuary|Druid||Land||14"
			]
		},
		{
			"name": "Circle of the Moon",
			"shortName": "Moon",
			"source": "PHB",
			"className": "Druid",
			"classSource": "PHB",
			"page": 69,
			"additionalSpells": [
				{
					"known": {
						"14": [
							"alter self"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of the Moon|Druid||Moon||2",
				"Primal Strike|Druid||Moon||6",
				"Elemental Wild Shape|Druid||Moon||10",
				"Thousand Forms|Druid||Moon||14"
			]
		},
		{
			"name": "Circle of Dreams (UA)",
			"shortName": "Dreams (UA)",
			"source": "UADruid",
			"className": "Druid",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of Dreams|Druid||Dreams (UA)|UADruid|2",
				"Hearth of Moonlight and Shadow|Druid||Dreams (UA)|UADruid|6",
				"Hidden Paths|Druid||Dreams (UA)|UADruid|10",
				"Purifying Light|Druid||Dreams (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of the Shepherd (UA)",
			"shortName": "Shepherd (UA)",
			"source": "UADruid",
			"className": "Druid",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of the Shepherd|Druid||Shepherd (UA)|UADruid|2",
				"Mighty Summoner|Druid||Shepherd (UA)|UADruid|6",
				"Guardian Spirit|Druid||Shepherd (UA)|UADruid|10",
				"Faithful Summons|Druid||Shepherd (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of Twilight (UA)",
			"shortName": "Twilight (UA)",
			"source": "UADruid",
			"className": "Druid",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Circle of Twilight|Druid||Twilight (UA)|UADruid|2",
				"Speech Beyond the Grave|Druid||Twilight (UA)|UADruid|6",
				"Watcher at the Threshold|Druid||Twilight (UA)|UADruid|10",
				"Paths of the Dead|Druid||Twilight (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of the Shepherd v2 (UA)",
			"shortName": "Shepherd v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Druid",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of the Shepherd v2|Druid||Shepherd v2 (UA)|UARevisedClassOptions|2",
				"Mighty Summoner|Druid||Shepherd v2 (UA)|UARevisedClassOptions|6",
				"Guardian Spirit|Druid||Shepherd v2 (UA)|UARevisedClassOptions|10",
				"Faithful Summons|Druid||Shepherd v2 (UA)|UARevisedClassOptions|14"
			]
		},
		{
			"name": "Circle of Dreams",
			"shortName": "Dreams",
			"source": "XGE",
			"className": "Druid",
			"classSource": "PHB",
			"page": 22,
			"subclassFeatures": [
				"Circle of Dreams|Druid||Dreams|XGE|2",
				"Hearth of Moonlight and Shadow|Druid||Dreams|XGE|6",
				"Hidden Paths|Druid||Dreams|XGE|10",
				"Walker in Dreams|Druid||Dreams|XGE|14"
			]
		},
		{
			"name": "Circle of the Shepherd",
			"shortName": "Shepherd",
			"source": "XGE",
			"className": "Druid",
			"classSource": "PHB",
			"page": 23,
			"subclassFeatures": [
				"Circle of the Shepherd|Druid||Shepherd|XGE|2",
				"Mighty Summoner|Druid||Shepherd|XGE|6",
				"Guardian Spirit|Druid||Shepherd|XGE|10",
				"Faithful Summons|Druid||Shepherd|XGE|14"
			]
		},
		{
			"name": "Circle of Spores (UA)",
			"shortName": "Spores (UA)",
			"source": "UAThreeSubclasses",
			"className": "Druid",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"gentle repose",
							"ray of enfeeblement"
						],
						"5": [
							"animate dead",
							"gaseous form"
						],
						"7": [
							"blight",
							"confusion"
						],
						"9": [
							"cloudkill",
							"contagion"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Spores (UA)|Druid||Spores (UA)|UAThreeSubclasses|2",
				"Fungal Infestation|Druid||Spores (UA)|UAThreeSubclasses|6",
				"Spreading Spores|Druid||Spores (UA)|UAThreeSubclasses|10",
				"Fungal Body|Druid||Spores (UA)|UAThreeSubclasses|14"
			]
		},
		{
			"name": "Circle of Wildfire (UA)",
			"shortName": "Wildfire (UA)",
			"source": "UAClericDruidWizard",
			"className": "Druid",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"locate animals or plants",
							"scorching ray"
						],
						"5": [
							"fireball",
							"plant growth"
						],
						"7": [
							"aura of life",
							"fire shield"
						],
						"9": [
							"flame strike",
							"raise dead"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Wildfire|Druid||Wildfire (UA)|UAClericDruidWizard|2",
				"Enhanced Bond|Druid||Wildfire (UA)|UAClericDruidWizard|6",
				"Flames of Life|Druid||Wildfire (UA)|UAClericDruidWizard|10",
				"Blazing Endurance|Druid||Wildfire (UA)|UAClericDruidWizard|14"
			]
		},
		{
			"name": "Circle of the Stars (UA)",
			"shortName": "Stars (UA)",
			"source": "UA2020SubclassesPt3",
			"className": "Druid",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of the Stars|Druid||Stars (UA)|UA2020SubclassesPt3|2",
				"Cosmic Omen|Druid||Stars (UA)|UA2020SubclassesPt3|6",
				"Full of Stars|Druid||Stars (UA)|UA2020SubclassesPt3|10",
				"Star Flare|Druid||Stars (UA)|UA2020SubclassesPt3|14"
			]
		},
		{
			"name": "Circle of Spores",
			"shortName": "Spores",
			"source": "TCE",
			"className": "Druid",
			"classSource": "PHB",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"additionalSpells": [
				{
					"known": {
						"2": [
							"chill touch#c"
						]
					},
					"prepared": {
						"3": [
							"blindness/deafness",
							"gentle repose"
						],
						"5": [
							"animate dead",
							"gaseous form"
						],
						"7": [
							"blight",
							"confusion"
						],
						"9": [
							"cloudkill",
							"contagion"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Spores|Druid||Spores|TCE|2",
				"Fungal Infestation|Druid||Spores|TCE|6",
				"Spreading Spores|Druid||Spores|TCE|10",
				"Fungal Body|Druid||Spores|TCE|14"
			]
		},
		{
			"name": "Circle of Stars",
			"shortName": "Stars",
			"source": "TCE",
			"className": "Druid",
			"classSource": "PHB",
			"page": 38,
			"additionalSpells": [
				{
					"known": {
						"2": [
							"guidance#c"
						]
					},
					"prepared": {
						"2": [
							"guiding bolt"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Stars|Druid||Stars|TCE|2",
				"Cosmic Omen|Druid||Stars|TCE|6",
				"Twinkling Constellations|Druid||Stars|TCE|10",
				"Full of Stars|Druid||Stars|TCE|14"
			]
		},
		{
			"name": "Circle of Wildfire",
			"shortName": "Wildfire",
			"source": "TCE",
			"className": "Druid",
			"classSource": "PHB",
			"page": 39,
			"additionalSpells": [
				{
					"prepared": {
						"2": [
							"burning hands",
							"cure wounds"
						],
						"3": [
							"flaming sphere",
							"scorching ray"
						],
						"5": [
							"plant growth",
							"revivify"
						],
						"7": [
							"aura of life",
							"fire shield"
						],
						"9": [
							"flame strike",
							"mass cure wounds"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Wildfire|Druid||Wildfire|TCE|2",
				"Enhanced Bond|Druid||Wildfire|TCE|6",
				"Cauterizing Flames|Druid||Wildfire|TCE|10",
				"Blazing Revival|Druid||Wildfire|TCE|14"
			]
		},
		{
			"name": "Mage of Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Druid",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Witherbloom (UA)",
			"shortName": "Witherbloom (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Druid",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Witherbloom (UA)",
				"shortName": "Witherbloom (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Cantrip Versatility",
			"source": "UAClassFeatureVariants",
			"page": 4,
			"className": "Druid",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level druid feature (enhances Spellcasting)}",
				"Siempre que ganes un nivel en esta clase, puedes reemplazar un cantrip que hayas aprendido con esta característica de Hechicería por otro cantrip de la lista de hechizos de druida."
			]
		},
		{
			"name": "Druidic",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Conoces {@language Druidic}, el lenguaje secreto de los druidas. Puedes hablar el idioma y utilizarlo para dejar mensajes ocultos. Tú y otros que conocen este idioma detectan automáticamente un mensaje de este tipo. Los demás detectan la presencia del mensaje con un chequeo de Sabiduría ({@skill Perception}) con éxito, pero no pueden descifrarlo sin magia."
			]
		},
		{
			"name": "Spellcasting",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Aprovechando la esencia divina de la propia naturaleza, puedes lanzar hechizos para moldear esa esencia a tu voluntad. Consulta {@book chapter 10|PHB|10} para conocer las reglas generales del lanzamiento de hechizos y {@book chapter 11|PHB|11} para el {@filter druid spell list|spells|class=druid}.",
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"A 1er nivel, conoces dos cantrips de tu elección del {@filter druid spell list|spells|level=0|class=druid}. Aprendes cantrips adicionales de druida a tu elección en niveles superiores, como se muestra en la columna Cantrips conocidos de la tabla de druida."
					]
				},
				{
					"type": "entries",
					"name": "Preparing and Casting Spells",
					"entries": [
						"La tabla de druida muestra cuántas ranuras de hechizo tienes para lanzar tus {@filter druid spells|spells|class=druid} de 1er nivel y superiores. Para lanzar uno de estos hechizos de druida, debes gastar una ranura del nivel del hechizo o superior. Recuperas todas las ranuras de conjuro gastadas cuando terminas un descanso largo.",
						"Preparas la lista de conjuros de druida que están disponibles para que los lances, eligiendo de la lista de conjuros de druida. Cuando lo hagas, elige un número de conjuros de druida igual a tu modificador de Sabiduría + tu nivel de druida (mínimo un conjuro). Los conjuros deben ser de un nivel para el que tengas ranuras de conjuro.",
						"Por ejemplo, si eres un druida de 3er nivel, tienes cuatro ranuras de conjuro de 1er nivel y dos de 2º nivel. Con una Sabiduría de 16, tu lista de conjuros preparados puede incluir seis conjuros de 1º o 2º nivel, en cualquier combinación. Si preparas el conjuro de 1er nivel {@spell cure wounds}, puedes lanzarlo usando una ranura de 1er nivel o de 2do nivel. Lanzar el hechizo no lo elimina de tu lista de hechizos preparados.",
						"También puedes cambiar tu lista de hechizos preparados cuando termines un descanso largo. Preparar una nueva lista de hechizos de druida requiere dedicar tiempo a la oración y la meditación: al menos 1 minuto por cada nivel de hechizo de tu lista."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"La Sabiduría es tu habilidad de hechizo para tus hechizos de druida, ya que tu magia se basa en tu devoción y sintonía con la naturaleza. Utilizas tu Sabiduría siempre que un hechizo se refiera a tu capacidad de conjuro. Además, utilizas tu modificador de Sabiduría cuando estableces la CD de la tirada de salvación de un conjuro de druida que lanzas y cuando haces una tirada de ataque con uno.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"wis"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"wis"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ritual Casting",
					"entries": [
						"Puedes lanzar un hechizo de druida como un ritual si ese hechizo tiene la etiqueta de ritual y tienes el hechizo preparado."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Focus",
					"entries": [
						"Puedes usar un {@item druidic focus|phb} como foco de hechizo para tus hechizos de druida."
					]
				}
			]
		},
		{
			"name": "Druid Circle",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A 2º nivel, eliges identificarte con un círculo de druidas de la lista de círculos disponibles. Tu elección te otorga rasgos a 2º nivel y de nuevo a 6º, 10º y 14º nivel."
			]
		},
		{
			"name": "Wild Companion",
			"source": "TCE",
			"page": 35,
			"className": "Druid",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"{@i 2nd-level druid {@variantrule optional class features|tce|optional feature}}",
				"Obtienes la habilidad de invocar un espíritu que asume una forma animal: como acción, puedes gastar un uso de tu rasgo de Forma Salvaje para lanzar el hechizo {@spell find familiar}, sin componentes materiales.",
				"Cuando lanzas el hechizo de esta manera, el familiar es un fey en lugar de una bestia, y el familiar desaparece después de un número de horas igual a la mitad de tu nivel de druida."
			]
		},
		{
			"name": "Wild Companion",
			"source": "UAClassFeatureVariants",
			"page": 4,
			"className": "Druid",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"{@i 2nd-level druid feature (enhances Wild Shape)}",
				"Obtienes la habilidad de invocar un espíritu que asume una forma animal: como acción, puedes gastar un uso de tu rasgo de Forma Salvaje para lanzar el hechizo {@spell find familiar}, sin componentes materiales.",
				"Cuando lanzas el hechizo de esta manera, el familiar es un fey en lugar de una bestia, y el familiar desaparece después de un número de horas igual a la mitad de tu nivel de druida."
			]
		},
		{
			"name": "Wild Shape",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2º nivel, puedes usar tu acción para asumir mágicamente la forma de una bestia que hayas visto antes. Puedes utilizar este rasgo dos veces. Recuperas los usos gastados cuando terminas un descanso corto o largo.",
				"Tu nivel de druida determina las bestias en las que puedes transformarte, como se muestra en la tabla de Formas de Bestia. A 2º nivel, por ejemplo, puedes transformarte en cualquier bestia que tenga un índice de desafío de 1/4 o inferior que no tenga velocidad de vuelo o natación.",
				{
					"type": "table",
					"caption": "Beast Shapes",
					"colLabels": [
						"Level",
						"Max. CR",
						"Limitations",
						"Example"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-5",
						"col-3"
					],
					"rows": [
						[
							"2nd",
							"{@filter 1/4|bestiary|challenge rating=[&0;&1/4]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm}",
							"No hay velocidad de vuelo ni de natación",
							"Wolf"
						],
						[
							"4th",
							"{@filter 1/2|bestiary|challenge rating=[&0;&1/2]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"Sin velocidad de vuelo",
							"Cocodrilo"
						],
						[
							"8th",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|miscellaneous=!swarm}",
							"—",
							"Águila gigante"
						]
					]
				},
				"Puedes permanecer en forma de bestia durante un número de horas igual a la mitad de tu nivel de druida (redondeado hacia abajo). Luego vuelves a tu forma normal a menos que gastes otro uso de esta característica. Puedes volver a tu forma normal antes utilizando una acción de bonificación en tu turno. Vuelves a tu forma normal automáticamente si caes {@condition unconscious}, bajas a 0 puntos de vida o mueres.",
				"Mientras se transforma, se aplican las siguientes reglas:",
				{
					"type": "list",
					"items": [
						"Tus estadísticas de juego son reemplazadas por las de la bestia, pero conservas tu alineamiento, personalidad y tus puntuaciones de Inteligencia, Sabiduría y Carisma. También conservas todas tus habilidades y tiradas de salvación, además de obtener las de la criatura. Si la criatura tiene la misma competencia que tú y el bono de su bloque de estadísticas es mayor que el tuyo, utiliza el bono de la criatura en lugar del tuyo. Si la criatura tiene acciones legendarias o de guarida, no puedes utilizarlas.",
						"Cuando te transformas, asumes los puntos de golpe y los dados de golpe de la bestia. Cuando vuelves a tu forma normal, vuelves al número de puntos de golpe que tenías antes de transformarte. Sin embargo, si te transformas como resultado de bajar a 0 puntos de golpe, cualquier exceso de daño se traslada a tu forma normal. Por ejemplo, si recibes 10 puntos de daño en tu forma animal y sólo te queda 1 punto de vida, te transformas y recibes 9 puntos de daño. Mientras el exceso de daño no reduzca tu forma normal a 0 puntos de vida, no serás golpeado {@condition unconscious}.",
						"No puedes lanzar hechizos, y tu capacidad para hablar o realizar cualquier acción que requiera las manos está limitada a las capacidades de tu forma de bestia. Sin embargo, la transformación no rompe tu concentración en un hechizo que ya hayas lanzado, ni te impide realizar acciones que formen parte de un hechizo, como {@spell call lightning}, que ya hayas lanzado.",
						"Conservas el beneficio de cualquier característica de tu clase, raza u otra fuente y puedes usarla si la nueva forma es físicamente capaz de hacerlo. Sin embargo, no puedes usar ninguno de tus sentidos especiales, como {@sense darkvision}, a menos que tu nueva forma también tenga ese sentido.",
						"Tú eliges si tu equipo cae al suelo en tu espacio, se funde con tu nueva forma o lo lleva puesto. El equipo usado funciona normalmente, pero el DM decide si es práctico para la nueva forma llevar una pieza de equipo, basándose en la forma y el tamaño de la criatura. Tu equipo no cambia de tamaño o forma para adaptarse a la nueva forma, y cualquier equipo que la nueva forma no pueda llevar debe caer al suelo o fusionarse con él. El equipo que se fusiona con la forma no tiene ningún efecto hasta que se abandona la forma."
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Al alcanzar el 4º nivel, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Cantrip Versatility",
			"source": "TCE",
			"page": 35,
			"className": "Druid",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level druid {@variantrule optional class features|tce|optional feature}}",
				"Siempre que alcances un nivel en esta clase que conceda la característica de mejora de la puntuación de habilidad, puedes reemplazar un cantrip que hayas aprendido de la característica de lanzamiento de hechizos de esta clase por otro cantrip del {@filter druid spell list|spells|level=0|class=Druid}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Wild Shape Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"A 4º nivel, tu Forma Salvaje mejora como se muestra en la tabla de Formas de Bestia."
			]
		},
		{
			"name": "Druid Circle feature",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A 6º nivel, obtienes un rasgo concedido por tu Círculo de Druida."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Wild Shape Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"A 8º nivel, tu Forma Salvaje mejora como se muestra en la tabla de Formas de Bestia."
			]
		},
		{
			"name": "Druid Circle feature",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A 10º nivel, obtienes un rasgo concedido por tu rasgo de Círculo de Druida."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Druid Circle feature",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A 14º nivel, obtienes un rasgo concedido por tu rasgo de Círculo de Druida."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Beast Spells",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del 18º nivel, puedes lanzar muchos de tus conjuros de druida en cualquier forma que asumas utilizando Forma salvaje. Puedes realizar los componentes somáticos y verbales de un conjuro de druida mientras estás en forma de bestia, pero no eres capaz de proporcionar componentes materiales."
			]
		},
		{
			"name": "Timeless Body",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del 18º nivel, la magia primigenia que manejas te hace envejecer más lentamente. Por cada 10 años que pasan, tu cuerpo envejece sólo 1 año."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Archdruid",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivel 20, puedes usar tu Forma Salvaje un número ilimitado de veces.",
				"Además, puedes ignorar los componentes verbales y somáticos de tus hechizos de druida, así como cualquier componente material que carezca de coste y no sea consumido por un hechizo. Obtienes este beneficio tanto en tu forma normal como en tu forma de bestia de Forma salvaje."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Circle of the Land",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"El Círculo de la Tierra está formado por místicos y sabios que salvaguardan antiguos conocimientos y ritos a través de una vasta tradición oral. Estos druidas se reúnen en círculos sagrados de árboles o piedras erguidas para susurrar secretos primigenios en {@language Druidic}. Los miembros más sabios del círculo presiden como sacerdotes principales de las comunidades que se adhieren a la Antigua Fe y sirven como consejeros de los gobernantes de esos pueblos. Como miembro de este círculo, tu magia está influenciada por la tierra donde fuiste iniciado en los misteriosos ritos del círculo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Cantrip|Druid||Land||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Natural Recovery|Druid||Land||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid||Land||2"
				}
			]
		},
		{
			"name": "Bonus Cantrip",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Aprendes un cantrip de druida adicional a tu elección. Este cantrip no cuenta para el número de cantrips de druida que conoces."
			]
		},
		{
			"name": "Circle Spells",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Tu conexión mística con la tierra te infunde la capacidad de lanzar ciertos hechizos. A 3er, 5º, 7º y 9º nivel obtienes acceso a hechizos de círculo relacionados con la tierra en la que te convertiste en druida. Elige esa tierra -ártica, costera, desértica, boscosa, de praderas, montañosa, pantanosa o de la Infraoscuridad- y consulta la lista de conjuros asociada.",
				"Una vez que obtienes acceso a un hechizo de círculo, siempre lo tienes preparado, y no cuenta contra el número de hechizos que puedes preparar cada día. Si obtienes acceso a un hechizo que no aparece en la lista de hechizos de druida, el hechizo es sin embargo un hechizo de druida para ti.",
				{
					"type": "table",
					"caption": "Arctic",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell hold person}, {@spell spike growth}"
						],
						[
							"5th",
							"{@spell sleet storm}, {@spell slow}"
						],
						[
							"7th",
							"{@spell freedom of movement}, {@spell ice storm}"
						],
						[
							"9th",
							"{@spell commune with nature}, {@spell cone of cold}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Coast",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell mirror image}, {@spell misty step}"
						],
						[
							"5th",
							"{@spell water breathing}, {@spell water walk}"
						],
						[
							"7th",
							"{@spell control water}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell conjure elemental}, {@spell scrying}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Desert",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell blur}, {@spell silence}"
						],
						[
							"5th",
							"{@spell create food and water}, {@spell protection from energy}"
						],
						[
							"7th",
							"{@spell blight}, {@spell hallucinatory terrain}"
						],
						[
							"9th",
							"{@spell insect plague}, {@spell wall of stone}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Forest",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell barkskin}, {@spell spider climb}"
						],
						[
							"5th",
							"{@spell call lightning}, {@spell plant growth}"
						],
						[
							"7th",
							"{@spell divination}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell commune with nature}, {@spell tree stride}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Grassland",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell invisibility}, {@spell pass without trace}"
						],
						[
							"5th",
							"{@spell daylight}, {@spell haste}"
						],
						[
							"7th",
							"{@spell divination}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell dream}, {@spell insect plague}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Mountain",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell spider climb}, {@spell spike growth}"
						],
						[
							"5th",
							"{@spell lightning bolt}, {@spell meld into stone}"
						],
						[
							"7th",
							"{@spell stone shape}, {@spell stoneskin}"
						],
						[
							"9th",
							"{@spell passwall}, {@spell wall of stone}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Swamp",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell darkness}, {@spell Melf's acid arrow}"
						],
						[
							"5th",
							"{@spell water walk}, {@spell stinking cloud}"
						],
						[
							"7th",
							"{@spell freedom of movement}, {@spell locate creature}"
						],
						[
							"9th",
							"{@spell insect plague}, {@spell scrying}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Underdark",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell spider climb}, {@spell web}"
						],
						[
							"5th",
							"{@spell gaseous form}, {@spell stinking cloud}"
						],
						[
							"7th",
							"{@spell greater invisibility}, {@spell stone shape}"
						],
						[
							"9th",
							"{@spell cloudkill}, {@spell insect plague}"
						]
					]
				}
			]
		},
		{
			"name": "Natural Recovery",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes recuperar parte de tu energía mágica sentándote en meditación y en comunión con la naturaleza. Durante un breve descanso, eliges las ranuras de conjuro gastadas para recuperarte. Las ranuras de conjuro pueden tener un nivel combinado igual o inferior a la mitad de tu nivel de druida (redondeado hacia arriba), y ninguna de las ranuras puede ser de 6º nivel o superior. No puedes volver a usar este rasgo hasta que termines un descanso largo.",
				"Por ejemplo, cuando eres un druida de 4º nivel, puedes recuperar hasta dos niveles de ranuras de hechizo. Puedes recuperar una ranura de 2º nivel o dos ranuras de 1º nivel."
			]
		},
		{
			"name": "Land's Stride",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, moverse por terreno difícil no mágico no le cuesta ningún movimiento adicional. También puedes atravesar plantas no mágicas sin ser ralentizado por ellas y sin recibir daño de las mismas si tienen espinas, pinchos o un peligro similar.",
				"Además, tienes ventaja en las tiradas de salvación contra plantas creadas o manipuladas mágicamente para impedir el movimiento, como las creadas por el hechizo {@spell entangle}."
			]
		},
		{
			"name": "Nature's Ward",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Cuando alcanzas el 10º nivel, no puedes ser {@condition charmed} o {@condition frightened} por elementales o fey, y eres inmune al veneno y la enfermedad."
			]
		},
		{
			"name": "Nature's Sanctuary",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Land",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Cuando alcanzas el 14º nivel, las criaturas del mundo natural perciben tu conexión con la naturaleza y se vuelven reticentes a atacarte. Cuando una bestia o una planta te ataca, esa criatura debe hacer una tirada de salvación de Sabiduría contra tu DC de salvación de hechizo de druida. Si falla la tirada de salvación, la criatura debe elegir un objetivo diferente, o el ataque falla automáticamente. Si la salvación tiene éxito, la criatura es inmune a este efecto durante 24 horas.",
				"La criatura es consciente de este efecto antes de realizar su ataque contra ti."
			]
		},
		{
			"name": "Circle of the Moon",
			"source": "PHB",
			"page": 69,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Moon",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Los druidas del Círculo de la Luna son feroces guardianes de la naturaleza. Su orden se reúne bajo la luna llena para intercambiar noticias y advertencias. Rondan las zonas más profundas de la naturaleza, donde pueden pasar semanas enteras sin cruzarse con otra criatura humanoide, y mucho menos con otro druida.",
				"Cambiante como la luna, un druida de este círculo puede merodear como un gran gato una noche, sobrevolar las copas de los árboles como un águila al día siguiente, y estrellarse entre la maleza en forma de oso para ahuyentar a un monstruo intruso. Lo salvaje está en la sangre del druida.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Wild Shape|Druid||Moon||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Forms|Druid||Moon||2"
				}
			]
		},
		{
			"name": "Circle Forms",
			"source": "PHB",
			"page": 69,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Moon",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Los ritos de tu círculo te otorgan la capacidad de transformarte en formas animales más peligrosas. A partir del 2º nivel, puedes usar tu Forma Salvaje para transformarte en un {@filter beast with a challenge rating as high as 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm} (ignoras la columna CR Máx. CR de la tabla de Formas de Bestia, pero debes respetar las demás limitaciones de la tabla).",
				"A partir del 6º nivel, puedes transformarte en una bestia con un índice de desafío tan alto como tu nivel de druida dividido por 3, redondeado hacia abajo.",
				{
					"type": "table",
					"caption": "Circle of the Moon Beast Shapes",
					"colLabels": [
						"Level",
						"Max. CR",
						"Limitations"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm}",
							"No hay velocidad de vuelo ni de natación"
						],
						[
							"4th",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"Sin velocidad de vuelo"
						],
						[
							"6th",
							"{@filter 2|bestiary|challenge rating=[&0;&2]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"Sin velocidad de vuelo"
						],
						[
							"8th",
							"{@filter 2|bestiary|challenge rating=[&0;&2]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"9th",
							"{@filter 3|bestiary|challenge rating=[&0;&3]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"12th",
							"{@filter 4|bestiary|challenge rating=[&0;&4]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"15th",
							"{@filter 5|bestiary|challenge rating=[&0;&5]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"18th",
							"{@filter 6|bestiary|challenge rating=[&0;&6]|type=beast|miscellaneous=!swarm}",
							"—"
						]
					]
				}
			]
		},
		{
			"name": "Combat Wild Shape",
			"source": "PHB",
			"page": 69,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Moon",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Obtienes la habilidad de usar Forma Salvaje en tu turno como una acción adicional, en lugar de como una acción.",
				"Además, mientras estés transformado por la Forma Salvaje, puedes usar una acción de bonificación para gastar una ranura de hechizo para recuperar {@dice 1d8} puntos de golpe por nivel de la ranura de hechizo gastada."
			]
		},
		{
			"name": "Primal Strike",
			"source": "PHB",
			"page": 69,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Moon",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, tus ataques en forma de bestia cuentan como mágicos a efectos de superar la resistencia e inmunidad a los ataques y daños no mágicos."
			]
		},
		{
			"name": "Elemental Wild Shape",
			"source": "PHB",
			"page": 69,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Moon",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"consumes": {
				"name": "Wild Shape",
				"amount": 2
			},
			"entries": [
				"A 10º nivel, puedes gastar dos usos de Forma salvaje al mismo tiempo para transformarte en un {@creature air elemental}, un {@creature earth elemental}, un {@creature fire elemental} o un {@creature water elemental}."
			]
		},
		{
			"name": "Thousand Forms",
			"source": "PHB",
			"page": 69,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Moon",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivel 14, has aprendido a utilizar la magia para alterar tu forma física de forma más sutil. Puedes lanzar el hechizo {@spell alter self} a voluntad."
			]
		},
		{
			"name": "Circle of Spores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Los druidas del Círculo de las Esporas encuentran la belleza en la descomposición. Ven en el moho y otros hongos la capacidad de transformar la materia sin vida en vida abundante, aunque algo extraña.",
				"Estos druidas creen que la vida y la muerte son partes de un gran ciclo, en el que una lleva a la otra y luego vuelve a ella. La muerte no es el fin de la vida, sino un cambio de estado en el que la vida adquiere una nueva forma.",
				"Los druidas de este círculo tienen una relación compleja con los muertos vivientes. A diferencia de la mayoría de los demás druidas, no ven nada intrínsecamente malo en la no-muerte, a la que consideran compañera de la vida y la muerte. Pero estos druidas creen que el ciclo natural es más saludable cuando cada segmento del mismo es vibrante y cambiante. Los muertos vivientes que pretenden sustituir toda la vida por la no-muerte, o que intentan evitar el paso al descanso final, violan el ciclo y deben ser frustrados.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid||Spores|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Halo of Spores|Druid||Spores|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Symbiotic Entity|Druid||Spores|TCE|2"
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"Tu vínculo simbiótico con los hongos y tu capacidad para aprovechar el ciclo de la vida y la muerte te dan acceso a ciertos hechizos. A 2º nivel, aprendes el cantrip {@spell chill touch}. A 3er, 5º, 7º y 9º nivel, obtienes acceso a los hechizos indicados para ese nivel en la tabla de Hechizos del Círculo de Esporas.",
				"Una vez que accedes a uno de estos hechizos, siempre lo tienes preparado, y no cuenta contra el número de hechizos que puedes preparar cada día. Si obtienes acceso a un hechizo que no aparece en la lista de hechizos de druida, el hechizo es sin embargo un hechizo de druida para ti.",
				{
					"type": "table",
					"caption": "Circle of Spores Spells",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell blindness/deafness}, {@spell gentle repose}"
						],
						[
							"5th",
							"{@spell animate dead}, {@spell gaseous form}"
						],
						[
							"7th",
							"{@spell blight}, {@spell confusion}"
						],
						[
							"9th",
							"{@spell cloudkill}, {@spell contagion}"
						]
					]
				}
			]
		},
		{
			"name": "Halo of Spores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, te rodeas de esporas invisibles y necróticas que son inofensivas hasta que las sueltas sobre una criatura cercana. Cuando una criatura que puedas ver se mueva a un espacio a menos de 3 metros de ti o comience su turno allí, puedes usar tu reacción para infligir {@damage 1d4} de daño necrótico a esa criatura a menos que tenga éxito en una tirada de salvación de Constitución contra tu DC de salvación de hechizo. El daño necrótico aumenta a {@dice 1d6} a 6º nivel, {@dice 1d8} a 10º nivel y {@dice 1d10} a 14º nivel."
			]
		},
		{
			"name": "Symbiotic Entity",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"A 2º nivel, obtienes la habilidad de canalizar la magia en tus esporas. Como acción, puedes gastar un uso de tu rasgo de Forma salvaje para despertar esas esporas, en lugar de transformarte en una forma de bestia, y ganas 4 puntos de golpe temporales por cada nivel que tengas en esta clase. Mientras este rasgo esté activo, obtienes los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Cuando hagas daño con tu Halo de esporas, tira el dado de daño una segunda vez y súmalo al total.",
						"Tus ataques con armas cuerpo a cuerpo infligen un {@damage 1d6} de daño necrótico adicional a cualquier objetivo que alcancen."
					]
				},
				"Estos beneficios duran 10 minutos, hasta que pierdas todos estos puntos de golpe temporales, o hasta que vuelvas a usar tu Forma Salvaje."
			]
		},
		{
			"name": "Fungal Infestation",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, tus esporas obtienen la capacidad de infestar un cadáver y animarlo. Si una bestia o un humanoide pequeño o mediano muere a menos de 3 metros de ti, puedes usar tu reacción para animarlo, haciendo que se levante inmediatamente con 1 punto de golpe. La criatura utiliza el bloque de estadísticas del {@creature zombie} en el {@book Monster Manual|MM}. Permanece animada durante 1 hora, tras la cual se desploma y muere.",
				"En el combate, el turno del zombi llega inmediatamente después del tuyo. Obedece tus órdenes mentales, y la única acción que puede realizar es la acción {@action Attack}, haciendo un ataque cuerpo a cuerpo.",
				"Puedes usar este rasgo un número de veces igual a tu modificador de Sabiduría (mínimo una vez), y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Spreading Spores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, obtienes la habilidad de sembrar un área con esporas mortales. Como acción adicional mientras tu rasgo de Entidad Simbiótica esté activo, puedes lanzar esporas hasta 30 pies de distancia, donde se arremolinan en un cubo de 10 pies durante 1 minuto. Las esporas desaparecen pronto si vuelves a usar este rasgo, si las descartas como acción adicional o si tu rasgo Entidad Simbiótica deja de estar activo.",
				"Siempre que una criatura se mueva hacia el cubo o comience su turno allí, esa criatura recibe tu daño de Halo de esporas, a menos que la criatura tenga éxito en una tirada de salvación de Constitución contra tu DC de salvación de hechizos. Una criatura no puede recibir este daño más de una vez por turno.",
				"Mientras el cubo de esporas persiste, no puedes usar tu reacción de Halo de Esporas."
			]
		},
		{
			"name": "Fungal Body",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, las esporas fúngicas de tu cuerpo te alteran: no puedes ser {@condition blinded}, {@condition deafened}, {@condition frightened} o {@condition poisoned}, y cualquier golpe crítico contra ti cuenta en cambio como un golpe normal, a menos que seas {@condition incapacitated}."
			]
		},
		{
			"name": "Circle of Stars",
			"source": "TCE",
			"page": 38,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"El Círculo de las Estrellas permite a los druidas aprovechar el poder de la luz de las estrellas. Estos druidas han rastreado los patrones celestes desde tiempos inmemoriales, descubriendo secretos ocultos entre las constelaciones. Al revelar y comprender estos secretos, el Círculo de las Estrellas busca aprovechar los poderes del cosmos.",
				"Muchos druidas de este círculo guardan registros de las constelaciones y de los efectos de las estrellas en el mundo. Algunos grupos documentan estas observaciones en lugares megalíticos, que sirven como enigmáticas bibliotecas de sabiduría. Estos depósitos pueden adoptar la forma de círculos de piedra, pirámides, petroglifos y templos subterráneos, cualquier construcción lo suficientemente duradera como para proteger el conocimiento sagrado del círculo incluso contra un gran cataclismo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Star Map|Druid||Stars|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Starry Form|Druid||Stars|TCE|2"
				}
			]
		},
		{
			"name": "Star Map",
			"source": "TCE",
			"page": 38,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Circle of the Stars feature}",
				"Has creado una carta estelar como parte de tus estudios celestiales. Es un objeto diminuto y puede servir como foco de conjuro para tus hechizos de druida. Determinas su forma tirando en la tabla del Mapa Estelar o eligiendo uno.",
				{
					"type": "table",
					"caption": "Star Map",
					"colLabels": [
						"d6",
						"Map Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Un pergamino cubierto de representaciones de constelaciones"
						],
						[
							"2",
							"Una tabla de piedra con finos agujeros perforados"
						],
						[
							"3",
							"Una piel de búho moteada, con marcas en relieve"
						],
						[
							"4",
							"Una colección de mapas encuadernados en una funda de ébano"
						],
						[
							"5",
							"Un cristal que proyecta patrones estelares cuando se coloca ante una luz"
						],
						[
							"6",
							"Discos de cristal que representan constelaciones"
						]
					]
				},
				"Mientras tengas este mapa, tendrás estos beneficios:",
				{
					"type": "list",
					"items": [
						"Ya conoces el cantrip {@spell guidance}.",
						"Tienes el hechizo {@spell guiding bolt} preparado. Cuenta como un hechizo de druida para ti, y no cuenta contra el número de hechizos que puedes tener preparados.",
						"Puedes lanzar {@spell guiding bolt} sin gastar una ranura de hechizo. Puedes hacerlo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
					]
				},
				"Si pierdes el mapa, puedes realizar una ceremonia de 1 hora para crear mágicamente un sustituto. Esta ceremonia puede realizarse durante un descanso corto o largo, y destruye el mapa anterior."
			]
		},
		{
			"name": "Starry Form",
			"source": "TCE",
			"page": 38,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"{@i 2nd-level Circle of the Stars feature}",
				"Como acción adicional, puedes gastar un uso de tu rasgo de Forma Salvaje para adoptar una forma estelar, en lugar de transformarte en una bestia.",
				"Mientras estás en tu forma estelar, conservas tus estadísticas de juego, pero tu cuerpo se vuelve luminoso; tus articulaciones brillan como estrellas y líneas brillantes las conectan como en una carta estelar. Esta forma arroja luz brillante en un radio de 3 metros y luz tenue en otros 3 metros. La forma dura 10 minutos. Termina antes de tiempo si la descartas (no se requiere ninguna acción), estás {@condition incapacitated}, mueres o vuelves a usar esta característica.",
				"Siempre que adoptes tu forma estelar, elige cuál de las siguientes constelaciones brilla en tu cuerpo; tu elección te otorga ciertos beneficios mientras estés en la forma:",
				{
					"type": "entries",
					"name": "Archer",
					"entries": [
						"Una constelación de un arquero aparece sobre ti. Cuando activas esta forma, y como acción adicional en tus turnos posteriores mientras dure, puedes hacer un ataque de hechizo a distancia, lanzando una flecha luminosa que tiene como objetivo una criatura en un radio de 60 pies de ti. Si aciertas, el ataque causa un daño radiante igual a {@dice 1d8} + tu modificador de Sabiduría."
					]
				},
				{
					"type": "entries",
					"name": "Chalice",
					"entries": [
						"Una constelación de una copa vivificadora aparece sobre ti. Siempre que lances un hechizo usando una ranura de hechizo que restaure puntos de golpe a una criatura, tú u otra criatura en un radio de 30 pies de ti puede recuperar puntos de golpe igual a {@dice 1d8} + tu modificador de Sabiduría."
					]
				},
				{
					"type": "entries",
					"name": "Dragon",
					"entries": [
						"Una constelación de un dragón sabio aparece sobre ti. Cuando hagas un chequeo de Inteligencia o Sabiduría o una tirada de salvación de Constitución para mantener la concentración en un hechizo, puedes tratar una tirada de 9 o menos en el {@dice d20} como un 10."
					]
				}
			]
		},
		{
			"name": "Cosmic Omen",
			"source": "TCE",
			"page": 38,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Circle of the Stars feature}",
				"Cada vez que termines un descanso largo, puedes consultar tu Mapa Estelar en busca de presagios. Cuando lo hagas, tira un dado. Hasta que termines tu siguiente descanso largo, tienes acceso a una reacción especial basada en si has sacado un número par o impar en el dado:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Weal (even)",
							"entry": "Siempre que una criatura que puedas ver a menos de 30 pies de ti esté a punto de hacer una tirada de ataque, una tirada de salvación o un chequeo de habilidad, puedes usar tu reacción para tirar un {@dice d6} y añadir el número obtenido al total."
						},
						{
							"type": "item",
							"name": "Woe (odd)",
							"entry": "Siempre que una criatura que puedas ver a menos de 30 pies de ti esté a punto de hacer una tirada de ataque, una tirada de salvación o un chequeo de habilidad, puedes usar tu reacción para tirar un {@dice d6} y restar el número obtenido del total."
						}
					]
				},
				"Puedes usar esta reacción un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Twinkling Constellations",
			"source": "TCE",
			"page": 38,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Circle of the Stars feature}",
				"Las constelaciones de tu Forma Estelar mejoran. El {@dice 1d8} del Arquero y el Cáliz se convierte en {@dice 2d8}, y mientras el Dragón está activo, tienes una velocidad de vuelo de 6 metros y puedes planear.",
				"Además, al comienzo de cada uno de tus turnos mientras estás en tu Forma Estrellada, puedes cambiar qué constelación brilla en tu cuerpo."
			]
		},
		{
			"name": "Full of Stars",
			"source": "TCE",
			"page": 38,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Circle of the Stars feature}",
				"Mientras estás en tu Forma Estrellada, te vuelves parcialmente incorpóreo, lo que te da resistencia al daño contundente, perforante y cortante."
			]
		},
		{
			"name": "Circle of Wildfire",
			"source": "TCE",
			"page": 39,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Los druidas del Círculo del Fuego Salvaje entienden que la destrucción es a veces precursora de la creación, como cuando un incendio forestal promueve el crecimiento posterior. Estos druidas se vinculan con un espíritu primordial que alberga tanto el poder destructivo como el creativo, lo que les permite crear llamas controladas que queman una cosa pero dan vida a otra.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid||Wildfire|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Summon Wildfire Spirit|Druid||Wildfire|TCE|2"
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "TCE",
			"page": 39,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Circle of Wildfire feature}",
				"Has formado un vínculo con un espíritu del fuego salvaje, un ser primordial de creación y destrucción. Tu vínculo con este espíritu te otorga acceso a algunos hechizos cuando alcanzas ciertos niveles en esta clase, como se muestra en la tabla de Hechizos del Círculo de Fuego Salvaje.",
				"Una vez que accedes a uno de estos hechizos, siempre lo tienes preparado, y no cuenta contra el número de hechizos que puedes preparar cada día. Si obtienes acceso a un hechizo que no aparece en la lista de hechizos de druida, el hechizo es sin embargo un hechizo de druida para ti.",
				{
					"type": "table",
					"caption": "Circle of Wildfire Spells",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"2nd",
							"{@spell burning hands}, {@spell cure wounds}"
						],
						[
							"3rd",
							"{@spell flaming sphere}, {@spell scorching ray}"
						],
						[
							"5th",
							"{@spell plant growth}, {@spell revivify}"
						],
						[
							"7th",
							"{@spell aura of life}, {@spell fire shield}"
						],
						[
							"9th",
							"{@spell flame strike}, {@spell mass cure wounds}"
						]
					]
				}
			]
		},
		{
			"name": "Summon Wildfire Spirit",
			"source": "TCE",
			"page": 39,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"{@i 2nd-level Circle of Wildfire feature}",
				"Puedes convocar al espíritu primigenio ligado a tu alma. Como acción, puedes gastar un uso de tu rasgo de Forma Salvaje para convocar a tu espíritu de fuego salvaje, en lugar de asumir una forma de bestia.",
				"El espíritu aparece en un espacio desocupado de tu elección que puedas ver a menos de 30 pies de ti. Cada criatura en un radio de 3 metros del espíritu (que no seas tú) cuando aparece debe tener éxito en una tirada de salvación de Destreza contra tu DC de salvación de hechizo o recibir {@damage 2d6} de daño por fuego.",
				"El espíritu es amistoso contigo y tus compañeros y obedece tus órdenes. Consulta las estadísticas de juego de esta criatura en el bloque de estadísticas {@creature Wildfire Spirit|TCE}, que utiliza tu bonificación de competencia (PB) en varios lugares. Tú determinas la apariencia del espíritu. Algunos espíritus toman la forma de una figura humanoide hecha de ramas nudosas cubiertas de llamas, mientras que otros parecen bestias envueltas en fuego.",
				"En el combate, el espíritu comparte tu cuenta de iniciativa, pero toma su turno inmediatamente después del tuyo. La única acción que realiza en su turno es la acción {@action Dodge}, a menos que realices una acción adicional en tu turno para ordenarle que realice otra acción. Esa acción puede ser una de su bloque de estadísticas o alguna otra acción. Si eres {@condition incapacitated}, el espíritu puede tomar cualquier acción de su elección, no sólo {@action Dodge}.",
				"El espíritu se manifiesta durante 1 hora, hasta que se reduzca a 0 puntos de vida, hasta que uses este rasgo para invocar al espíritu de nuevo o hasta que mueras."
			]
		},
		{
			"name": "Enhanced Bond",
			"source": "TCE",
			"page": 39,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Circle of Wildfire feature}",
				"El vínculo con tu espíritu del fuego salvaje mejora tus hechizos destructivos y restauradores. Siempre que lances un hechizo que inflija daño de fuego o restaure puntos de golpe mientras tu espíritu del fuego salvaje esté invocado, tira un {@dice d8} y ganarás una bonificación igual al número obtenido a una tirada de daño o curación del hechizo.",
				"Además, cuando lanzas un hechizo con un alcance distinto al tuyo, el hechizo puede originarse en ti o en tu espíritu de fuego salvaje."
			]
		},
		{
			"name": "Cauterizing Flames",
			"source": "TCE",
			"page": 39,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Circle of Wildfire feature}",
				"Obtienes la habilidad de convertir la muerte en llamas mágicas que pueden curar o incinerar. Cuando una criatura pequeña o mayor muere a menos de 30 pies de ti o de tu espíritu de fuego salvaje, una llama espectral inofensiva brota en el espacio de la criatura muerta y parpadea allí durante 1 minuto. Cuando una criatura que puedas ver entra en ese espacio, puedes usar tu reacción para extinguir la llama espectral allí y curar a la criatura o infligirle daño de fuego. La curación o el daño es igual a {@dice 2d10} + tu modificador de Sabiduría.",
				"Puedes usar esta reacción un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Blazing Revival",
			"source": "TCE",
			"page": 39,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Circle of Wildfire feature}",
				"El vínculo con tu espíritu de fuego salvaje puede salvarte de la muerte. Si el espíritu se encuentra a menos de 120 pies de ti cuando quedas reducido a 0 puntos de golpe y por lo tanto caes {@condition unconscious}, puedes hacer que el espíritu caiga a 0 puntos de golpe. Entonces recuperas la mitad de tus puntos de golpe y te levantas inmediatamente.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Circle of the Stars",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 2,
			"entries": [
				"El Círculo de las Estrellas, un antiguo linaje, permite a los druidas aprovechar el poder de la luz de las estrellas. Estos druidas han rastreado los patrones celestes desde tiempos inmemoriales, descubriendo secretos ocultos entre las constelaciones. Al revelar y comprender estos secretos, el Círculo de las Estrellas busca aprovechar los poderes del cosmos.",
				"Muchos druidas de este círculo guardan registros detallados de los astros y sus efectos en el mundo. Algunos grupos documentan estas observaciones en lugares megalíticos, que sirven como enigmáticas bibliotecas de sabiduría. Estos depósitos pueden adoptar la forma de círculos de piedra, pirámides, petroglifos y templos subterráneos, cualquier construcción lo suficientemente duradera como para proteger el conocimiento sagrado del círculo incluso contra un gran cataclismo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Star Map|Druid||Stars (UA)|UA2020SubclassesPt3|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Starry Form|Druid||Stars (UA)|UA2020SubclassesPt3|2"
				}
			]
		},
		{
			"name": "Star Map",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Circle of the Stars feature}",
				"Has creado un mapa estelar como parte de tu estudio de los cielos. El mapa es un objeto diminuto y puede servir como foco de hechizo para tus hechizos de druida. Tú decides qué forma adopta el objeto, o puedes determinar cuál es tirando en la tabla de Mapa Estelar.",
				{
					"type": "table",
					"caption": "Star Map",
					"colLabels": [
						"d6",
						"Map Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Un rollo de madera viva que se alinea con los cuerpos celestes"
						],
						[
							"2",
							"Una tabla de piedra con finos agujeros perforados"
						],
						[
							"3",
							"Una piel de búho moteada, con marcas en relieve"
						],
						[
							"4",
							"Una colección de mapas encuadernados en una funda de ébano"
						],
						[
							"5",
							"Un cristal que proyecta patrones estelares cuando se coloca ante una luz"
						],
						[
							"6",
							"Discos de vidrio templado que se alinean para representar las constelaciones"
						]
					]
				},
				"Si pierdes tu mapa, puedes realizar una ceremonia de 1 hora para crear mágicamente un sustituto. Esta ceremonia puede realizarse durante un descanso corto o largo, y destruye el mapa anterior.",
				"Puedes lanzar los hechizos {@spell augury} y {@spell guiding bolt} sin gastar una ranura de hechizo y sin preparar el hechizo, siempre que utilices el mapa estelar como foco de lanzamiento. Puedes lanzar un conjuro del mapa de esta manera un número de veces igual a tu modificador de Sabiduría (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Starry Form",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 2,
			"header": 1,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"{@i 2nd-level Circle of the Stars feature}",
				"Obtienes la habilidad de aprovechar el poder de las constelaciones para alterar tu forma. Como acción, puedes gastar un uso de tu rasgo Forma salvaje para adoptar una forma estelar en lugar de transformarte en una bestia.",
				"Mientras estás en tu forma estelar, conservas tus estadísticas de juego, pero tu cuerpo adquiere una cualidad luminosa y estelar; tus articulaciones brillan como estrellas y líneas brillantes las conectan como en una carta estelar. Esta forma emite una luz brillante en un radio de 3 metros y una luz tenue en otros 3 metros. La forma dura 10 minutos o hasta que estés {@condition incapacitated}.",
				"Siempre que adoptes tu forma estelar, elige cuál de las siguientes constelaciones brilla en tu cuerpo; tu elección te otorga ciertos beneficios mientras estés en la forma:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Chalice",
							"entry": "Aparece sobre ti una constelación de una copa que da vida. Siempre que lances un conjuro usando una ranura de conjuro que restaure puntos de golpe a una criatura, tú u otra criatura en un radio de 30 pies de ti puede recuperar puntos de golpe iguales a {@dice 1d8} + la mitad de tu nivel en esta clase."
						},
						{
							"type": "item",
							"name": "Archer",
							"entry": "Una constelación de un arquero aparece sobre ti. Obtienes una acción de bonificación que puedes utilizar para realizar un ataque de hechizo a distancia, lanzando una flecha luminosa que tiene como objetivo una criatura que puedas ver en un radio de 60 pies. Si aciertas, el ataque causa un daño radiante igual a {@dice 1d8} + tu modificador de Sabiduría."
						},
						{
							"type": "item",
							"name": "Dragon",
							"entry": "Una constelación de un dragón sabio y antiguo aparece sobre ti. Cuando hagas un chequeo de Inteligencia o Sabiduría o una tirada de salvación de Constitución para mantener la concentración en un hechizo, puedes tratar una tirada de 9 o menos en el {@dice d20} como un 10."
						}
					]
				}
			]
		},
		{
			"name": "Cosmic Omen",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Circle of the Stars feature}",
				"Aprendes a utilizar tu mapa estelar para adivinar la voluntad del cosmos. Cada vez que termines un descanso largo, puedes consultar tu mapa estelar en busca de presagios. Cuando lo hagas, tira un {@dice d6}. Obtienes uno de los siguientes presagios posibles en función de si has sacado un número par o impar en el {@dice d6}:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Weal (even)",
							"entry": "Siempre que una criatura que puedas ver a menos de 30 pies de ti haga una tirada de ataque, una tirada de salvación o un chequeo de habilidad, puedes usar tu reacción para tirar un {@dice d6} y añadir el número obtenido al total."
						},
						{
							"type": "item",
							"name": "Woe (odd)",
							"entry": "Siempre que una criatura que puedas ver a menos de 30 pies de ti haga una tirada de ataque, una tirada de salvación o un chequeo de habilidad, puedes usar tu reacción para tirar un {@dice d6} y restar el número obtenido del total."
						}
					]
				},
				"Puedes usar esta reacción un número de veces igual a tu modificador de Sabiduría, y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Full of Stars",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Circle of the Stars feature}",
				"Mientras tu rasgo Forma estelar está activo, te vuelves parcialmente incorpóreo, lo que te otorga resistencia al daño contundente, perforante y cortante."
			]
		},
		{
			"name": "Star Flare",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Circle of the Stars feature}",
				"Tu conexión con el cosmos te permite conjurar una luz estelar brillante. Como acción, conjuras una ráfaga de luz en una esfera de 30 pies de radio centrada en un punto que puedas ver a 120 pies de ti. Puedes teletransportar inmediatamente a cada criatura dispuesta en la esfera a un espacio desocupado en un radio de 30 pies. Cada criatura que permanezca en la esfera debe tener éxito en una tirada de salvación de Constitución contra tu DC de salvación del hechizo o recibir {@damage 4d10} de daño radiante y quedar {@condition blinded} hasta el final de tu siguiente turno.",
				"Una vez que hayas usado esta acción, no puedes volver a usarla hasta que termines un descanso largo o hasta que gastes una ranura de hechizo de 5º nivel o superior para volver a usarla."
			]
		},
		{
			"name": "Circle of Wildfire",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"entries": [
				"Los druidas que son miembros del Círculo del Fuego Salvaje comprenden la necesidad de la destrucción, por ejemplo, cómo un incendio forestal promueve el crecimiento. Estos druidas se vinculan con un espíritu primitivo que alberga tendencias destructivas, lo que les permite utilizar su poder para crear llamas controladas que ayudan a la flora y la fauna a reproducirse y crecer.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid||Wildfire (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Summon Wildfire|Druid||Wildfire (UA)|UAClericDruidWizard|2"
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Circle of Wildfire feature}",
				"Has formado un vínculo místico con un espíritu del fuego salvaje, un ser primitivo de creación y destrucción. Tu vínculo con este espíritu te da acceso a ciertos hechizos. A 2º nivel, aprendes el cantrip rayo de fuego.",
				"Cuando alcanzas ciertos niveles en esta clase, obtienes acceso a los hechizos listados para ese nivel en la tabla de Hechizos del Círculo de Fuego Salvaje. Una vez que obtienes acceso a uno de estos hechizos, siempre lo tienes preparado, y no cuenta contra el número de hechizos que puedes preparar cada día. Si obtienes acceso a un hechizo que no aparece en la lista de hechizos de druida, el hechizo es sin embargo un hechizo de druida para ti.",
				{
					"type": "table",
					"caption": "Circle of Wildfire Spells",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell locate animals or plants}, {@spell scorching ray}"
						],
						[
							"5th",
							"{@spell fireball}, {@spell plant growth}"
						],
						[
							"7th",
							"{@spell aura of life}, {@spell fire shield}"
						],
						[
							"9th",
							"{@spell flame strike}, {@spell raise dead}"
						]
					]
				}
			]
		},
		{
			"name": "Summon Wildfire",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"consumes": {
				"name": "Wild Shape"
			},
			"entries": [
				"{@i 2nd-level Circle of Wildfire feature}",
				"Puedes invocar al espíritu primigenio ligado a tu alma. Como acción, puedes gastar un uso de tu rasgo de Forma Salvaje para convocar a tu {@creature wildfire spirit|UAClericDruidWizard}, en lugar de asumir una forma de bestia.",
				"El espíritu aparece en un espacio desocupado de tu elección que puedas ver a menos de 30 pies de ti. Cada criatura en un radio de 3 metros del espíritu (que no seas tú) cuando aparece debe tener éxito en una tirada de salvación de Destreza contra tu DC de salvación de hechizo o recibir {@damage 2d10} de daño por fuego.",
				"El espíritu del fuego salvaje es amigable contigo y tus compañeros y obedece tus órdenes. Consulta las estadísticas de juego de esta criatura en el bloque de estadísticas del espíritu del fuego salvaje. Tú determinas la apariencia del espíritu. Algunos espíritus toman la forma de una figura humanoide hecha de ramas nudosas cubiertas de llamas, mientras que otros parecen bestias envueltas en fuego.",
				"En combate, el espíritu del fuego salvaje comparte tu cuenta de iniciativa, pero toma su turno inmediatamente después del tuyo. La única acción que realiza en su turno es la acción {@action Dodge}, a menos que realices una acción adicional en tu turno para ordenarle que realice una de las acciones de su bloque de estadísticas o que realice la acción {@action Dash}, {@action Disengage}, {@action Help} o {@action Hide}.",
				"El espíritu de fuego salvaje se manifiesta durante 1 hora, hasta que se reduzca a 0 puntos de golpe, o hasta que vuelvas a usar tu Forma Salvaje."
			]
		},
		{
			"name": "Enhanced Bond",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Circle of Wildfire feature}",
				"El vínculo con tu espíritu del fuego salvaje mejora tus hechizos destructivos y restauradores. Siempre que lances un hechizo que inflija daño de fuego o restaure puntos de golpe mientras tu espíritu del fuego salvaje esté invocado, tira un {@dice d8}, y ganas una bonificación a una tirada del hechizo igual al número obtenido. Además, cuando lanzas un hechizo con un alcance distinto al tuyo, el hechizo puede provenir de ti o de tu espíritu del fuego salvaje."
			]
		},
		{
			"name": "Flames of Life",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Circle of Wildfire feature}",
				"Obtienes la habilidad de convertir la muerte en llamas de vitalidad. Cuando una criatura pequeña o más grande que puedas ver muere a menos de 30 pies de ti o de tu espíritu de fuego salvaje, puedes usar tu reacción para hacer que surjan llamas primarias del cuerpo. Cuando una criatura que puedas ver toca estas llamas, la criatura recupera puntos de golpe o recibe un daño de fuego (a tu elección) igual a {@dice 2d10} + tu modificador de Sabiduría. Las llamas desaparecen después de que una criatura las haya tocado o después de 1 minuto. Puedes usar este rasgo un número de veces igual a tu modificador de Sabiduría (mínimo una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Blazing Endurance",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Circle of Wildfire feature}",
				"El vínculo con tu espíritu de fuego salvaje es excepcionalmente fuerte, incluso los golpes mortales sólo alimentan tu desafío. Si bajas a 0 puntos de vida y no mueres directamente, bajas a 1 punto de vida y ganas puntos de vida temporales iguales a cinco veces tu nivel de druida, y cada criatura que elijas en un radio de 30 pies que puedas ver recibe un daño de fuego igual a {@dice 2d10} + tu nivel de druida.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Circle of Dreams",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"Los druidas que son miembros del Círculo de los Sueños proceden de regiones que tienen fuertes lazos con el Feywild. La custodia del mundo natural por parte de los druidas hace que exista una alianza natural entre ellos y los fey alineados con el bien. Estos druidas buscan llenar el mundo de alegría y luz. Su magia cura las heridas y lleva la alegría a los corazones abatidos, y los reinos que protegen son lugares brillantes y fructíferos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Balm of the Summer Court|Druid||Dreams (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Balm of the Summer Court",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, te imbuyes de las bendiciones de la Corte del Verano. Eres una fuente de energía que proporciona alivio a los pies cansados y respiro a las heridas. Tienes una reserva de energía feérica representada por un número de {@dice d6}s igual a tu nivel de druida.",
				"Como acción de bonificación, puedes elegir un aliado que puedas ver en un radio de 120 pies y gastar un número de esos dados igual a la mitad de tu nivel de druida o menos. Tira los dados gastados y súmalos. El objetivo recupera un número de puntos de golpe igual al total. El objetivo también gana 1 punto de golpe temporal por dado gastado, y su velocidad aumenta en 5 pies por dado gastado. El aumento de velocidad dura 1 minuto.",
				"Recuperas los dados gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Hearth of Moonlight and Shadow",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, el hogar es cualquier lugar en el que acampe. Durante un descanso corto o largo, puedes invocar el poder sombrío de la Corte de las Tinieblas para proteger tu campamento de los intrusos. Al comienzo del descanso, creas un área con un radio de 30 pies. Dentro de esta área, tú y tus aliados ganáis un bonificador +5 a los chequeos de Sabiduría ({@skill Perception}) para detectar criaturas, y cualquier luz de las llamas abiertas (hogueras, antorchas y similares) no es visible fuera del área. Estos efectos terminan cuando termina el descanso o cuando abandonas el área."
			]
		},
		{
			"name": "Hidden Paths",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, puedes utilizar las vías mágicas ocultas e imprevisibles que algunos fey utilizan para atravesar el espacio en un abrir y cerrar de ojos. En tu turno, puedes teletransportarte hasta 30 pies a un punto que puedas ver. Cada pie de este teletransporte cuesta 1 pie de tu movimiento.",
				"También puedes utilizar este rasgo para teletransportar a otra persona. Como acción, puedes teletransportar a un aliado dispuesto que toques hasta 30 pies a un punto que puedas ver.",
				"Una vez que utilices cualquiera de las dos opciones (teletransportarte a ti mismo o a un aliado), no podrás volver a utilizar esa opción hasta que hayan pasado {@dice 1d4} rondas."
			]
		},
		{
			"name": "Purifying Light",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, el favor de la Corte del Verano te permite acabar con los hechizos que te perjudican a ti y a tus aliados. Cuando lanzas un hechizo con una ranura de hechizo y éste te restaura puntos de golpe a ti o a un aliado este turno, puedes apuntar simultáneamente a la criatura curada con magia de disipación, utilizando una ranura de hechizo con un nivel igual a la ranura utilizada para lanzar el hechizo de curación.",
				"Puedes utilizar este rasgo tres veces, y recuperas los usos gastados cuando terminas un descanso largo. Si el hechizo de curación se dirige a más de una criatura, puedes usar este rasgo en más de una al mismo tiempo, gastando un uso del mismo por criatura."
			]
		},
		{
			"name": "Circle of the Shepherd",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"Los druidas del Círculo del Pastor están en comunión con los espíritus de las bestias. Aunque estos druidas reconocen que todos los seres vivos desempeñan un papel en el mundo natural, se centran en la protección de los animales. Los pastores, como se les conoce, ven a las bestias como sus cargas. Ahuyentan a los monstruos que amenazan a las criaturas naturales, reprenden a los cazadores que matan más presas de las necesarias y evitan que la civilización invada los hábitats y caminos necesarios para las migraciones de los animales. Muchos de estos druidas son más felices lejos de las ciudades y pueblos, contentándose con pasar sus días en compañía de los animales salvajes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit Bond|Druid||Shepherd (UA)|UADruid|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Beast Speech|Druid||Shepherd (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Beast Speech",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, obtienes la habilidad de conversar con las bestias. Las bestias pueden entender tu discurso, y obtienes la habilidad de descifrar sus ruidos y movimientos en palabras y frases reconocibles. La mayoría de las bestias carecen de la inteligencia necesaria para transmitir o comprender conceptos sofisticados, pero una bestia amiga podría transmitir lo que ha visto u oído en el pasado reciente.",
				"Esta habilidad no te concede ninguna amistad especial con las bestias, aunque puedes combinar esta habilidad con regalos y otros favores para ganarte el favor de ellas como harías con cualquier otro personaje no jugador."
			]
		},
		{
			"name": "Spirit Bond",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, obtienes la habilidad de invocar espíritus animales y utilizarlos para influir en el mundo que te rodea. Como acción de bonificación, invocas mágicamente a un espíritu mediano a un espacio desocupado que puedas ver en un radio de 60 pies de ti. El espíritu crea un aura en un radio de 30 pies a su alrededor, no ocupa su espacio, es inmóvil y no cuenta como una criatura ni como un objeto.",
				"El espíritu persiste durante 1 minuto. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso corto o largo.",
				"La naturaleza del aura depende del tipo de espíritu que elijas invocar de entre las opciones siguientes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Bear",
							"entries": [
								"El espíritu del oso os concede a ti y a tus aliados su poder y resistencia. Tú y tus aliados que estén en el aura cuando el espíritu aparezca ganan puntos de golpe temporales iguales a 5 + tu nivel de druida. Además, tú y tus aliados ganáis ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza mientras estéis en el aura."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Hawk",
							"entries": [
								"El espíritu del halcón es un cazador consumado, que marca a sus enemigos con su aguda vista. Tú y tus aliados ganáis ventaja en las tiradas de ataque a distancia contra objetivos en el aura del espíritu."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Wolf",
							"entries": [
								"El espíritu del lobo os presta a ti y a tus aliados sus precisos sentidos, mientras tu magia trabaja en beneficio de los miembros de tu manada. Tú y tus aliados ganáis ventaja en todos los chequeos de habilidad realizados para detectar criaturas en el aura del espíritu. Además, si lanzas un conjuro con una ranura de conjuro que restaure los puntos de golpe a cualquiera que esté dentro o fuera del aura, cada uno de tus aliados en el aura también recupera puntos de golpe iguales a tu nivel de druida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mighty Summoner",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, obtienes la habilidad de conjurar animales poderosos. Cualquier bestia invocada o creada por tus conjuros obtiene dos beneficios. Su punto de golpe máximo aumenta en 2 por dado de golpe, y el daño de sus armas naturales se considera mágico a efectos de superar la inmunidad y resistencia a los ataques y daños no mágicos."
			]
		},
		{
			"name": "Guardian Spirit",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, obtienes los servicios de un espíritu que te vigila y te protege del daño. Cada vez que terminas un descanso largo, obtienes los beneficios de un hechizo {@spell death ward}. La duración del hechizo se amplía a 24 horas."
			]
		},
		{
			"name": "Faithful Summons",
			"source": "UADruid",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, los espíritus bestiales con los que comulgas te protegen cuando eres vulnerable. Si eres reducido a 0 puntos de golpe o estás {@condition incapacitated} en contra de tu voluntad, puedes obtener inmediatamente los beneficios de {@spell conjure animals} como si fuera lanzado con una ranura de conjuro de 9º nivel. Invoca a cuatro bestias de tu elección que tengan un índice de desafío 2 o inferior. Las bestias conjuradas aparecen a menos de 6 metros de ti. Si no reciben órdenes tuyas, te protegen del daño y atacan a tus enemigos. El hechizo dura 1 hora.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Circle of Twilight",
			"source": "UADruid",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"El Círculo del Crepúsculo busca exterminar a las criaturas no muertas y preservar el ciclo natural de vida y muerte que rige el cosmos. Su magia les permite manipular el límite entre la vida y la muerte, enviando a sus enemigos a su descanso final mientras mantienen a sus aliados alejados de ese destino.",
				"Estos druidas buscan tierras que han sido contaminadas por la muerte. Estos lugares son lúgubres y premonitorios. Los bosques que antes eran vibrantes se convierten en lugares sombríos y embrujados, desprovistos de animales y llenos de plantas que mueren de forma lenta y persistente. El Círculo del Crepúsculo acude a estos lugares para desterrar la muerte y restaurar la vida.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Harvest's Scythe|Druid||Twilight (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Harvest's Scythe",
			"source": "UADruid",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, aprendes a desentrañar y cosechar la energía vital de otras criaturas. Puedes aumentar tus hechizos para drenar la fuerza vital de las criaturas. Tienes una reserva de energía representada por un número de {@dice d10}s igual a tu nivel de druida.",
				"Cuando lanzas el daño de un hechizo, puedes aumentar ese daño gastando dados de la reserva. Puedes gastar un número de dados igual a la mitad de tu nivel de druida o menos. Tira los dados gastados y añádelos al daño como daño necrótico. Si matas a una o más criaturas hostiles con un conjuro aumentado de este modo, tú o un aliado de tu elección que puedas ver a menos de 30 pies de ti recuperáis 2 puntos de golpe por dado gastado para aumentar el daño del conjuro, o 5 puntos de golpe por dado si al menos una de las criaturas asesinadas era un muerto viviente.",
				"Recuperas los dados gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Speech Beyond the Grave",
			"source": "UADruid",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, obtienes la habilidad de llegar más allá del velo de la muerte en busca de conocimiento. Usando este rasgo, puedes lanzar {@spell speak with dead} sin componentes materiales, y entiendes lo que dice el objetivo de este lanzamiento. Puede entender tus preguntas, incluso si no compartís idioma o no es lo suficientemente inteligente como para hablar.",
				"Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Watcher at the Threshold",
			"source": "UADruid",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, ganas resistencia al daño necrótico y radiante. Además, mientras no estés {@condition incapacitated}, cualquier aliado a menos de 30 pies de ti tiene ventaja en las tiradas de salvación por muerte."
			]
		},
		{
			"name": "Paths of the Dead",
			"source": "UADruid",
			"page": 2,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, tu dominio de la muerte te permite recorrer los caminos que utilizan los fantasmas y otros espíritus. Usando este rasgo, puedes lanzar {@spell etherealness}. Una vez que el hechizo termina, no puedes volver a lanzarlo con este rasgo hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Circle of the Shepherd v2",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"entries": [
				"Los druidas del Círculo del Pastor están en comunión con los espíritus de la naturaleza, especialmente con los espíritus de las bestias y los fey, y piden ayuda a esos espíritus. Estos druidas reconocen que todos los seres vivos desempeñan un papel en el mundo natural, pero se centran en la protección de los animales y las criaturas feéricas que tienen dificultades para defenderse. Los pastores, como se les conoce, ven a estas criaturas como sus cargas. Ahuyentan a los monstruos que los amenazan, reprenden a los cazadores que matan más presas de las necesarias y evitan que la civilización invada los hábitats de animales raros y los lugares sagrados para los fey. Muchos de estos druidas son más felices lejos de las ciudades y los pueblos, contentándose con pasar sus días en compañía de los animales y las criaturas feéricas de la naturaleza.",
				"Los miembros de este círculo se convierten en aventureros para oponerse a las fuerzas que amenazan a sus pupilos o para buscar conocimientos y poder que les ayuden a salvaguardar mejor a sus pupilos. Dondequiera que vayan estos druidas, los espíritus de la naturaleza los acompañan.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Speech of the Woods|Druid||Shepherd v2 (UA)|UARevisedClassOptions|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit Totem|Druid||Shepherd v2 (UA)|UARevisedClassOptions|2"
				}
			]
		},
		{
			"name": "Speech of the Woods",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, obtienes la habilidad de conversar con bestias y muchos fey.",
				"Aprendes a hablar, leer y escribir {@language Sylvan}. Además, las bestias pueden entender tu discurso y obtienes la capacidad de descifrar sus ruidos y movimientos. La mayoría de las bestias carecen de la inteligencia necesaria para transmitir o comprender conceptos sofisticados, pero una bestia amiga podría transmitir lo que ha visto u oído en el pasado reciente. Esta habilidad no te concede ninguna amistad especial con las bestias, aunque puedes combinar esta habilidad con regalos para ganarte su favor como harías con cualquier personaje no jugador."
			]
		},
		{
			"name": "Spirit Totem",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, obtienes la habilidad de invocar espíritus de la naturaleza y utilizarlos para influir en el mundo que te rodea. Como acción de bonificación, puedes convocar mágicamente a un espíritu incorpóreo a un punto que puedas ver en un radio de 60 pies de ti. El espíritu crea un aura en un radio de 30 pies alrededor de ese punto. No cuenta como una criatura ni como un objeto, aunque tiene la apariencia espectral de la criatura que representa.",
				"Como acción de bonificación, puedes mover el espíritu hasta 60 pies a un punto que puedas ver.",
				"El espíritu persiste durante 1 minuto. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso corto o largo.",
				"El efecto del aura del espíritu depende del tipo de espíritu que invoques de las opciones siguientes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Bear Spirit",
							"entries": [
								"El espíritu del oso os concede a ti y a tus aliados su poder y resistencia. Cada criatura que elijas que se encuentre en el aura cuando aparezca el espíritu gana puntos de golpe temporales iguales a 5 + tu nivel de druida. Además, tú y tus aliados ganáis ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza mientras estéis en el aura."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Hawk Spirit",
							"entries": [
								"El espíritu de halcón es un cazador consumado, que marca a sus enemigos con su aguda vista. Cuando una criatura hace una tirada de ataque contra un objetivo en el aura del espíritu, puedes usar tu reacción para conceder ventaja a esa tirada de ataque."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unicorn Spirit",
							"entries": [
								"El espíritu del unicornio presta su protección a los que están cerca. Tú y tus aliados ganáis ventaja en todos los chequeos de habilidad realizados para detectar criaturas en el aura del espíritu. Además, si lanzas un conjuro con una ranura de conjuro que restaure los puntos de golpe a cualquiera que esté dentro o fuera del aura, cada criatura que elijas en el aura también recupera puntos de golpe iguales a tu nivel de druida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mighty Summoner",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, obtienes la capacidad de conjurar poderosas bestias y fey. Cualquier bestia o fey invocada o creada por tus hechizos obtiene dos beneficios:",
				{
					"type": "list",
					"items": [
						"La criatura aparece con más puntos de golpe de lo normal: 2 puntos de golpe extra por dado de golpe que tenga.",
						"El daño de sus armas naturales se considera mágico a efectos de superar la inmunidad y la resistencia a los ataques y daños no mágicos."
					]
				}
			]
		},
		{
			"name": "Guardian Spirit",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tu Tótem Espiritual protege a las bestias y fieras que invocas con tu magia. Cuando una bestia o fey que hayas invocado o creado con un conjuro termina su turno en tu aura de Tótem Espiritual, esa criatura recupera un número de puntos de golpe igual a la mitad de tu nivel de druida."
			]
		},
		{
			"name": "Faithful Summons",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, los espíritus de la naturaleza con los que comulgas te protegen cuando estás más indefenso. Si quedas reducido a 0 puntos de golpe o estás {@condition incapacitated} en contra de tu voluntad, puedes obtener inmediatamente los beneficios de {@spell conjure animals} como si fuera lanzado con una ranura de conjuro de 9º nivel. Invoca a cuatro bestias de tu elección que tengan un índice de desafío 2 o inferior. Las bestias conjuradas aparecen a menos de 6 metros de ti. Si no reciben órdenes tuyas, te protegen del daño y atacan a tus enemigos. El hechizo dura 1 hora, sin necesidad de concentración, o hasta que lo descartes (no requiere acción).",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Circle of Spores (UA)",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"entries": [
				"Los druidas del Círculo de las Esporas encuentran la belleza en la descomposición. Ven en el moho y otros hongos la capacidad de transformar la materia sin vida en una vida abundante, aunque algo extraña. Estos druidas creen que la vida y la muerte son partes de un gran ciclo, en el que una lleva a la otra y luego vuelve a ella. La muerte no es el fin de la vida, sino un cambio de estado que hace que la vida adquiera una nueva forma. Los druidas de este círculo tienen una relación compleja con los muertos vivientes. A diferencia de la mayoría de los demás druidas, no ven nada intrínsecamente malo en la no-muerte, a la que consideran una compañera de la vida y la muerte. Sin embargo, estos druidas creen que el ciclo natural es más saludable cuando cada segmento del mismo es vibrante y cambiante. Los muertos vivientes que pretenden sustituir toda la vida por la no-muerte, o evitar el paso a un descanso final, violan el ciclo y deben ser frustrados.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid||Spores (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Halo of Spores|Druid||Spores (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Symbiotic Entity|Druid||Spores (UA)|UAThreeSubclasses|2"
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"Tu vínculo simbiótico con los hongos y tu capacidad para aprovechar el ciclo de la vida y la muerte te dan acceso a ciertos hechizos. A 1er nivel, aprendes el cantrip {@spell chill touch}. A 3er, 5º, 7º y 9º nivel obtienes acceso a los hechizos listados para ese nivel en la tabla de Hechizos del Círculo de Esporas.",
				"Una vez que accedes a uno de estos hechizos, siempre lo tienes preparado, y no cuenta contra el número de hechizos que puedes preparar cada día. Si obtienes acceso a un hechizo que no aparece en la lista de hechizos de druida, el hechizo es sin embargo un hechizo de druida para ti.",
				{
					"type": "table",
					"caption": "Circle of Spores Spells",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell gentle repose}, {@spell ray of enfeeblement}"
						],
						[
							"5th",
							"{@spell animate dead}, {@spell gaseous form}"
						],
						[
							"7th",
							"{@spell blight}, {@spell confusion}"
						],
						[
							"9th",
							"{@spell cloudkill}, {@spell contagion}"
						]
					]
				}
			]
		},
		{
			"name": "Halo of Spores",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes lanzar esporas tóxicas a otras criaturas. Para ello, utilizas tu reacción en tu turno para infligir 3 de daño por veneno a una criatura que puedas ver en un radio de 3 metros de ti. Este daño aumenta a 6 en el 6º nivel, a 9 en el 10º nivel y a 12 en el 14º."
			]
		},
		{
			"name": "Symbiotic Entity",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, obtienes la habilidad de canalizar la magia en las esporas que te infunden.",
				"Cuando usas tu rasgo Forma salvaje, puedes despertar esas esporas, en lugar de transformarte. Cuando lo haces, ganas 3 puntos de golpe temporales por cada nivel que tengas en esta clase, el daño de tu rasgo Halo de esporas se duplica y tus ataques con armas cuerpo a cuerpo infligen un {@damage 1d6} de daño de veneno adicional a cualquier objetivo que golpeen. Estos beneficios duran 10 minutos o hasta que vuelvas a usar tu Forma Salvaje."
			]
		},
		{
			"name": "Fungal Infestation",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, tus esporas obtienen la capacidad de infestar un cadáver humanoide y animarlo.",
				"Si matas a un humanoide con tu daño de Halo de esporas, la criatura se levanta como un {@creature zombie} al final de tu turno. Tiene 1 punto de vida. En combate, su turno es inmediatamente posterior al tuyo. Obedece tus órdenes mentales, y la única acción que puede realizar es la acción {@action Attack}, haciendo un ataque cuerpo a cuerpo. Permanece animado durante 1 hora, tras la cual se desploma y muere."
			]
		},
		{
			"name": "Spreading Spores",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, obtienes la habilidad de sembrar un área con esporas mortales. Como acción adicional, lanzas esporas fúngicas hasta 30 pies de distancia, donde se arremolinan en un cubo de 10 pies durante 1 minuto. Mientras el cubo de esporas persiste, no puedes usar tu rasgo Halo de esporas, pero cualquier criatura que comience su turno en el cubo recibe tu daño de Halo de esporas. El cubo de esporas desaparece pronto si vuelves a usar este rasgo."
			]
		},
		{
			"name": "Fungal Body",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, las esporas fúngicas de tu cuerpo te alteran: no puedes ser {@condition blinded}, {@condition deafened}, {@condition frightened} o {@condition poisoned}, y si un ataque es un golpe crítico contra ti, no te inflige su daño extra."
			]
		},
		{
			"name": "Circle of Dreams",
			"source": "XGE",
			"page": 22,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Los druidas que son miembros del Círculo de los Sueños proceden de regiones que tienen fuertes lazos con el Feywild y sus reinos oníricos. La custodia del mundo natural por parte de los druidas hace que exista una alianza natural entre ellos y los fey alineados con el bien. Estos druidas buscan llenar el mundo de maravillas oníricas. Su magia cura las heridas y alegra los corazones abatidos, y los reinos que protegen son lugares brillantes y fructíferos, donde el sueño y la realidad se mezclan y donde el cansado puede encontrar descanso.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Balm of the Summer Court|Druid||Dreams|XGE|2"
				}
			]
		},
		{
			"name": "Balm of the Summer Court",
			"source": "XGE",
			"page": 22,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, te imbuyes de las bendiciones de la Corte del Verano. Eres una fuente de energía que ofrece alivio a las heridas. Tienes una reserva de energía feérica representada por un número de {@dice d6}s igual a tu nivel de druida.",
				"Como acción adicional, puedes elegir una criatura que puedas ver en un radio de 120 pies y gastar un número de esos dados igual a la mitad de tu nivel de druida o menos. Tira los dados gastados y súmalos. El objetivo recupera un número de puntos de golpe igual al total. El objetivo también gana 1 punto de golpe temporal por cada dado gastado.",
				"Recuperas todos los dados gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Hearth of Moonlight and Shadow",
			"source": "XGE",
			"page": 22,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, el hogar puede estar dondequiera que estés. Durante un descanso corto o largo, puedes invocar el poder sombrío de la Corte de las Tinieblas para que te ayude a proteger tu descanso. Al comienzo del descanso, tocas un punto en el espacio y aparece una esfera mágica invisible de 30 pies de radio, centrada en ese punto. La cobertura total bloquea la esfera.",
				"Mientras estéis dentro de la esfera, tú y tus aliados ganáis un bonificador +5 a los chequeos de Destreza ({@skill Stealth}) y Sabiduría ({@skill Perception}), y cualquier luz procedente de las llamas abiertas en la esfera (una hoguera, antorchas o similares) no es visible fuera de ella.",
				"La esfera se desvanece al final del descanso o cuando se sale de la esfera."
			]
		},
		{
			"name": "Hidden Paths",
			"source": "XGE",
			"page": 22,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, puedes utilizar las vías mágicas ocultas que algunos fey utilizan para atravesar el espacio en un abrir y cerrar de ojos. Como acción adicional en tu turno, puedes teletransportarte hasta 60 pies a un espacio desocupado que puedas ver. Alternativamente, puedes usar tu acción para teletransportar a una criatura dispuesta que toques hasta 30 pies a un espacio desocupado que puedas ver.",
				"Puedes usar este rasgo un número de veces igual a tu modificador de Sabiduría (mínimo una vez), y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Walker in Dreams",
			"source": "XGE",
			"page": 22,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Dreams",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, la magia del Feywild te otorga la capacidad de viajar mental o físicamente por las tierras de los sueños.",
				"Cuando terminas un descanso corto, puedes lanzar uno de los siguientes hechizos, sin gastar una ranura de hechizo ni requerir componentes materiales: {@spell dream} (contigo como mensajero), {@spell scrying}, o {@spell teleportation circle}.",
				"Este uso de {@spell teleportation circle} es especial. En lugar de abrir un portal a un {@spell teleportation circle} permanente, abre un portal al último lugar donde hayas terminado un descanso largo en tu plano de existencia actual. Si no has tomado un descanso largo en tu plano actual, el hechizo falla pero no se desperdicia.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Circle of the Shepherd",
			"source": "XGE",
			"page": 23,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Los druidas del Círculo del Pastor están en comunión con los espíritus de la naturaleza, especialmente con los espíritus de las bestias y los fey, y piden ayuda a esos espíritus. Estos druidas reconocen que todos los seres vivos desempeñan un papel en el mundo natural, pero se centran en la protección de los animales y las criaturas feéricas que tienen dificultades para defenderse. Los pastores, como se les conoce, ven a estas criaturas como sus cargas. Ahuyentan a los monstruos que los amenazan, reprenden a los cazadores que matan más presas de las necesarias y evitan que la civilización invada los hábitats de animales raros y los lugares sagrados para los fey. Muchos de estos druidas son más felices lejos de las ciudades y los pueblos, contentándose con pasar sus días en compañía de los animales y las criaturas feéricas de la naturaleza.",
				"Los miembros de este círculo se convierten en aventureros para oponerse a las fuerzas que amenazan a sus pupilos o para buscar conocimientos y poder que les ayuden a salvaguardar mejor a sus pupilos. Dondequiera que vayan estos druidas, los espíritus de la naturaleza los acompañan.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Speech of the Woods|Druid||Shepherd|XGE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit Totem|Druid||Shepherd|XGE|2"
				}
			]
		},
		{
			"name": "Speech of the Woods",
			"source": "XGE",
			"page": 23,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, obtienes la habilidad de conversar con bestias y muchos fey.",
				"Aprendes a hablar, leer y escribir {@language Sylvan}. Además, las bestias pueden entender tu discurso y obtienes la capacidad de descifrar sus ruidos y movimientos. La mayoría de las bestias carecen de la inteligencia necesaria para transmitir o comprender conceptos sofisticados, pero una bestia amiga podría transmitir lo que ha visto u oído en el pasado reciente. Esta habilidad no te garantiza la amistad con las bestias, aunque puedes combinarla con dones para ganarte su favor como harías con cualquier personaje no jugador."
			]
		},
		{
			"name": "Spirit Totem",
			"source": "XGE",
			"page": 23,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes invocar espíritus de la naturaleza para influir en el mundo que te rodea. Como acción de bonificación, puedes convocar mágicamente a un espíritu incorpóreo a un punto que puedas ver en un radio de 60 pies de ti. El espíritu crea un aura en un radio de 30 pies alrededor de ese punto. No cuenta como una criatura ni como un objeto, aunque tiene la apariencia espectral de la criatura que representa.",
				"Como acción de bonificación, puedes mover el espíritu hasta 60 pies a un punto que puedas ver.",
				"El espíritu persiste durante 1 minuto o hasta que estés {@condition incapacitated}. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso corto o largo.",
				"El efecto del aura del espíritu depende del tipo de espíritu que invoques de las opciones siguientes.",
				{
					"type": "entries",
					"name": "Bear Spirit",
					"entries": [
						"El espíritu del oso os concede a ti y a tus aliados su poder y resistencia. Cada criatura que elijas que se encuentre en el aura cuando aparezca el espíritu gana puntos de golpe temporales iguales a 5 + tu nivel de druida. Además, tú y tus aliados ganáis ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza mientras estéis en el aura."
					]
				},
				{
					"type": "entries",
					"name": "Hawk Spirit",
					"entries": [
						"El espíritu del halcón es un cazador consumado, que os ayuda a ti y a tus aliados con su aguda vista. Cuando una criatura hace una tirada de ataque contra un objetivo en el aura del espíritu, puedes usar tu reacción para conceder ventaja a esa tirada de ataque. Además, tú y tus aliados tenéis ventaja en los chequeos de Sabiduría ({@skill Perception}) mientras estéis en el aura."
					]
				},
				{
					"type": "entries",
					"name": "Unicorn Spirit",
					"entries": [
						"El espíritu del unicornio presta su protección a los que están cerca. Tú y tus aliados ganáis ventaja en todos los chequeos de habilidad realizados para detectar criaturas en el aura del espíritu. Además, si lanzas un conjuro utilizando una ranura de conjuro que restaure los puntos de golpe a cualquier criatura dentro o fuera del aura, cada criatura de tu elección en el aura también recupera puntos de golpe iguales a tu nivel de druida."
					]
				}
			]
		},
		{
			"name": "Mighty Summoner",
			"source": "XGE",
			"page": 23,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, las bestias y feys que conjures son más resistentes de lo normal. Cualquier bestia o fey invocada o creada por un hechizo que lances obtiene los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"La criatura aparece con más puntos de golpe de lo normal: 2 puntos de golpe extra por dado de golpe que tenga.",
						"El daño de sus armas naturales se considera mágico a efectos de superar la inmunidad y la resistencia a los ataques y daños no mágicos."
					]
				}
			]
		},
		{
			"name": "Guardian Spirit",
			"source": "XGE",
			"page": 23,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, tu Tótem Espiritual protege a las bestias y fieras que invocas con tu magia. Cuando una bestia o fey que hayas invocado o creado con un conjuro termina su turno en tu aura de Tótem Espiritual, esa criatura recupera un número de puntos de golpe igual a la mitad de tu nivel de druida."
			]
		},
		{
			"name": "Faithful Summons",
			"source": "XGE",
			"page": 23,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Shepherd",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, los espíritus de la naturaleza con los que comulgas te protegen cuando estás más indefenso. Si quedas reducido a 0 puntos de golpe o estás {@condition incapacitated} en contra de tu voluntad, puedes obtener inmediatamente los beneficios de {@spell conjure animals} como si fuera lanzado usando una ranura de conjuro de 9º nivel. Invoca a cuatro bestias de tu elección que tengan un índice de desafío 2 o inferior. Las bestias conjuradas aparecen a menos de 6 metros de ti. Si no reciben órdenes tuyas, te protegen del daño y atacan a tus enemigos. El hechizo dura 1 hora, sin necesidad de concentración, o hasta que lo descartes (no requiere acción).",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		}
	]
}