{
	"class": [
		{
			"name": "Rogue",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"int"
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"{@item hand crossbow|phb|hand crossbows}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"{@item thieves' tools|PHB}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"deception",
								"insight",
								"intimidation",
								"investigation",
								"perception",
								"performance",
								"persuasion",
								"sleight of hand",
								"stealth"
							],
							"count": 4
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item rapier|phb} or (b) a {@item shortsword|phb}",
					"(a) a {@item shortbow|phb} and {@item quiver|phb} of {@item arrows (20)|phb|20 arrows} or (b) a {@item shortsword|phb}",
					"(a) a {@item burglar's pack|phb}, (b) a {@item dungeoneer's pack|phb}, or (c) an {@item explorer's pack|phb}",
					"{@item Leather armor|phb}, two {@item dagger|phb|daggers}, and {@item thieves' tools|phb}"
				],
				"goldAlternative": "{@dice 4d4 × 10|4d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"rapier|phb"
						],
						"b": [
							"shortsword|phb"
						]
					},
					{
						"a": [
							"shortbow|phb",
							"arrows (20)|phb"
						],
						"b": [
							"shortsword|phb"
						]
					},
					{
						"a": [
							"burglar's pack|phb"
						],
						"b": [
							"dungeoneer's pack|phb"
						],
						"c": [
							"explorer's pack|phb"
						]
					},
					{
						"_": [
							"Leather armor|phb",
							{
								"item": "dagger|phb",
								"quantity": 2
							},
							"thieves' tools|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"dex": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"acrobatics",
									"athletics",
									"deception",
									"insight",
									"intimidation",
									"investigation",
									"perception",
									"performance",
									"persuasion",
									"sleight of hand",
									"stealth"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"{@item thieves' tools|PHB}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Sneak Attack"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 2,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 2,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 3,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 3,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 4,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 4,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 5,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 5,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 6,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 6,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 7,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 7,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 8,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 8,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 9,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 9,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 10,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 10,
										"faces": 6
									}
								]
							}
						]
					]
				}
			],
			"classFeatures": [
				"Expertise|Rogue||1",
				"Sneak Attack|Rogue||1",
				"Thieves' Cant|Rogue||1",
				"Cunning Action|Rogue||2",
				"Cunning Action: Aim|Rogue||2|UAClassFeatureVariants",
				{
					"classFeature": "Roguish Archetype|Rogue||3",
					"gainSubclassFeature": true
				},
				"Steady Aim|Rogue||3|TCE",
				"Ability Score Improvement|Rogue||4",
				"Proficiency Versatility|Rogue||4|UAClassFeatureVariants",
				"Uncanny Dodge|Rogue||5",
				"Expertise|Rogue||6",
				"Evasion|Rogue||7",
				"Ability Score Improvement|Rogue||8",
				"Proficiency Versatility|Rogue||8|UAClassFeatureVariants",
				{
					"classFeature": "Roguish Archetype feature|Rogue||9",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Rogue||10",
				"Proficiency Versatility|Rogue||10|UAClassFeatureVariants",
				"Reliable Talent|Rogue||11",
				"Ability Score Improvement|Rogue||12",
				"Proficiency Versatility|Rogue||12|UAClassFeatureVariants",
				{
					"classFeature": "Roguish Archetype feature|Rogue||13",
					"gainSubclassFeature": true
				},
				"Blindsense|Rogue||14",
				"Slippery Mind|Rogue||15",
				"Ability Score Improvement|Rogue||16",
				"Proficiency Versatility|Rogue||16|UAClassFeatureVariants",
				{
					"classFeature": "Roguish Archetype feature|Rogue||17",
					"gainSubclassFeature": true
				},
				"Elusive|Rogue||18",
				"Ability Score Improvement|Rogue||19",
				"Proficiency Versatility|Rogue||19|UAClassFeatureVariants",
				"Stroke of Luck|Rogue||20"
			],
			"subclassTitle": "Roguish Archetype",
			"fluff": [
				{
					"name": "Rogue",
					"type": "section",
					"entries": [
						"Haciendo una señal a sus compañeros para que esperen, una halfling avanza sigilosamente por el pasillo de la mazmorra. Pone una oreja en la puerta, luego saca un juego de herramientas y abre la cerradura en un abrir y cerrar de ojos. Luego desaparece en las sombras mientras su amigo luchador avanza para abrir la puerta de una patada.",
						"Un humano acecha en las sombras de un callejón mientras su cómplice se prepara para su parte en la emboscada. Cuando su objetivo -un famoso esclavista- pasa por el callejón, la cómplice grita, el esclavista acude a investigar y la espada del asesino le corta la garganta antes de que pueda emitir un sonido.",
						"Reprimiendo una risita, una gnoma mueve los dedos y levanta mágicamente el llavero del cinturón del guardia. En un momento, las llaves están en su mano, la puerta de la celda está abierta y ella y sus compañeros son libres de escapar.",
						"Los pícaros se basan en la habilidad, el sigilo y las vulnerabilidades de sus enemigos para salir airosos de cualquier situación. Tienen un don para encontrar la solución a casi cualquier problema, demostrando un ingenio y una versatilidad que son la piedra angular de cualquier grupo de aventureros con éxito.",
						{
							"type": "entries",
							"name": "Skill and Precision",
							"entries": [
								"Los pícaros dedican tanto esfuerzo a dominar el uso de una variedad de habilidades como a perfeccionar sus capacidades de combate, lo que les proporciona una amplia experiencia que pocos otros personajes pueden igualar. Muchos pícaros se centran en el sigilo y el engaño, mientras que otros perfeccionan las habilidades que les ayudan en un entorno de mazmorras, como escalar, encontrar y desarmar trampas y abrir cerraduras.",
								"A la hora de combatir, los pícaros dan prioridad a la astucia sobre la fuerza bruta. Un pícaro prefiere dar un golpe preciso, colocándolo exactamente en el lugar en el que el ataque hará más daño al objetivo, que desgastar a un oponente con una avalancha de ataques. Los pícaros tienen una habilidad casi sobrenatural para evitar el peligro, y algunos aprenden trucos mágicos para complementar sus otras habilidades."
							]
						},
						{
							"type": "entries",
							"name": "A Shady Living",
							"entries": [
								"Todos los pueblos y ciudades tienen su cuota de pícaros. La mayoría de ellos se ajustan a los peores estereotipos de la clase, ganándose la vida como ladrones, asesinos, tahúres y estafadores. A menudo, estos canallas están organizados en gremios de ladrones o familias del crimen. Muchos pícaros operan de forma independiente, pero incluso ellos a veces reclutan aprendices para que les ayuden en sus estafas y atracos. Algunos pícaros se ganan la vida honradamente como cerrajeros, investigadores o exterminadores, lo que puede ser un trabajo peligroso en un mundo en el que las ratas y los werats acechan las alcantarillas.",
								"Como aventureros, los pícaros caen en ambos lados de la ley. Algunos son criminales empedernidos que deciden buscar su fortuna en los tesoros, mientras que otros emprenden una vida de aventuras para escapar de la ley. Algunos han aprendido y perfeccionado sus habilidades con el propósito explícito de infiltrarse en antiguas ruinas y criptas ocultas en busca de tesoros."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Rogue",
							"entries": [
								"Al crear tu personaje de pícaro, considera su relación con la ley. ¿Tiene un pasado -o un presente- criminal? ¿Estás huyendo de la ley o de un furioso maestro del gremio de ladrones? ¿O dejó su gremio en busca de mayores riesgos y mayores recompensas? ¿Es la codicia lo que te impulsa en tus aventuras, o algún otro deseo o ideal?",
								"¿Cuál fue el detonante que le hizo abandonar su vida anterior? ¿Una gran estafa o un atraco que salió terriblemente mal le hizo reevaluar su carrera? Tal vez tuviste suerte y un robo exitoso te dio la moneda que necesitabas para escapar de la miseria de tu vida. ¿La pasión por los viajes le ha llamado a salir de su casa? Tal vez te encontraste de repente aislado de tu familia o de tu mentor, y tuviste que encontrar un nuevo medio de apoyo. O tal vez hiciste un nuevo amigo -otro miembro de tu grupo de aventureros- que te mostró nuevas posibilidades para ganarte la vida y emplear tus talentos particulares.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"Puedes hacer un pícaro rápidamente siguiendo estas sugerencias. En primer lugar, la Destreza debería ser tu puntuación de habilidad más alta. Haz que la Inteligencia sea la siguiente más alta si quieres sobresalir en Investigación o planeas adoptar el arquetipo de Artista Arcano. Elige Carisma en su lugar si planeas enfatizar el engaño y la interacción social. En segundo lugar, elige el trasfondo {@background charlatan}."
									]
								}
							]
						}
					],
					"page": 94,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"La gente olvida que el objetivo de aventurarse en una tumba polvorienta es recuperar los premios que allí se esconden. La lucha es para los tontos. Los muertos no pueden gastar sus fortunas."
							],
							"by": "Barnabas Bladecutter"
						},
						"Cuando la fuerza bruta no es suficiente, o cuando la magia no está disponible o no es apropiada, el pícaro pasa a primer plano. Gracias a sus habilidades relacionadas con el sigilo, el subterfugio y el engaño, los pícaros pueden meterse en problemas y salir de ellos de una forma que pocos personajes pueden emular.",
						"Algunos pícaros que se dedican a la aventura son antiguos criminales que han decidido que es preferible esquivar a los monstruos que ir un paso por delante de la ley. Otros son asesinos profesionales en busca de una aplicación rentable de sus talentos entre contratos. Algunos simplemente aman la emoción de superar cualquier desafío que se interponga en su camino.",
						"En las aventuras, un pícaro suele mezclar un enfoque exteriormente cauteloso -pocos pícaros disfrutan del combate- con un hambre voraz de botín. La mayoría de las veces, en la mente de un pícaro, tomar las armas contra una criatura no es para matarla, sino para convertirse en el nuevo dueño de su tesoro.",
						"Las siguientes secciones exploran ciertas facetas de lo que significa ser un pícaro, que puedes utilizar para añadir profundidad a tu personaje.",
						{
							"type": "entries",
							"name": "Guilty Pleasures",
							"entries": [
								"La mayor parte de lo que hacen los pícaros gira en torno a la obtención de tesoros y a impedir que otros hagan lo mismo. Pocas cosas se interponen en la consecución de esos objetivos, salvo que muchos pícaros se ven atraídos por una compulsión que nubla su pensamiento: una necesidad irresistible que debe ser satisfecha, aunque sea arriesgada.",
								"El placer culpable de un pícaro puede ser la adquisición de un objeto físico, algo que se experimenta, o una forma de comportarse en determinados momentos. Un pícaro puede ser incapaz de dejar pasar cualquier botín de plata, por ejemplo, aunque dicho botín cuelgue del cuello de un guardia del castillo. Otro no puede pasar un día en la ciudad sin levantar un bolso o dos, sólo para mantener la práctica.",
								"¿Cuál es la única forma de tentación a la que tu personaje pícaro no puede resistirse cuando se le presenta la oportunidad, aunque ceder a ella pueda suponer un problema para ti y tus compañeros?",
								{
									"type": "table",
									"caption": "Guilty Pleasures",
									"colLabels": [
										"{@dice d6}",
										"Pleasure"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Gemas grandes"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Una sonrisa de una cara bonita"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Un nuevo anillo para su dedo"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"La oportunidad de desinflar el ego de alguien"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"La mejor comida y bebida"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Aumentar su colección de monedas exóticas"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adversaries",
							"entries": [
								"Naturalmente, los que hacen cumplir la ley están obligados a enfrentarse a los que la infringen, y es raro el pícaro que no aparece en al menos un cartel de búsqueda. Además, la naturaleza de su profesión hace que los pícaros entren a menudo en contacto con elementos criminales, ya sea por elección o por necesidad. Algunos de ellos también pueden ser adversarios, y es probable que sean más difíciles de tratar que el miembro medio de la guardia de la ciudad.",
								"Si la historia de tu personaje no incluye ya un personaje de este tipo, puedes trabajar con tu DM para idear una razón por la que un adversario haya aparecido en tu vida. Tal vez has sido objeto de escrutinio durante un tiempo por parte de alguien que quiere utilizarte para fines nefastos y acaba de ser conocido por ti. Un incidente así podría ser la base de una próxima aventura.",
								"¿Tiene tu personaje pícaro un adversario que también resulta ser un criminal? Si es así, ¿cómo afecta esta relación a su vida?",
								{
									"type": "table",
									"caption": "Adversaries",
									"colLabels": [
										"{@dice d6}",
										"Adversary"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"El capitán pirata en cuyo barco serviste una vez; lo que tú llamas seguir adelante, el capitán lo llama motín"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Un maestro espía al que, sin saberlo, le diste mala información, lo que condujo al asesinato del objetivo equivocado"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"El maestro del gremio de ladrones local, que quiere que te unas a la organización o te vayas de la ciudad"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Un coleccionista de arte que utiliza medios ilegales para adquirir obras maestras"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Un perista que te utiliza como mensajero para concertar encuentros ilícitos"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"El propietario de una arena de combate ilegal donde una vez aceptó apuestas"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Benefactor",
							"entries": [
								"Pocos pícaros llegan lejos en la vida antes de necesitar la ayuda de alguien, lo que significa que a partir de entonces tienen una deuda importante con ese benefactor.",
								"Si la historia de tu personaje no incluye ya un personaje de este tipo, podrías trabajar con tu DM para determinar por qué ha aparecido un benefactor en tu vida. Quizás te beneficiaste de algo que tu benefactor hizo por ti sin darte cuenta de quién era el responsable, y esa persona acaba de ser conocida por ti. ¿Quién te ayudó en el pasado, lo supieras o no en ese momento, y qué le debes a esa persona como recompensa?",
								{
									"type": "table",
									"caption": "Benefactors",
									"colLabels": [
										"{@dice d6}",
										"Benefactor"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Un contrabandista evitó que te atraparan, pero perdió un valioso cargamento al hacerlo. Ahora le debes a esa persona un favor igual de valioso."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"El Rey Mendigo te ha ocultado de tus perseguidores muchas veces, a cambio de futuras consideraciones."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Una vez, un magistrado te libró de la cárcel a cambio de información sobre un poderoso señor del crimen."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Tus padres utilizaron sus ahorros para sacarte de apuros en tu juventud y ahora están en la indigencia."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Un dragón no te comió cuando tuvo la oportunidad, y a cambio le prometiste apartar piezas de tesoro selectas."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Un druida te ayudó una vez a salir de un apuro; ahora cualquier animal al azar que veas podría ser ese benefactor, que tal vez venga a reclamar un favor a cambio."
										]
									]
								}
							]
						}
					],
					"page": 44,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Arcane Trickster",
			"shortName": "Arcane Trickster",
			"source": "PHB",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 97,
			"spellcastingAbility": "int",
			"casterProgression": "1/3",
			"cantripProgression": [
				0,
				0,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			],
			"additionalSpells": [
				{
					"known": {
						"3": [
							"mage hand#c"
						]
					}
				}
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Arcane Trickster",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Rogue: Arcane Trickster}",
						"{@filter Spells Known|spells|subclass=Rogue: Arcane Trickster}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							3,
							3
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							5
						],
						[
							3,
							6
						],
						[
							3,
							6
						],
						[
							4,
							7
						],
						[
							4,
							8
						],
						[
							4,
							8
						],
						[
							4,
							9
						],
						[
							4,
							10
						],
						[
							4,
							10
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							12
						],
						[
							4,
							13
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"subclasses": [
						{
							"name": "Arcane Trickster",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter 1st|spells|level=1|subclass=Rogue: Arcane Trickster}",
						"{@filter 2nd|spells|level=2|subclass=Rogue: Arcane Trickster}",
						"{@filter 3rd|spells|level=3|subclass=Rogue: Arcane Trickster}",
						"{@filter 4th|spells|level=4|subclass=Rogue: Arcane Trickster}"
					],
					"rowsSpellProgression": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Arcane Trickster|Rogue||Arcane Trickster||3",
				"Magical Ambush|Rogue||Arcane Trickster||9",
				"Versatile Trickster|Rogue||Arcane Trickster||13",
				"Spell Thief|Rogue||Arcane Trickster||17"
			]
		},
		{
			"name": "Assassin",
			"shortName": "Assassin",
			"source": "PHB",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 97,
			"subclassFeatures": [
				"Assassin|Rogue||Assassin||3",
				"Infiltration Expertise|Rogue||Assassin||9",
				"Impostor|Rogue||Assassin||13",
				"Death Strike|Rogue||Assassin||17"
			]
		},
		{
			"name": "Thief",
			"shortName": "Thief",
			"source": "PHB",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"subclassFeatures": [
				"Thief|Rogue||Thief||3",
				"Supreme Sneak|Rogue||Thief||9",
				"Use Magic Device|Rogue||Thief||13",
				"Thief's Reflexes|Rogue||Thief||17"
			]
		},
		{
			"name": "Inquisitive (UA)",
			"shortName": "Inquisitive (UA)",
			"source": "UAGothicHeroes",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Inquisitive|Rogue||Inquisitive (UA)|UAGothicHeroes|3",
				"Steady Eye|Rogue||Inquisitive (UA)|UAGothicHeroes|9",
				"Unerring Eye|Rogue||Inquisitive (UA)|UAGothicHeroes|13",
				"Eye for Weakness|Rogue||Inquisitive (UA)|UAGothicHeroes|17"
			]
		},
		{
			"name": "Scout (UA)",
			"shortName": "Scout (UA)",
			"source": "UARangerAndRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Scout|Rogue||Scout (UA)|UARangerAndRogue|3",
				"Superior Mobility|Rogue||Scout (UA)|UARangerAndRogue|9",
				"Ambush Master|Rogue||Scout (UA)|UARangerAndRogue|13",
				"Sudden Strike|Rogue||Scout (UA)|UARangerAndRogue|17"
			]
		},
		{
			"name": "Inquisitive",
			"shortName": "Inquisitive",
			"source": "XGE",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 45,
			"subclassFeatures": [
				"Inquisitive|Rogue||Inquisitive|XGE|3",
				"Steady Eye|Rogue||Inquisitive|XGE|9",
				"Unerring Eye|Rogue||Inquisitive|XGE|13",
				"Eye for Weakness|Rogue||Inquisitive|XGE|17"
			]
		},
		{
			"name": "Mastermind",
			"shortName": "Mastermind",
			"source": "XGE",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 46,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 135
				}
			],
			"subclassFeatures": [
				"Mastermind|Rogue||Mastermind|XGE|3",
				"Insightful Manipulator|Rogue||Mastermind|XGE|9",
				"Misdirection|Rogue||Mastermind|XGE|13",
				"Soul of Deceit|Rogue||Mastermind|XGE|17"
			]
		},
		{
			"name": "Scout",
			"shortName": "Scout",
			"source": "XGE",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 47,
			"subclassFeatures": [
				"Scout|Rogue||Scout|XGE|3",
				"Superior Mobility|Rogue||Scout|XGE|9",
				"Ambush Master|Rogue||Scout|XGE|13",
				"Sudden Strike|Rogue||Scout|XGE|17"
			]
		},
		{
			"name": "Swashbuckler",
			"shortName": "Swashbuckler",
			"source": "XGE",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 48,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 135
				}
			],
			"subclassFeatures": [
				"Swashbuckler|Rogue||Swashbuckler|XGE|3",
				"Panache|Rogue||Swashbuckler|XGE|9",
				"Elegant Maneuver|Rogue||Swashbuckler|XGE|13",
				"Master Duelist|Rogue||Swashbuckler|XGE|17"
			]
		},
		{
			"name": "The Revived (UA)",
			"shortName": "Revived (UA)",
			"source": "UAFighterRangerRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"The Revived|Rogue||Revived (UA)|UAFighterRangerRogue|3",
				"Connect with the Dead|Rogue||Revived (UA)|UAFighterRangerRogue|9",
				"Audience with Death|Rogue||Revived (UA)|UAFighterRangerRogue|13",
				"Ethereal Jaunt|Rogue||Revived (UA)|UAFighterRangerRogue|17"
			]
		},
		{
			"name": "Soulknife (UA)",
			"shortName": "Soulknife (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Soulknife|Rogue||Soulknife (UA)|UAFighterRogueWizard|3",
				"Terrifying Blade|Rogue||Soulknife (UA)|UAFighterRogueWizard|9",
				"Psychic Veil|Rogue||Soulknife (UA)|UAFighterRogueWizard|13",
				"Rend Mind|Rogue||Soulknife (UA)|UAFighterRogueWizard|17"
			]
		},
		{
			"name": "Soulknife (UA)",
			"shortName": "Soulknife (UA)",
			"source": "UA2020PsionicOptionsRevisited",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Soulknife|Rogue||Soulknife (UA)|UA2020PsionicOptionsRevisited|3",
				"Soul Blades|Rogue||Soulknife (UA)|UA2020PsionicOptionsRevisited|9",
				"Psionic Veil|Rogue||Soulknife (UA)|UA2020PsionicOptionsRevisited|13",
				"Rend Mind|Rogue||Soulknife (UA)|UA2020PsionicOptionsRevisited|17"
			]
		},
		{
			"name": "Phantom (UA)",
			"shortName": "Phantom (UA)",
			"source": "UA2020SubclassesRevisited",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Phantom|Rogue||Phantom (UA)|UA2020SubclassesRevisited|3",
				"Tokens of the Departed|Rogue||Phantom (UA)|UA2020SubclassesRevisited|9",
				"Ghost Walk|Rogue||Phantom (UA)|UA2020SubclassesRevisited|13",
				"Death Knell|Rogue||Phantom (UA)|UA2020SubclassesRevisited|17"
			]
		},
		{
			"name": "Phantom",
			"shortName": "Phantom",
			"source": "TCE",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 62,
			"subclassFeatures": [
				"Phantom|Rogue||Phantom|TCE|3",
				"Tokens of the Departed|Rogue||Phantom|TCE|9",
				"Ghost Walk|Rogue||Phantom|TCE|13",
				"Death's Friend|Rogue||Phantom|TCE|17"
			]
		},
		{
			"name": "Soulknife",
			"shortName": "Soulknife",
			"source": "TCE",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 63,
			"subclassFeatures": [
				"Soulknife|Rogue||Soulknife|TCE|3",
				"Soul Blades|Rogue||Soulknife|TCE|9",
				"Psychic Veil|Rogue||Soulknife|TCE|13",
				"Rend Mind|Rogue||Soulknife|TCE|17"
			]
		}
	],
	"classFeature": [
		{
			"name": "Expertise",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A 1er nivel, elige dos de tus competencias de habilidad, o una de tus competencias de habilidad y tu competencia con {@item thieves' tools|phb}. Tu bonificación de competencia se duplica para cualquier chequeo de habilidad que hagas que utilice cualquiera de las competencias elegidas.",
				"A 6º nivel, puedes elegir dos más de tus proficiencias (en habilidades o con {@item thieves' tools|phb}) para obtener este beneficio."
			]
		},
		{
			"name": "Sneak Attack",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A partir del 1º nivel, sabes cómo atacar sutilmente y aprovechar la distracción de un enemigo. Una vez por turno, puedes infligir un {@damage 1d6} de daño adicional a una criatura que golpees con un ataque si tienes ventaja en la tirada de ataque. El ataque debe utilizar un arma de precisión o un arma a distancia.",
				"No necesitas ventaja en la tirada de ataque si otro enemigo del objetivo está a menos de 5 pies de él, ese enemigo no es {@condition incapacitated}, y no tienes desventaja en la tirada de ataque.",
				"La cantidad de daño extra aumenta a medida que se ganan niveles en esta clase, como se muestra en la columna de Ataque Furtivo de la tabla de Pícaros."
			]
		},
		{
			"name": "Thieves' Cant",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Durante tu entrenamiento de pícaro aprendiste el canto de los ladrones, una mezcla secreta de dialecto, jerga y código que te permite ocultar mensajes en una conversación aparentemente normal. Sólo otra criatura que conozca el canto de los ladrones entiende estos mensajes. Se tarda cuatro veces más en transmitir un mensaje de este tipo que en decir la misma idea sin rodeos.",
				"Además, comprende un conjunto de signos y símbolos secretos que se utilizan para transmitir mensajes breves y sencillos, como por ejemplo si una zona es peligrosa o el territorio de un gremio de ladrones, si el botín está cerca o si la gente de una zona es un blanco fácil o proporcionará un refugio a los ladrones que huyen."
			]
		},
		{
			"name": "Cunning Action",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2º nivel, tu rapidez mental y tu agilidad te permiten moverte y actuar con rapidez. Puedes realizar una acción adicional en cada uno de tus turnos de combate. Esta acción sólo puede utilizarse para realizar la acción {@action Dash}, {@action Disengage} o {@action Hide}."
			]
		},
		{
			"name": "Cunning Action: Aim",
			"source": "UAClassFeatureVariants",
			"page": 9,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 2nd-level rogue feature (enhances Cunning Action)}",
				"Obtienes una forma adicional de utilizar tu acción de astucia: apuntar cuidadosamente tu próximo ataque. Como acción de bonificación, te das ventaja en tu próxima tirada de ataque en el turno actual. Puedes usar esta acción de bonificación sólo si no te has movido durante este turno, y después de usar la acción de bonificación, tu velocidad es 0 hasta el final del turno actual."
			]
		},
		{
			"name": "Roguish Archetype",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A 3er nivel, eliges un arquetipo que emulas en el ejercicio de tus habilidades de pícaro de la lista de arquetipos disponibles. Tu elección de arquetipo te otorga rasgos a 3er nivel y de nuevo a 9º, 13º y 17º nivel."
			]
		},
		{
			"name": "Steady Aim",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 3rd-level rogue {@variantrule optional class features|tce|optional feature}}",
				"Como acción de bonificación, te das ventaja en tu próxima tirada de ataque en el turno actual. Puedes usar esta acción de bonificación sólo si no te has movido durante este turno, y después de usar la acción de bonificación, tu velocidad es 0 hasta el final del turno actual."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Al alcanzar el 4º nivel, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Uncanny Dodge",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5º nivel, cuando un atacante que puedes ver te golpea con un ataque, puedes usar tu reacción para reducir a la mitad el daño del ataque contra ti."
			]
		},
		{
			"name": "Expertise",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A 6º nivel, puedes elegir dos más de tus proficiencias (en habilidades o con {@item thieves' tools|phb}) para ganar el beneficio de Pericia."
			]
		},
		{
			"name": "Evasion",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A partir del 7º nivel, puedes esquivar ágilmente ciertos efectos de área, como el aliento de fuego de un dragón rojo o un hechizo {@spell ice storm}. Cuando estás sometido a un efecto que te permite hacer una tirada de salvación de Destreza para recibir sólo la mitad del daño, no recibes ningún daño si tienes éxito en la tirada de salvación, y sólo la mitad del daño si fallas."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Roguish Archetype feature",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A 9º nivel, obtienes una característica concedida por tu arquetipo de pícaro."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al alcanzar el 10º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 10,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 10th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Reliable Talent",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A 11º nivel, has refinado tus habilidades elegidas hasta que se acercan a la perfección. Siempre que hagas un chequeo de habilidad que te permita añadir tu bonificación de competencia, puedes tratar una tirada {@dice d20} de 9 o menos como un 10."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 usando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Roguish Archetype feature",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A 13º nivel, obtienes una característica concedida por tu arquetipo de pícaro."
			]
		},
		{
			"name": "Blindsense",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A partir del 14º nivel, si eres capaz de oír, eres consciente de la ubicación de cualquier criatura oculta o {@condition invisible} a menos de 3 metros de ti."
			]
		},
		{
			"name": "Slippery Mind",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A 15º nivel, has adquirido una mayor fuerza mental. Ganas competencia en las tiradas de salvación de Sabiduría."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Roguish Archetype feature",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A 17º nivel, obtienes un rasgo concedido por tu arquetipo de pícaro."
			]
		},
		{
			"name": "Elusive",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del nivel 18, eres tan evasivo que los atacantes rara vez obtienen ventaja contra ti. Ninguna tirada de ataque tiene ventaja contra ti mientras no lo seas {@condition incapacitated}."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Stroke of Luck",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A 20º nivel, tienes una extraña habilidad para tener éxito cuando lo necesitas. Si tu ataque falla un objetivo dentro del alcance, puedes convertir el fallo en un acierto. Además, si fallas un chequeo de habilidad, puedes tratar la tirada {@dice d20} como un 20.",
				"Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Arcane Trickster",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Arcane Trickster",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Algunos pícaros mejoran sus afinadas habilidades de sigilo y agilidad con la magia, aprendiendo trucos de encantamiento e ilusión. Entre estos pícaros se encuentran los carteristas y los ladrones, pero también los bromistas, los traviesos y un número importante de aventureros.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spellcasting|Rogue||Arcane Trickster||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mage Hand Legerdemain|Rogue||Arcane Trickster||3"
				}
			]
		},
		{
			"name": "Mage Hand Legerdemain",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Arcane Trickster",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, cuando lanzas {@spell mage hand}, puedes hacer la mano espectral {@condition invisible}, y puedes realizar las siguientes tareas adicionales con ella:",
				{
					"type": "list",
					"items": [
						"Puedes guardar un objeto que la mano esté sosteniendo en un recipiente que lleve puesto o que porte otra criatura.",
						"Puedes recuperar un objeto en un recipiente que lleve puesto o que sea portado por otra criatura.",
						"Puedes usar {@item thieves' tools|phb} para forzar cerraduras y desarmar trampas a distancia."
					]
				},
				"Puedes realizar una de estas tareas sin ser notado por una criatura si tienes éxito en un chequeo de Destreza ({@skill Sleight of Hand}) impugnado por el chequeo de Sabiduría ({@skill Perception}) de la criatura.",
				"Además, puedes utilizar la acción de bonificación concedida por tu acción de astucia para controlar la mano."
			]
		},
		{
			"name": "Spellcasting",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Arcane Trickster",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Al alcanzar el 3er nivel, obtienes la capacidad de lanzar hechizos. Consulta {@book chapter 10|PHB|10} para las reglas generales de lanzamiento de hechizos y {@book chapter 11|PHB|11} para las {@filter wizard spell list|spells|class=wizard}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cantrips",
							"entries": [
								"Aprendes tres cantrips: {@spell mage hand} y otros dos cantrips a tu elección de la lista de hechizos de mago. Aprendes otro cantrip de mago a tu elección a 10º nivel."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spell Slots",
							"entries": [
								"La tabla de lanzamiento de hechizos del Arcanista muestra cuántas ranuras de hechizo tienes para lanzar tus {@filter wizard spells|spells|class=wizard} de 1er nivel y superiores. Para lanzar uno de estos hechizos, debes gastar una ranura del nivel del hechizo o superior. Recuperas todas las ranuras de conjuro gastadas cuando terminas un descanso largo.",
								"Por ejemplo, si conoces el hechizo de primer nivel {@spell charm person} y tienes una ranura de hechizo de primer nivel y otra de segundo nivel disponibles, puedes lanzar {@spell charm person} utilizando cualquiera de las dos ranuras."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spells Known of 1st-Level and Higher",
							"entries": [
								"Conoces tres hechizos de mago de 1er nivel a tu elección, dos de los cuales debes elegir entre los hechizos de encantamiento e ilusión de la lista de hechizos de mago.",
								"La columna de Hechizos Conocidos de la tabla de Lanzamiento de Hechizos Arcanos muestra cuando aprendes más hechizos de mago de 1er nivel o superior. Cada uno de estos conjuros debe ser un hechizo de encantamiento o ilusión de tu elección, y debe ser de un nivel para el que tengas ranuras de conjuro. Por ejemplo, cuando alcanzas el 7º nivel en esta clase, puedes aprender un nuevo conjuro de 1º o 2º nivel.",
								"Los hechizos que aprendes a 8º, 14º y 20º nivel pueden ser de cualquier escuela de magia.",
								"Siempre que ganes un nivel en esta clase, puedes reemplazar uno de los conjuros de mago que conozcas por otro conjuro a tu elección de la lista de conjuros de mago. El nuevo hechizo debe ser de un nivel para el que tengas ranuras de hechizo, y debe ser un hechizo de encantamiento o ilusión, a menos que estés reemplazando el hechizo que obtuviste a nivel 3, 8, 14 o 20 de cualquier escuela de magia."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spellcasting Ability",
							"entries": [
								"La inteligencia es tu habilidad de lanzamiento de hechizos para tus hechizos de mago, ya que aprendes tus hechizos a través del estudio y la memorización. Utilizas tu Inteligencia siempre que un hechizo se refiera a tu capacidad de hechizo. Además, utilizas tu modificador de Inteligencia cuando estableces la CD de la tirada de salvación de un hechizo de mago que lanzas y cuando haces una tirada de ataque con uno.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"int"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Magical Ambush",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Arcane Trickster",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9º nivel, si te ocultas de una criatura cuando le lanzas un hechizo, la criatura tiene desventaja en cualquier tirada de salvación que haga contra el hechizo este turno."
			]
		},
		{
			"name": "Versatile Trickster",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Arcane Trickster",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"A 13º nivel, obtienes la capacidad de distraer a los objetivos con tu {@spell mage hand}. Como acción de bonificación en tu turno, puedes designar a una criatura en un radio de 5 pies de la mano espectral creada por el conjuro. Hacerlo te da ventaja en las tiradas de ataque contra esa criatura hasta el final del turno."
			]
		},
		{
			"name": "Spell Thief",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Arcane Trickster",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivel 17, obtienes la habilidad de robar mágicamente el conocimiento de cómo lanzar un hechizo de otro hechicero.",
				"Inmediatamente después de que una criatura lance un hechizo que te apunte a ti o te incluya en su área de efecto, puedes usar tu reacción para obligar a la criatura a hacer una tirada de salvación con su modificador de habilidad de lanzamiento de hechizos. La DC es igual a la DC de tu hechizo. Si fallas la tirada de salvación, anulas el efecto del hechizo contra ti y robas el conocimiento del hechizo si es al menos de primer nivel y de un nivel que puedas lanzar (no es necesario que sea un hechizo de mago). Durante las siguientes 8 horas, conoces el hechizo y puedes lanzarlo utilizando tus ranuras de hechizo. La criatura no puede lanzar ese hechizo hasta que hayan pasado las 8 horas.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Assassin",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Centras tu entrenamiento en el sombrío arte de la muerte. Los que se adhieren a este arquetipo son diversos: asesinos contratados, espías, cazarrecompensas e incluso sacerdotes especialmente ungidos y entrenados para exterminar a los enemigos de su deidad. El sigilo, el veneno y el disfraz te ayudan a eliminar a tus enemigos con una eficacia mortal.",
				"Su arquetipo le otorga rasgos a 3er nivel y luego de nuevo a 9º, 13º y 17º nivel.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Assassinate|Rogue||Assassin||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Rogue||Assassin||3"
				}
			]
		},
		{
			"name": "Assassinate",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, eres más mortífero cuando te enfrentas a tus enemigos. Tienes ventaja en las tiradas de ataque contra cualquier criatura que aún no haya tomado un turno en el combate. Además, cualquier golpe que consigas contra una criatura sorprendida es un golpe crítico."
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia con el {@item disguise kit|phb} y el {@item poisoner's kit|phb}."
			]
		},
		{
			"name": "Infiltration Expertise",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9º nivel, puedes crear indefectiblemente identidades falsas para ti. Debes gastar siete días y 25 gp para establecer la historia, profesión y afiliaciones de una identidad. No puedes establecer una identidad que pertenezca a otra persona. Por ejemplo, puedes adquirir ropa apropiada, cartas de presentación y certificaciones de aspecto oficial para establecerte como miembro de una casa comercial de una ciudad remota y así poder insinuarte en la compañía de otros mercaderes ricos.",
				"A partir de entonces, si adoptas la nueva identidad como disfraz, las demás criaturas creen que eres esa persona hasta que te den una razón obvia para no hacerlo."
			]
		},
		{
			"name": "Impostor",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"En el nivel 13, obtienes la capacidad de imitar infaliblemente el habla, la escritura y el comportamiento de otra persona. Debes pasar al menos tres horas estudiando estos tres componentes del comportamiento de la persona, escuchando el habla, examinando la escritura y observando el manierismo.",
				"Tu artimaña es indiscernible para el observador casual. Si una criatura desconfiada sospecha que algo anda mal, tienes ventaja en cualquier chequeo de Carisma ({@skill Deception}) que hagas para evitar ser detectado."
			]
		},
		{
			"name": "Death Strike",
			"source": "PHB",
			"page": 97,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del 17º nivel, te conviertes en un maestro de la muerte instantánea. Cuando atacas y golpeas a una criatura sorprendida, ésta debe hacer una tirada de salvación de Constitución (DC 8 + tu modificador de Destreza + tu bonificación de competencia). Si fallas la tirada de salvación, duplicas el daño de tu ataque contra la criatura."
			]
		},
		{
			"name": "Thief",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thief",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Perfeccionas tus habilidades en las artes del latrocinio. Los ladrones, los bandidos, los ladrones de guante blanco y otros criminales suelen seguir este arquetipo, pero también lo hacen los pícaros que prefieren considerarse buscadores de tesoros, exploradores, desenterradores e investigadores profesionales. Además de mejorar tu agilidad y sigilo, aprendes habilidades útiles para adentrarte en ruinas antiguas, leer idiomas desconocidos y utilizar objetos mágicos que normalmente no podrías emplear.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fast Hands|Rogue||Thief||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Second-Story Work|Rogue||Thief||3"
				}
			]
		},
		{
			"name": "Fast Hands",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thief",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, puedes utilizar la acción de bonificación concedida por tu Acción de Astucia para hacer un chequeo de Destreza ({@skill Sleight of Hand}), utilizar tu {@item thieves' tools|phb} para desarmar una trampa o abrir una cerradura, o realizar la acción {@action Use an Object}."
			]
		},
		{
			"name": "Second-Story Work",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thief",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, obtienes la habilidad de trepar más rápido de lo normal; trepar ya no te cuesta movimiento extra.",
				"Además, cuando realizas un salto en carrera, la distancia que cubres aumenta en un número de pies igual a tu modificador de Destreza."
			]
		},
		{
			"name": "Supreme Sneak",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thief",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9º nivel, tienes ventaja en un chequeo de Destreza ({@skill Stealth}) si no te mueves más que la mitad de tu velocidad en el mismo turno."
			]
		},
		{
			"name": "Use Magic Device",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thief",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"A 13º nivel, has aprendido lo suficiente sobre el funcionamiento de la magia como para poder improvisar el uso de objetos aunque no estén destinados a ti. Ignoras todos los requisitos de clase, raza y nivel para el uso de objetos mágicos."
			]
		},
		{
			"name": "Thief's Reflexes",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"basicRules": true,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thief",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Cuando alcanzas el nivel 17, te has convertido en un experto en tender emboscadas y escapar rápidamente del peligro. Puedes hacer dos turnos durante la primera ronda de cualquier combate. Realizas tu primer turno con tu iniciativa normal y el segundo con tu iniciativa menos 10. No puedes usar esta característica cuando estás sorprendido."
			]
		},
		{
			"name": "Phantom",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Muchos pícaros caminan por la delgada línea que separa la vida de la muerte, arriesgando sus propias vidas y quitando las de otros. Mientras se aventuran en esa línea, algunos pícaros descubren una conexión mística con la propia muerte. Estos pícaros toman el conocimiento de los muertos y se sumergen en la energía negativa, llegando a ser como fantasmas. Los gremios de ladrones los valoran como eficaces recolectores de información y espías.",
				"Muchos shadar-kai de Shadowfell son maestros de estas técnicas macabras, y algunos están dispuestos a enseñar este camino. En lugares como Thay en los Reinos Olvidados y Karrnath en Eberron, donde muchos nigromantes practican su oficio, un Fantasma puede convertirse en el confidente y la mano derecha de un mago. En los templos de los dioses de la muerte, el Fantasma puede trabajar como agente para rastrear a los que intentan engañar a la muerte y recuperar conocimientos que, de otro modo, podrían perderse en la tumba.",
				"¿Cómo descubriste este sombrío poder? ¿Dormiste en un cementerio y despertaste con tus nuevas habilidades? ¿O las cultivaste en un templo o gremio de ladrones dedicado a una deidad de la muerte?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Whispers of the Dead|Rogue||Phantom|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wails from the Grave|Rogue||Phantom|TCE|3"
				}
			]
		},
		{
			"name": "Wails from the Grave",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Phantom feature}",
				"Al acercar a alguien a la tumba, puedes canalizar el poder de la muerte para dañar también a otra persona. Inmediatamente después de infligir tu daño de Ataque Furtivo a una criatura en tu turno, puedes apuntar a una segunda criatura que puedas ver a menos de 30 pies de la primera criatura. Tira la mitad del número de dados de Ataque Furtivo correspondientes a tu nivel (redondea hacia arriba), y la segunda criatura recibe un daño necrótico igual al total de la tirada, mientras los lamentos de los muertos suenan a su alrededor durante un momento.",
				"Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Whispers of the Dead",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Phantom feature}",
				"Los ecos de aquellos que han muerto se aferran a ti. Siempre que termines un descanso corto o largo, puedes elegir una habilidad o herramienta de la que carezcas y obtenerla, ya que una presencia fantasmal comparte sus conocimientos contigo. Pierdes esta competencia cuando utilizas este rasgo para elegir una competencia diferente de la que careces."
			]
		},
		{
			"name": "Tokens of the Departed",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom",
			"subclassSource": "TCE",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Phantom feature}",
				"Cuando una vida termina en tu presencia, eres capaz de arrebatarle una ficha al alma que se va, un trozo de su esencia vital que toma forma física: como reacción cuando una criatura que puedes ver muere a menos de 30 pies de ti, puedes abrir tu mano libre y hacer que aparezca allí una baratija diminuta, una baratija de alma. El DM determina la forma de la baratija o te hace tirar en la tabla de {@item Trinket|phb|Trinkets} en el {@i Player's Handbook} para generarla. Puedes tener un número máximo de baratijas de alma igual a tu bono de competencia, y no puedes crear una mientras estés en tu máximo.",
				"Puedes utilizar las baratijas de alma de las siguientes maneras:",
				{
					"type": "list",
					"items": [
						"Mientras lleves una baratija de alma, tienes ventaja en las tiradas de salvación por muerte y en las tiradas de salvación por Constitución, ya que tu vitalidad se ve reforzada por la esencia vital que contiene el objeto.",
						"Cuando haces daño de Ataque Furtivo en tu turno, puedes destruir una de tus baratijas de alma que esté sobre tu persona y luego usar inmediatamente Lamentos de la Tumba, sin gastar un uso de esa característica.",
						"Como acción, puedes destruir una de tus baratijas de alma, sin importar dónde se encuentre. Al hacerlo, puedes hacer una pregunta al espíritu asociado a la baratija. El espíritu se te aparece y te responde en el idioma que conocía en vida. No tiene ninguna obligación de ser sincero, y responde de la forma más concisa posible, con ganas de ser libre. El espíritu sólo sabe lo que sabía en vida, según lo determinado por el DM."
					]
				}
			]
		},
		{
			"name": "Ghost Walk",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom",
			"subclassSource": "TCE",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i 13th-level Phantom feature}",
				"Puedes entrar parcialmente en el reino de los muertos, convirtiéndote en un fantasma. Como acción adicional, adoptas una forma espectral. Mientras estás en esta forma, tienes una velocidad de vuelo de 10 pies, puedes flotar y las tiradas de ataque tienen desventaja contra ti. También puedes moverte a través de criaturas y objetos como si fueran terreno difícil, pero recibes {@damage 1d10} de daño de fuerza si terminas tu turno dentro de una criatura o un objeto.",
				"Permaneces en esta forma durante 10 minutos o hasta que la termines como acción de bonificación. Para volver a utilizar este rasgo, debes terminar un descanso largo o destruir una de tus baratijas de alma como parte de la acción de bonificación que utilizas para activar el Paseo Fantasmal."
			]
		},
		{
			"name": "Death's Friend",
			"source": "TCE",
			"page": 62,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i 17th-level Phantom feature}",
				"Su asociación con la muerte se ha vuelto tan estrecha que obtiene los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Cuando usas tus Lamentos de la Tumba, puedes infligir el daño necrótico tanto a la primera como a la segunda criatura.",
						"Al final de un largo descanso, aparece una baratija de alma en tu mano si no tienes ninguna baratija de alma, ya que los espíritus de los muertos se sienten atraídos por ti."
					]
				}
			]
		},
		{
			"name": "Soulknife",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"La mayoría de los asesinos atacan con armas físicas, y muchos ladrones y espías utilizan {@item thieves' tools|PHB} para infiltrarse en lugares seguros. En cambio, un Cuchillo de Alma ataca y se infiltra con la mente, cortando las barreras tanto físicas como psíquicas. Estos pícaros descubren el poder psiónico en su interior y lo canalizan para hacer su trabajo de pícaros. Encuentran un empleo fácil como miembros de gremios de ladrones, aunque a menudo desconfían de los pícaros, que recelan de cualquiera que utilice poderes mentales extraños para llevar a cabo sus negocios. La mayoría de los gobiernos también estarían encantados de emplear a un Soulknife como espía.",
				"Entre los árboles de los antiguos bosques del Plano Material y del Feywild, algunos elfos del bosque recorren el camino del Cuchillo del Alma, sirviendo como guardianes silenciosos y letales de sus bosques. En la interminable guerra entre los gith, un githzerai es alentado a convertirse en un Cuchillo de Almas cuando se requiere el sigilo contra el enemigo githyanki.",
				"Como Cuchillo del Alma, tus habilidades psiónicas pueden haberte perseguido desde que eras un niño, revelando todo su potencial sólo cuando experimentaste el estrés de la aventura. O puede que hayas buscado una orden reclusa de adeptos psíquicos y hayas pasado años aprendiendo a manifestar tu poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Power|Rogue||Soulknife|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blades|Rogue||Soulknife|TCE|3"
				}
			]
		},
		{
			"name": "Psionic Power",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Soulknife feature}",
				"Albergas un manantial de energía psiónica en tu interior. Esta energía está representada por tus dados de energía psiónica, cada uno de los cuales es un {@dice d6}. Tienes un número de estos dados igual al doble de tu bonificación de competencia, y alimentan varios poderes psiónicos que tienes, que se detallan a continuación.",
				"Algunos de tus poderes gastan el dado de Energía Psiónica que utilizan, tal y como se especifica en la descripción de un poder, y no puedes utilizar un poder si requiere que utilices un dado cuando todos tus dados están gastados. Recuperas todos tus dados de Energía Psiónica gastados cuando terminas un descanso largo. Además, como acción adicional, puedes recuperar un dado de Energía Psiónica gastado, pero no puedes volver a hacerlo hasta que termines un descanso corto o largo.",
				"Cuando alcanzas ciertos niveles en esta clase, el tamaño de tus dados de energía psiónica aumenta: a 5º nivel ({@dice d8}), a 11º nivel ({@dice d10}) y a 17º nivel ({@dice d12}).",
				"Los siguientes poderes utilizan tus dados de energía psiónica.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psi-Bolstered Knack|Rogue|TCE|Soulknife|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psychic Whispers|Rogue|TCE|Soulknife|TCE|3"
						}
					]
				}
			]
		},
		{
			"name": "Psychic Blades",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Soulknife feature}",
				"Puedes manifestar tu poder psiónico como cuchillas brillantes de energía psíquica. Siempre que realices la acción {@action Attack}, puedes manifestar una hoja psíquica de tu mano libre y realizar el ataque con esa hoja. Esta hoja mágica es un arma simple de combate cuerpo a cuerpo con las propiedades de finura y lanzamiento. Tiene un alcance normal de 60 pies y no tiene largo alcance, y en un impacto, inflige un daño psíquico igual a {@dice 1d6} más el modificador de habilidad que hayas utilizado para la tirada de ataque. La hoja se desvanece inmediatamente después de impactar o fallar a su objetivo, y no deja ninguna marca en su objetivo si inflige daño.",
				"Después de atacar con la hoja, puedes realizar un ataque de arma cuerpo a cuerpo o a distancia con una segunda hoja psíquica como acción adicional en el mismo turno, siempre que tu otra mano esté libre para crearla. El dado de daño de este ataque de bonificación es {@dice 1d4}, en lugar de {@dice 1d6}."
			]
		},
		{
			"name": "Soul Blades",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Soulknife feature}",
				"Tus Cuchillas Psíquicas son ahora una expresión de tu alma psi, dándote estos poderes que utilizan tus dados de Energía Psiónica:",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Homing Strikes|Rogue|TCE|Soulknife|TCE|9"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psychic Teleportation|Rogue|TCE|Soulknife|TCE|9"
						}
					]
				}
			]
		},
		{
			"name": "Psychic Veil",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i 13th-level Soulknife feature}",
				"Puedes tejer un velo de estática psíquica para enmascararte. Como acción, puedes convertirte mágicamente en {@condition invisible}, junto con cualquier cosa que lleves puesta o que sea de tu propiedad, durante 1 hora o hasta que descartes este efecto (no se requiere ninguna acción). Esta invisibilidad termina antes de tiempo inmediatamente después de que inflijas daño a una criatura o de que obligues a una criatura a realizar una tirada de salvación.",
				"Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes un dado de energía psiónica para volver a usar este rasgo."
			]
		},
		{
			"name": "Rend Mind",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i 17th-level Soulknife feature}",
				"Puedes barrer con tus Cuchillas Psíquicas directamente a través de la mente de una criatura. Cuando usas tus Cuchillas Psíquicas para infligir daño de Ataque Furtivo a una criatura, puedes obligar a ese objetivo a realizar una tirada de salvación de Sabiduría (DC igual a 8 + tu bonificador de competencia + tu modificador de Destreza). Si la salvación falla, el objetivo queda {@condition stunned} durante 1 minuto. El {@condition stunned} objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo si tiene éxito.",
				"Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes tres dados de energía psiónica para volver a usarlo."
			]
		},
		{
			"name": "Soulknife",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"entries": [
				"La mayoría de los asesinos atacan con armas físicas, y muchos ladrones y espías utilizan {@item thieves' tools|PHB} para infiltrarse en lugares seguros, mientras que un Soulknife ataca y se infiltra con la mente, cortando barreras tanto físicas como psíquicas. Estos pícaros descubren el poder psiónico en su interior y lo canalizan para hacer su trabajo de pícaros. Encuentran un empleo fácil como miembros de gremios de ladrones, aunque a menudo son objeto de desconfianza por parte de los pícaros, que recelan de cualquiera que utilice poderes mentales extraños para llevar a cabo sus negocios, y la mayoría de los gobiernos estarían encantados de emplear a un Soulknife como espía.",
				"Entre los árboles de los antiguos bosques del Plano Material y del Feywild, algunos elfos del bosque recorren el camino del Cuchillo del Alma, sirviendo como guardianes silenciosos y letales de sus bosques. En la interminable guerra entre los gith, se anima a un githzerai a convertirse en un Cuchillo de Almas cuando se requiere el sigilo contra el enemigo githyanki, y en el mundo de Athas, un Rey Hechicero a menudo recurre a un Cuchillo de Almas para eliminar a un enemigo, al igual que un Cuchillo de Almas insurgente busca socavar el gobierno de ese Rey Hechicero.",
				"Como Cuchillo del Alma, tus habilidades psiónicas pueden haberte perseguido desde que eras un niño, revelando su potencial sólo cuando experimentaste el estrés de la aventura. O puede que hayas buscado una orden de adeptos psiónicos y hayas pasado años aprendiendo a manifestar tu poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Talent|Rogue||Soulknife (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blades|Rogue||Soulknife (UA)|UA2020PsionicOptionsRevisited|3"
				}
			]
		},
		{
			"name": "Psionic Talent",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Soulknife feature}",
				"Albergas un manantial de poder psiónico en tu interior, una energía que fluye y refluye a medida que la canalizas de diversas maneras. Este poder está representado por tu dado de Talento Psiónico, cuyo tamaño inicial es un {@dice d6}.",
				{
					"type": "entries",
					"name": "Psionic Talent Options",
					"entries": [
						"Puedes utilizar tu dado de Talento Psiónico de las siguientes maneras:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Psi-Bolstered Knack",
									"entry": "Cuando tu entrenamiento no psiónico te falla, puedes recurrir a tu poder psiónico para ayudarte: si fallas un chequeo de habilidad utilizando una habilidad o herramienta con la que eres competente, puedes tirar tu dado de Talento Psiónico y añadir el número obtenido al chequeo, convirtiendo potencialmente el fracaso en éxito."
								},
								{
									"type": "item",
									"name": "Psychic Whispers",
									"entry": "Puedes utilizar tus habilidades psíquicas para establecer una comunicación telepática entre tú y otros, perfecta para una infiltración silenciosa. Como acción, te das a ti mismo y al menos a otra criatura la capacidad de hablar telepáticamente entre ellos. Cuando lo hagas, tira tu dado de Talento Psiónico y escoge las criaturas que puedas ver, hasta un número de criaturas igual al tirado. Durante 1 hora, las criaturas elegidas pueden hablar telepáticamente contigo, y tú puedes hablar telepáticamente con ellas. Para enviar o recibir un mensaje (no se requiere ninguna acción), tú y la otra criatura debéis estar a menos de 1 milla de distancia. Una criatura no puede usar esta telepatía si no puede hablar ningún idioma, y una criatura puede terminar la conexión telepática en cualquier momento (no se requiere ninguna acción). No es necesario que tú y la criatura hablen un idioma común para entenderse."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Changing the Die's Size",
					"entries": [
						"Si sacas el número más alto en tu dado de Talento Psiónico, éste disminuye en un tamaño de dado después de la tirada. Esto representa que estás quemando tu energía psiónica. Por ejemplo, si el dado es un {@dice d6} y sacas un 6, se convierte en un {@dice d4}. Si es un {@dice d4} y sacas un 4, se vuelve inutilizable hasta que termines un descanso largo.",
						"Por el contrario, si sacas un 1 en tu dado de Talento Psiónico, éste aumenta en un tamaño de dado después de la tirada, hasta su tamaño inicial. Esto representa que conservas energía psiónica para su uso posterior. Por ejemplo, si sacas un 1 en un {@dice d4}, el dado se convierte en un {@dice d6}.",
						"Cada vez que terminas un descanso largo, tu dado de Talento Psiónico vuelve a su tamaño inicial. Cuando alcanzas ciertos niveles en esta clase, el tamaño inicial de tu dado de Talento Psiónico aumenta: a 5º nivel ({@dice d8}), a 11º nivel ({@dice d10}) y a 17º nivel ({@dice d12})."
					]
				},
				{
					"type": "entries",
					"name": "Psi Replenishment",
					"entries": [
						"Como acción adicional, puedes calmar tu mente por un momento y restaurar tu dado de Talento Psiónico a su tamaño inicial. A continuación, no puedes volver a utilizar la Reposición Psíquica hasta que termines un descanso largo."
					]
				}
			]
		},
		{
			"name": "Psychic Blades",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Soulknife feature}",
				"Puedes manifestar tu poder psiónico en forma de hojas brillantes de energía psíquica. Cuando estés a punto de realizar un ataque con un arma cuerpo a cuerpo o a distancia contra una criatura, puedes manifestar una hoja psíquica desde tu mano libre y realizar el ataque con esa hoja. Esta hoja mágica es un arma simple de cuerpo a cuerpo con las propiedades de finura y lanzamiento. Tiene un alcance normal de 60 pies y no tiene largo alcance, y en un impacto, inflige un daño psíquico igual a {@dice 1d6} más el modificador de habilidad que hayas utilizado para la tirada de ataque. La hoja se desvanece inmediatamente después de impactar o fallar a su objetivo, y no deja ninguna marca en su objetivo si inflige daño.",
				"Después de atacar con la hoja, puedes realizar un ataque de arma cuerpo a cuerpo o a distancia con una segunda hoja psíquica como acción adicional en el mismo turno, siempre que tu otra mano esté libre para crearla. El dado de daño de este ataque de bonificación es {@dice 1d4}, en lugar de {@dice 1d6}."
			]
		},
		{
			"name": "Soul Blades",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Soulknife feature}",
				"Tus Cuchillas Psíquicas son ahora una expresión de tu alma psi, lo que te da un control más fino sobre ellas de las siguientes maneras:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Homing Strikes",
							"entry": "Si haces una tirada de ataque con tus Cuchillas Psíquicas y fallas el objetivo, puedes tirar tu dado de Talento Psiónico y añadir el número obtenido a la tirada de ataque. Si esto hace que el ataque impacte, tu dado de Talento Psiónico disminuye en un tamaño de dado, independientemente del número obtenido."
						},
						{
							"type": "item",
							"name": "Psychic Teleportation",
							"entry": "Si tu dado de Talento Psiónico está disponible, puedes lanzar tus Cuchillas Psíquicas para transportarte mágicamente a otro lugar. Como acción de bonificación, manifiestas una de tus Cuchillas Psíquicas y la lanzas a un espacio desocupado que puedas ver, hasta un número de pies de distancia igual a 5 veces el número más alto de tu dado de Talento Psiónico. Entonces te teletransportas a ese espacio, la hoja se desvanece y tu dado de Talento Psiónico disminuye en un tamaño de dado."
						}
					]
				}
			]
		},
		{
			"name": "Psionic Veil",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i 13th-level Soulknife feature}",
				"Puedes tejer un velo de estática psíquica para enmascararte. Como acción, puedes convertirte mágicamente en {@condition invisible}, junto con cualquier cosa que lleves puesta o que sea de tu propiedad, durante 10 minutos o hasta que descartes este efecto (no se requiere ninguna acción). Esta invisibilidad termina si infliges daño a una criatura o si obligas a una criatura a realizar una tirada de salvación.",
				"Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que disminuyas tu dado de Talento Psiónico en un tamaño de dado para volver a usar este rasgo."
			]
		},
		{
			"name": "Rend Mind",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i 17th-level Soulknife feature}",
				"Puedes barrer con tus Cuchillas Psíquicas directamente a través de la mente de una criatura. Cuando usas tus Cuchillas Psíquicas para infligir daño de Ataque Furtivo a una criatura, puedes obligar a ese objetivo a realizar una tirada de salvación de Sabiduría (DC igual a 8 + tu bonificador de competencia + tu modificador de Destreza). A menos que la salvación tenga éxito, el objetivo queda {@condition stunned} hasta el final de tu siguiente turno.",
				"Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que disminuyas tu dado de Talento Psiónico en un tamaño de dado para volver a usar este rasgo."
			]
		},
		{
			"name": "Phantom",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 3,
			"entries": [
				"Muchos pícaros caminan por la delgada línea que separa la vida de la muerte, arriesgando sus propias vidas y quitando las de otros. Mientras se aventuran en esa línea, algunos pícaros descubren una conexión mística con la propia muerte. Estos pícaros toman el conocimiento de los muertos y se sumergen en la energía negativa, llegando a ser como fantasmas. Los gremios de ladrones los valoran como eficaces recolectores de información y espías.",
				"Muchos shadar-kai de Shadowfell son maestros de estas técnicas macabras, y algunos están dispuestos a enseñar este camino. En lugares como Thay (Reinos Olvidados) y Karrnath (Eberron), donde muchos nigromantes practican su oficio, un Fantasma puede convertirse en confidente y mano derecha de un mago. En los templos de los dioses de la muerte, el Fantasma trabaja como agente para rastrear a los que intentan engañar a la muerte y para recuperar conocimientos que de otro modo se perderían en la tumba.",
				"¿Cómo descubriste este sombrío poder? ¿Dormiste en un cementerio y despertaste con tus nuevas habilidades? ¿O las cultivaste en un templo o gremio de ladrones dedicado a un dios de la muerte?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Whispers of the Dead|Rogue||Phantom (UA)|UA2020SubclassesRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wails from the Grave|Rogue||Phantom (UA)|UA2020SubclassesRevisited|3"
				}
			]
		},
		{
			"name": "Wails from the Grave",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Phantom feature}",
				"Al acercar a alguien a la tumba, puedes hacer que se oigan lamentos mortales cerca de él. Inmediatamente después de infligir tu daño de Ataque Furtivo a una criatura en tu turno, puedes apuntar a una segunda criatura que puedas ver a menos de 30 pies de la primera criatura. Tira la mitad del número de dados de Ataque Furtivo para tu nivel (redondea hacia arriba), y la segunda criatura recibe un daño psíquico igual al total de la tirada, mientras los lamentos de los muertos suenan a su alrededor durante un momento.",
				"Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Whispers of the Dead",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Phantom feature}",
				"Los ecos de aquellos que han muerto comienzan a aferrarse a ti. Cada vez que terminas un descanso corto o largo, puedes ganar una habilidad o herramienta de tu elección, ya que una presencia fantasmal comparte sus conocimientos contigo. Esta competencia dura hasta que vuelvas a usar este rasgo."
			]
		},
		{
			"name": "Tokens of the Departed",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Phantom feature}",
				"Cuando una vida termina en tu presencia, eres capaz de arrebatar una baratija al alma que se va, un trozo de su esencia vital que toma forma física: como reacción cuando una criatura que puedes ver muere a menos de 30 pies de ti, abres tu mano libre y aparece allí una baratija diminuta, una baratija de alma. El DM elige la forma de la baratija o te hace tirar en la tabla de {@item Trinket|PHB|Trinkets} en el {@i Player's Handbook} para determinarla.",
				"Mientras la baratija de alma esté en tu persona, tienes ventaja en las tiradas de salvación por muerte y en las tiradas de salvación por Constitución, ya que tu vitalidad se ve aumentada por la esencia vital que contiene el objeto. Puedes tener un número máximo de baratijas de alma igual a tu bonificación de competencia, y no puedes crear una mientras tengas el máximo.",
				"Como acción, puedes destruir una de tus baratijas de alma, sin importar dónde se encuentre. Al hacerlo, puedes hacer una pregunta al espíritu asociado a la baratija. El espíritu se te aparece y te responde en el idioma que conocía en vida. No tiene ninguna obligación de ser sincero, y responde de la forma más concisa posible, deseoso de ser libre."
			]
		},
		{
			"name": "Ghost Walk",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i 13th-level Phantom feature}",
				"Ahora puedes entrar parcialmente en el reino de los muertos, convirtiéndote en un fantasma. Como acción adicional, adoptas una forma espectral. Mientras estás en esta forma, tienes una velocidad de vuelo de 10 pies, puedes flotar y las tiradas de ataque tienen desventaja contra ti. También puedes moverte a través de criaturas y objetos como si fueran terreno difícil, pero recibes {@damage 1d10} de daño de fuerza si terminas tu turno dentro de una criatura o un objeto.",
				"Permaneces en esta forma durante 10 minutos o hasta que la termines como acción de bonificación. Para volver a utilizar este rasgo, debes terminar un descanso largo o destruir una de tus baratijas de alma como parte de la acción de bonificación que utilizas para activar el Paseo Fantasmal."
			]
		},
		{
			"name": "Death Knell",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i 17th-level Phantom feature}",
				"Cuando usas tu rasgo Lamentos desde la tumba, ahora puedes infligir el daño psíquico tanto a la primera como a la segunda criatura."
			]
		},
		{
			"name": "The Revived",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"entries": [
				"Te has dado cuenta de que has estado muerto antes, pero de alguna manera estás vivo de nuevo. Esta vida no es la primera; puede que ni siquiera sea la segunda. Tu vida o vidas pasadas no están claras, pero sabes que atravesaste las puertas de la muerte. Y los poderes de la muerte, o alguna otra influencia, no terminaron contigo. Puede que convencieras a una deidad para que te permitiera volver al Plano Material, tal vez firmaras un trato con un demonio, o tal vez utilizaras un artefacto que te reviviera. Sea cual sea la fuerza que te trajo de vuelta, ahora sabes la verdad sobre ti mismo: que eres uno de los representantes de la muerte entre los vivos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tokens of Past Lives|Rogue||Revived (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Revived Nature|Rogue||Revived (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bolts from the Grave|Rogue||Revived (UA)|UAFighterRangerRogue|3"
				}
			]
		},
		{
			"name": "Bolts from the Grave",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Revived feature}",
				"Has aprendido a liberar rayos de energía necrótica desde el interior de tu cuerpo revivido. Inmediatamente después de usar tu Acción de Astucia, puedes hacer un ataque de hechizo a distancia contra una criatura que esté a 30 pies de ti, siempre que no hayas usado tu Ataque Furtivo este turno. Eres competente con él, y añades tu modificador de Destreza a sus tiradas de ataque y daño. Una criatura golpeada por este ataque recibe un daño necrótico igual a tu Ataque Furtivo. Esto utiliza tu Ataque Furtivo para el turno."
			]
		},
		{
			"name": "Revived Nature",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Revived feature}",
				"Su nueva conexión con la muerte le proporciona los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Tienes ventaja en las tiradas de salvación contra la enfermedad y el ser {@condition poisoned}, y tienes resistencia al daño por veneno.",
						"No necesitas comer, beber o respirar.",
						"No es necesario dormir. Cuando te tomes un descanso prolongado, debes pasar al menos cuatro horas en un estado inactivo e inmóvil, en lugar de dormir. En este estado, permaneces semiconsciente y puedes oír con normalidad."
					]
				}
			]
		},
		{
			"name": "Tokens of Past Lives",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Revived feature}",
				"Recuerdas talentos que tenías en tu vida anterior. Cuando terminas un descanso largo, obtienes una competencia de habilidad o herramienta a tu elección. Puedes sustituir esta competencia por otra cuando termines un descanso largo."
			]
		},
		{
			"name": "Connect with the Dead",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Revived feature}",
				"Puedes crear un vínculo con un espíritu a través de su cadáver. Cuando lo haces, lanzas el hechizo {@spell speak with dead}, sin usar una ranura de hechizo o componentes materiales. La Inteligencia es tu habilidad de lanzamiento de este hechizo.",
				"Hablar con los muertos de esta manera te da temporalmente una capacidad de una vida pasada -no estás seguro de si es de tu pasado o del del espíritu-. Cuando el hechizo termina, obtienes un beneficio al azar de la tabla de Capacidades Revividas. El beneficio dura hasta que termines un descanso corto o largo.",
				{
					"type": "table",
					"caption": "Revived Capabilities",
					"colLabels": [
						"d3",
						"Capability"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Aprendes a hablar, leer y escribir un idioma de tu elección."
						],
						[
							"2",
							"Ganas una habilidad o competencia de herramienta de tu elección."
						],
						[
							"3",
							"Ganas competencia en una tirada de salvación de tu elección."
						]
					]
				},
				"Después de lanzar el hechizo con esta característica, no puedes volver a hacerlo hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Audience with Death",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i 13th-level Revived feature}",
				"Cuando estás a las puertas de la muerte, puedes conversar con los poderes de la muerte. Tienes ventaja en las tiradas de salvación de la muerte, y siempre que hagas una tirada de salvación de la muerte, tu espíritu puede hacer a una entidad de la muerte una pregunta que puede ser contestada con \"sí\", \"no\" o \"desconocido\". La entidad responde con la verdad, utilizando el conocimiento de todos los que han muerto.",
				"Además, siempre que tengas 0 puntos de golpe y estés curado o estabilizado, puedes cambiar cualquiera de tus características personales: rasgo de personalidad, ideal, vínculo o defecto."
			]
		},
		{
			"name": "Ethereal Jaunt",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Revived (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i 17th-level Revived feature}",
				"Como un fantasma, tienes la capacidad de entrar y salir del Plano Etéreo. Ahora puedes utilizar tu Acción de Astucia para teletransportarte a un espacio desocupado en un radio de 30 pies. No necesitas ver ese espacio para teletransportarte a él, pero tu teletransporte falla, desperdiciando tu acción de bonificación, si intentas teletransportarte a través de una fuerza mágica que sea Mediana o mayor, como un muro de fuerza. Si apareces en un espacio ocupado por otra criatura o ocupado por un objeto, eres inmediatamente empujado al espacio desocupado más cercano que puedas ocupar y recibes un daño de fuerza igual al doble del número de pies que eres empujado."
			]
		},
		{
			"name": "Soulknife",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"entries": [
				"Un Soulknife posee un poderoso potencial psiónico. Canalizan esta reserva de magia interior en cuchillas tangibles de energía psíquica, que golpean la mente de sus víctimas. Es fácil emplearlos como miembros de gremios de ladrones, y son especialmente codiciados como asesinos, ya que sus cuchillas psíquicas características no dejan heridas visibles.",
				"Como Cuchillo del Alma, tus habilidades psiónicas pueden haberte perseguido desde que eras un niño, revelando su potencial sólo cuando aparecieron tus cuchillos psíquicos. O puede que hayas buscado una orden solitaria de asesinos psiónicos y hayas pasado años aprendiendo a manifestar tus cuchillas mortales.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blade|Rogue||Soulknife (UA)|UAFighterRogueWizard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Enhancement|Rogue||Soulknife (UA)|UAFighterRogueWizard|3"
				}
			]
		},
		{
			"name": "Psionic Enhancement",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Soulknife feature}",
				"Puedes concentrar tu poder psiónico para dotarte de una habilidad extraordinaria. Cuando terminas un descanso largo, obtienes uno de los siguientes beneficios a tu elección, que dura hasta que termines un descanso largo:",
				{
					"type": "list",
					"items": [
						"Puedes comunicarte telepáticamente con cualquier criatura que puedas ver a menos de 30 pies de ti. Si una criatura puede hablar al menos un idioma, puede responderte telepáticamente.",
						"Aumenta tu velocidad al caminar en 5 pies.",
						"Tu máximo de puntos de golpe y tus puntos de golpe actuales aumentan en una cantidad igual a tu modificador de Inteligencia más tu nivel de pícaro."
					]
				}
			]
		},
		{
			"name": "Psychic Blade",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Soulknife feature}",
				"Como acción de bonificación, puedes crear una hoja mágica de poder psíquico resplandeciente con una o ambas manos. Mientras una de tus manos está manifestando una hoja, no puedes sostener nada en esa mano. Puedes descartar una o ambas cuchillas en cualquier momento (no se requiere ninguna acción), y desaparecen si estás {@condition incapacitated}.",
				"La hoja es un arma simple de cuerpo a cuerpo con las propiedades de delicadeza, luz y lanzamiento. Tiene un alcance normal de 30 pies y un alcance largo de 60 pies, e inflige {@damage 1d6} de daño psíquico en un golpe. Si lanzas la hoja como parte de un ataque, se desvanece inmediatamente después de impactar o fallar su objetivo. De lo contrario, la hoja desaparece en el momento en que abandona tu mano."
			]
		},
		{
			"name": "Terrifying Blade",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Soulknife feature}",
				"Tus cuchillas psíquicas pueden ahora avivar el terror dentro de un objetivo: Cuando dañas a una criatura con tu Espada Psíquica, puedes obligar al objetivo a realizar una tirada de salvación de Sabiduría (DC igual a 8 + tu bono de competencia + tu modificador de Inteligencia). Si fallas la tirada de salvación, la criatura es {@condition frightened} de ti hasta el comienzo de tu siguiente turno. Con una salvación exitosa, la criatura no es {@condition frightened} y es inmune a tu Hoja Aterradora durante 24 horas."
			]
		},
		{
			"name": "Psychic Veil",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i 13th-level Soulknife feature}",
				"Puedes tejer un velo de estática psiónica para enmascarar tu presencia física. Como acción, puedes convertirte mágicamente en {@condition invisible}, junto con cualquier cosa que lleves puesta o que sea de tu propiedad, durante 10 minutos. Esta invisibilidad termina si realizas un ataque o si obligas a una criatura a realizar una tirada de salvación.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Inteligencia (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Rend Mind",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i 17th-level Soulknife feature}",
				"Puedes hacer pasar tu Cuchilla Psíquica directamente por la mente de una criatura. Como acción mientras tengas al menos una Hoja Psíquica manifestada, puedes obligar a una criatura que puedas ver en un radio de 30 pies de ti a hacer una tirada de salvación de Inteligencia (DC igual a 10 + tu bonificador de competencia + tu modificador de Inteligencia). Si estás oculto para el objetivo, éste tiene desventaja en la salvación. Si fallas la tirada de salvación, el objetivo recibe {@damage 12d6} de daño psíquico, y es {@condition stunned} hasta el comienzo de tu siguiente turno. Con una salvación exitosa, el objetivo recibe la mitad de daño y no es {@condition stunned}. Una de tus Hojas Psíquicas se desvanece después de usar este rasgo.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Inteligencia (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Inquisitive",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"entries": [
				"Como arquetipo de inquisidor, destacas en la búsqueda de secretos y en el desentrañamiento de misterios. Confías en tu agudo ojo para los detalles, pero también en tu afinada habilidad para leer las palabras y los actos de otras criaturas para determinar su verdadera intención. Destacas por derrotar a las criaturas que se esconden entre la gente corriente y se aprovechan de ella, y tu dominio de la sabiduría y tu agudo ojo te hacen estar bien equipado para exponer y acabar con los males ocultos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ear for Deceit|Rogue||Inquisitive (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eye for Detail|Rogue||Inquisitive (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Insightful Fighting|Rogue||Inquisitive (UA)|UAGothicHeroes|3"
				}
			]
		},
		{
			"name": "Ear for Deceit",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, desarrollas un agudo oído para detectar mentiras. Siempre que hagas un chequeo de Sabiduría ({@skill Insight}) para percibir si una criatura está mintiendo, utilizas el total de tu chequeo o 8 + tu modificador de Sabiduría, lo que sea mayor. Si eres competente en {@skill Insight}, añades tu bonificación de competencia al resultado fijado. Si eliges {@skill Insight} como habilidad aumentada por tu rasgo de pericia, añade el doble de tu bonificación de pericia."
			]
		},
		{
			"name": "Eye for Detail",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, puedes utilizar la acción de bonificación concedida por tu rasgo de acción de astucia para hacer un chequeo de Sabiduría ({@skill Perception}) para detectar una criatura u objeto oculto, para hacer un chequeo de Inteligencia ({@skill Investigation}) para descubrir y descifrar pistas, o para utilizar Pelea perspicaz."
			]
		},
		{
			"name": "Insightful Fighting",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, obtienes la habilidad de descifrar las tácticas de un oponente y desarrollar una contrapartida para ellas. Como acción (o como acción de bonificación usando Ojo al detalle), haces un chequeo de Sabiduría ({@skill Insight}) contra una criatura que puedas ver que no sea {@condition incapacitated}, con la oposición del chequeo de Carisma ({@skill Deception}) del objetivo. Si tienes éxito, puedes usar el Ataque Furtivo contra esa criatura incluso si no tienes ventaja contra ella o si ningún enemigo del objetivo está a menos de 5 pies de él. Puedes usar el Ataque Furtivo de esta manera incluso si tienes desventaja contra el objetivo.",
				"Este beneficio dura 1 minuto o hasta que uses con éxito Pelea perspicaz contra un objetivo diferente."
			]
		},
		{
			"name": "Steady Eye",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 9,
			"header": 2,
			"entries": [
				"A 9º nivel, ganas ventaja en cualquier chequeo de Sabiduría ({@skill Perception}) realizado en tu turno para encontrar una criatura u objeto oculto si no te mueves durante ese turno. Si usas esta habilidad antes de moverte, no puedes moverte ni preparar el movimiento durante tu turno."
			]
		},
		{
			"name": "Unerring Eye",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 13,
			"header": 2,
			"entries": [
				"A 13º nivel, obtienes la aptitud de detectar el engaño mágico. Como acción, percibes la presencia, a menos de 30 pies de ti, de ilusiones, criaturas que cambian de forma y que no están en su verdadera forma, y otra magia diseñada para engañar a los sentidos. Aunque determines que un efecto está intentando engañarte, no obtienes ninguna visión especial de lo que se oculta o de su verdadera naturaleza."
			]
		},
		{
			"name": "Eye for Weakness",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivel 17, aprendes a explotar las debilidades de una criatura estudiando cuidadosamente sus tácticas y movimientos. Mientras tu rasgo de Lucha perspicaz se aplique a una criatura, tu daño de Ataque furtivo contra esa criatura aumenta en {@dice 2d6}."
			]
		},
		{
			"name": "Scout",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 3,
			"entries": [
				"Eres hábil en la artesanía de la madera y en el sigilo, lo que te permite ir por delante de tus compañeros durante las expediciones. Los pícaros que adoptan este arquetipo se sienten como en casa en las tierras salvajes y entre los bárbaros y combatientes, ya que sirven como ojos y oídos de las bandas de guerra de todo el mundo. En comparación con otros pícaros, eres muy hábil para sobrevivir en la naturaleza.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Survivalist|Rogue||Scout (UA)|UARangerAndRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skirmisher|Rogue||Scout (UA)|UARangerAndRogue|3"
				}
			]
		},
		{
			"name": "Skirmisher",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, eres difícil de inmovilizar durante un combate. Puedes moverte hasta la mitad de tu velocidad como reacción cuando un enemigo termina su turno a menos de 5 pies de ti. Este movimiento no provoca ataques de oportunidad."
			]
		},
		{
			"name": "Survivalist",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en las habilidades {@skill Nature} y {@skill Survival}. Tu bonificación de competencia se duplica para cualquier chequeo de habilidad que hagas que utilice cualquiera de esas competencias."
			]
		},
		{
			"name": "Superior Mobility",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 9,
			"header": 2,
			"entries": [
				"A 9º nivel, tu velocidad al caminar aumenta en 3 metros. Si tienes una velocidad de escalada o de natación, este aumento se aplica también a esa velocidad."
			]
		},
		{
			"name": "Ambush Master",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del 13º nivel, destacas en la conducción de emboscadas. Si alguno de tus enemigos es sorprendido, puedes usar una acción de bonificación en tu turno en la primera ronda del combate para conceder a cada aliado que pueda verte un bonificador de +5 a la iniciativa que dura hasta que el combate termine. Si la bonificación de iniciativa aumenta la iniciativa de un aliado por encima de la tuya, la iniciativa del aliado es igual a tu iniciativa.",
				"Cada uno de los aliados también recibe un aumento de velocidad de 3 metros que dura hasta el final del siguiente turno del aliado."
			]
		},
		{
			"name": "Sudden Strike",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del 17º nivel, puedes atacar con una velocidad mortal. Si realizas la acción {@action Attack} en tu turno, puedes realizar un ataque adicional como acción adicional. Este ataque puede beneficiarse de tu Ataque Furtivo incluso si ya lo has usado este turno, pero sólo si el ataque es el único que haces contra el objetivo este turno."
			]
		},
		{
			"name": "Inquisitive",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Como arquetipo de inquisidor, destacas en la búsqueda de secretos y en el desentrañamiento de misterios. Confías en tu agudo ojo para los detalles, pero también en tu afinada habilidad para leer las palabras y los actos de otras criaturas para determinar su verdadera intención. Destacas por derrotar a las criaturas que se esconden entre la gente corriente y se aprovechan de ella, y tu dominio de la sabiduría y tus agudas deducciones te hacen estar bien equipado para exponer y acabar con los males ocultos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ear for Deceit|Rogue||Inquisitive|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eye for Detail|Rogue||Inquisitive|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Insightful Fighting|Rogue||Inquisitive|XGE|3"
				}
			]
		},
		{
			"name": "Ear for Deceit",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, desarrollas un talento para detectar mentiras. Siempre que hagas un chequeo de Sabiduría ({@skill Insight}) para determinar si una criatura está mintiendo, trata una tirada de 7 o menos en el {@dice d20} como un 8."
			]
		},
		{
			"name": "Eye for Detail",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, puedes usar una acción de bonificación para hacer un chequeo de Sabiduría ({@skill Perception}) para detectar una criatura u objeto oculto o para hacer un chequeo de Inteligencia ({@skill Investigation}) para descubrir o descifrar pistas."
			]
		},
		{
			"name": "Insightful Fighting",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, obtienes la habilidad de descifrar las tácticas de un oponente y desarrollar una contrapartida para ellas. Como acción de bonificación, puedes hacer un chequeo de Sabiduría ({@skill Insight}) contra una criatura que puedas ver que no sea {@condition incapacitated}, impugnado por el chequeo de Carisma ({@skill Deception}) del objetivo. Si tienes éxito, puedes usar tu Ataque Furtivo contra ese objetivo incluso si no tienes ventaja en la tirada de ataque, pero no si tienes desventaja en ella.",
				"Este beneficio dura 1 minuto o hasta que uses con éxito este rasgo contra un objetivo diferente."
			]
		},
		{
			"name": "Steady Eye",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9º nivel, tienes ventaja en cualquier chequeo de Sabiduría ({@skill Perception}) o Inteligencia ({@skill Investigation}) si no te mueves más que la mitad de tu velocidad en el mismo turno."
			]
		},
		{
			"name": "Unerring Eye",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del 13º nivel, tus sentidos son casi imposibles de frustrar. Como acción, percibes la presencia de ilusiones, cambiadores de forma que no estén en su forma original y otro tipo de magia diseñada para engañar a los sentidos en un radio de 30 pies de ti, siempre que no seas {@condition blinded} o {@condition deafened}. Percibes que un efecto está intentando engañarte, pero no obtienes conocimiento de lo que se oculta ni de su verdadera naturaleza.",
				"Puedes usar este rasgo un número de veces igual a tu modificador de Sabiduría (mínimo una vez), y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Eye for Weakness",
			"source": "XGE",
			"page": 45,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Inquisitive",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivel 17, aprendes a explotar las debilidades de una criatura estudiando cuidadosamente sus tácticas y movimientos. Mientras tu rasgo de Lucha perspicaz se aplique a una criatura, tu daño de Ataque furtivo contra esa criatura aumenta en {@dice 3d6}."
			]
		},
		{
			"name": "Mastermind",
			"source": "XGE",
			"page": 46,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Mastermind",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Su atención se centra en las personas y en la influencia y los secretos que tienen. Muchos espías, cortesanos e intrigantes siguen este arquetipo, llevando vidas de intriga. Las palabras son tus armas tan a menudo como los cuchillos o el veneno, y los secretos y los favores son algunos de tus tesoros favoritos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Master of Intrigue|Rogue||Mastermind|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Master of Tactics|Rogue||Mastermind|XGE|3"
				}
			]
		},
		{
			"name": "Master of Intrigue",
			"source": "XGE",
			"page": 46,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Mastermind",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia con el {@item disguise Kit|phb}, el {@item forgery kit|phb} y un {@item gaming set|PHB} de tu elección. También aprendes dos idiomas a tu elección.",
				"Además, puedes imitar infaliblemente los patrones de habla y el acento de una criatura que oigas hablar durante al menos 1 minuto, lo que te permite hacerte pasar por un hablante nativo de una tierra concreta, siempre que conozcas el idioma."
			]
		},
		{
			"name": "Master of Tactics",
			"source": "XGE",
			"page": 46,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Mastermind",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, puedes utilizar la acción {@action Help} como acción adicional. Además, cuando usas la acción {@action Help} para ayudar a un aliado a atacar a una criatura, el objetivo de ese ataque puede estar a 30 pies de ti, en lugar de a 5 pies de ti, si el objetivo puede verte o escucharte."
			]
		},
		{
			"name": "Insightful Manipulator",
			"source": "XGE",
			"page": 46,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Mastermind",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9º nivel, si pasas al menos 1 minuto observando o interactuando con otra criatura fuera del combate, puedes aprender cierta información sobre sus capacidades en comparación con las tuyas. El DM te dice si la criatura es tu igual, superior o inferior en cuanto a dos de las siguientes características a tu elección:",
				{
					"type": "list",
					"items": [
						"Puntuación de inteligencia",
						"Puntuación de la sabiduría",
						"Puntuación de carisma",
						"Niveles de clase (si los hay)"
					]
				},
				"A elección del DM, también puedes darte cuenta de que conoces un trozo de la historia de la criatura o uno de sus rasgos de personalidad, si es que tiene alguno."
			]
		},
		{
			"name": "Misdirection",
			"source": "XGE",
			"page": 46,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Mastermind",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del 13º nivel, a veces puedes hacer que otra criatura sufra un ataque destinado a ti. Cuando eres el objetivo de un ataque mientras una criatura a menos de 1,5 metros de ti te concede cobertura contra ese ataque, puedes usar tu reacción para que el ataque se dirija a esa criatura en lugar de a ti."
			]
		},
		{
			"name": "Soul of Deceit",
			"source": "XGE",
			"page": 46,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Mastermind",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del 17º nivel, tus pensamientos no pueden ser leídos por telepatía u otros medios, a menos que lo permitas. Puedes presentar pensamientos falsos si tienes éxito en un chequeo de Carisma ({@skill Deception}) impugnado por el chequeo de Sabiduría ({@skill Insight}) del lector de mentes.",
				"Además, no importa lo que digas, la magia que determinaría si estás diciendo la verdad indica que estás siendo veraz si así lo decides, y no puedes ser obligado a decir la verdad por la magia."
			]
		},
		{
			"name": "Scout",
			"source": "XGE",
			"page": 47,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Eres hábil en el sigilo y en sobrevivir lejos de las calles de una ciudad, lo que te permite explorar por delante de tus compañeros durante las expediciones. Los pícaros que adoptan este arquetipo se sienten como en casa en las tierras salvajes y entre los bárbaros y los guardabosques, y muchos exploradores sirven como ojos y oídos de las bandas de guerra. Emboscador, espía, cazarrecompensas... estos son sólo algunos de los papeles que asumen los exploradores cuando recorren el mundo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skirmisher|Rogue||Scout|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Survivalist|Rogue||Scout|XGE|3"
				}
			]
		},
		{
			"name": "Skirmisher",
			"source": "XGE",
			"page": 47,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, eres difícil de inmovilizar durante un combate. Puedes moverte hasta la mitad de tu velocidad como reacción cuando un enemigo termina su turno a menos de 5 pies de ti. Este movimiento no provoca ataques de oportunidad."
			]
		},
		{
			"name": "Survivalist",
			"source": "XGE",
			"page": 47,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, obtienes competencia en las habilidades {@skill Nature} y {@skill Survival} si no la tienes ya. Tu bonificación de competencia se duplica para cualquier chequeo de habilidad que hagas que utilice cualquiera de esas competencias."
			]
		},
		{
			"name": "Superior Mobility",
			"source": "XGE",
			"page": 47,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A 9º nivel, tu velocidad al caminar aumenta en 3 metros. Si tienes una velocidad de escalada o de natación, este aumento se aplica también a esa velocidad."
			]
		},
		{
			"name": "Ambush Master",
			"source": "XGE",
			"page": 47,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del 13º nivel, sobresale en la dirección de emboscadas y en actuar primero en una pelea.",
				"Tienes ventaja en las tiradas de iniciativa. Además, la primera criatura que golpees durante el primer asalto de un combate se convierte en algo más fácil de golpear para ti y los demás; las tiradas de ataque contra ese objetivo tienen ventaja hasta el comienzo de tu siguiente turno."
			]
		},
		{
			"name": "Sudden Strike",
			"source": "XGE",
			"page": 47,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Scout",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del 17º nivel, puedes atacar con una velocidad mortal. Si realizas la acción {@action Attack} en tu turno, puedes realizar un ataque adicional como acción adicional. Este ataque puede beneficiarse de tu Ataque Furtivo incluso si ya lo has usado este turno, pero no puedes usar tu Ataque Furtivo contra el mismo objetivo más de una vez en un turno."
			]
		},
		{
			"name": "Swashbuckler",
			"source": "XGE",
			"page": 48,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Centras tu entrenamiento en el arte de la espada, confiando en la velocidad, la elegancia y el encanto a partes iguales. Mientras que algunos guerreros son brutos vestidos con armaduras pesadas, tu método de lucha parece casi una representación. Los duelistas y los piratas suelen pertenecer a este arquetipo.",
				"Un Swashbuckler destaca en el combate individual, y puede luchar con dos armas mientras se aleja con seguridad de un oponente.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fancy Footwork|Rogue||Swashbuckler|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rakish Audacity|Rogue||Swashbuckler|XGE|3"
				}
			]
		},
		{
			"name": "Fancy Footwork",
			"source": "XGE",
			"page": 48,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, aprendes a asestar un golpe y luego escabullirte sin represalias. Durante tu turno, si realizas un ataque cuerpo a cuerpo contra una criatura, ésta no puede realizar ataques de oportunidad contra ti durante el resto de tu turno."
			]
		},
		{
			"name": "Rakish Audacity",
			"source": "XGE",
			"page": 48,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, tu confianza te impulsa en la batalla. Puedes darte un bono a tus tiradas de iniciativa igual a tu modificador de Carisma.",
				"También obtienes una forma adicional de usar tu Sigilo {@action Attack}; no necesitas ventaja en tu tirada de ataque para usar Sigilo {@action Attack} contra una criatura si estás a menos de 5 pies de ella, no hay otras criaturas a menos de 5 pies de ti y no tienes desventaja en la tirada de ataque. Todas las demás reglas para el escabullirse {@action Attack} siguen aplicándose a ti."
			]
		},
		{
			"name": "Panache",
			"source": "XGE",
			"page": 48,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A 9º nivel, tu encanto se vuelve extraordinariamente seductor. Como acción, puedes hacer un chequeo de Carisma ({@skill Persuasion}) contestado por un chequeo de Sabiduría ({@skill Insight}) de una criatura. La criatura debe ser capaz de oírte, y los dos debéis compartir un idioma.",
				"Si tienes éxito en el chequeo y la criatura es hostil a ti, tiene desventaja en las tiradas de ataque contra objetivos que no sean tú y no puede hacer ataques de oportunidad contra objetivos que no sean tú. Este efecto dura 1 minuto, hasta que uno de tus compañeros ataque al objetivo o lo afecte con un hechizo, o hasta que tú y el objetivo estéis a más de 60 pies de distancia.",
				"Si tienes éxito en el chequeo y la criatura no es hostil contigo, se siente {@condition charmed} por ti durante 1 minuto. Mientras {@condition charmed}, te considera un conocido amistoso. Este efecto termina inmediatamente si tú o tus compañeros le hacéis algún daño."
			]
		},
		{
			"name": "Elegant Maneuver",
			"source": "XGE",
			"page": 48,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del 13º nivel, puedes usar una acción de bonificación en tu turno para ganar ventaja en el siguiente chequeo de Destreza ({@skill Acrobatics}) o Fuerza ({@skill Athletics}) que hagas durante el mismo turno."
			]
		},
		{
			"name": "Master Duelist",
			"source": "XGE",
			"page": 48,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del 17º nivel, tu dominio de la espada te permite convertir el fracaso en éxito en el combate. Si fallas con una tirada de ataque, puedes volver a hacerla con ventaja. Una vez que lo hagas, no podrás volver a usar este rasgo hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Psi-Bolstered Knack",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"consumes": {
				"name": "Psionic Energy Dice"
			},
			"entries": [
				"Cuando tu entrenamiento no psiónico te falla, tu poder psiónico puede ayudarte: si fallas un chequeo de habilidad usando una destreza o herramienta con la que eres competente, puedes tirar un dado de Energía Psiónica y añadir el número obtenido al chequeo, convirtiendo potencialmente el fracaso en éxito. Sólo gastas el dado si la tirada tiene éxito."
			]
		},
		{
			"name": "Psychic Whispers",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Puedes establecer una comunicación telepática entre tú y otros, perfecta para una infiltración silenciosa. Como acción, elige una o más criaturas que puedas ver, hasta un número de criaturas igual a tu bonificación de competencia, y luego tira un dado de energía psiónica. Durante un número de horas igual al número tirado, las criaturas elegidas pueden hablar telepáticamente contigo, y tú puedes hablar telepáticamente con ellas. Para enviar o recibir un mensaje (no se requiere ninguna acción), tú y la otra criatura deben estar a menos de 1 milla de distancia. Una criatura no puede usar esta telepatía si no puede hablar ningún idioma, y una criatura puede terminar la conexión telepática en cualquier momento (no se requiere ninguna acción). No es necesario que tú y la criatura hablen un idioma común para entenderse.",
				"La primera vez que usas este poder después de cada descanso largo, no gastas el dado de energía psiónica. Todas las demás veces que uses el poder, gastas el dado."
			]
		},
		{
			"name": "Homing Strikes",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 9,
			"entries": [
				"Si haces una tirada de ataque con tus Cuchillas Psíquicas y fallas el objetivo, puedes tirar un dado de Energía Psiónica y añadir el número obtenido a la tirada de ataque. Si esto hace que el ataque impacte, gastas el dado de Energía Psiónica."
			]
		},
		{
			"name": "Psychic Teleportation",
			"source": "TCE",
			"page": 63,
			"className": "Rogue",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 9,
			"entries": [
				"Como acción de bonificación, manifiestas una de tus Hojas Psíquicas, gastas un dado de Energía Psiónica y lo tiras, y lanzas la hoja a un espacio desocupado que puedas ver, hasta un número de pies de distancia igual a 10 veces el número tirado. A continuación, te teletransportas a ese espacio y la hoja se desvanece."
			]
		}
	]
}