{
	"class": [
		{
			"name": "Fighter",
			"source": "PHB",
			"page": 70,
			"srd": true,
			"basicRules": true,
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"str",
				"con"
			],
			"optionalfeatureProgression": [
				{
					"name": "Fighting Style",
					"featureType": [
						"FS:F"
					],
					"progression": {
						"1": 1
					}
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"heavy",
					"{@item shield|phb|shields}"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"animal handling",
								"athletics",
								"history",
								"insight",
								"intimidation",
								"perception",
								"survival"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) {@item chain mail|phb} or (b) {@item leather armor|phb}, {@item longbow|phb}, and {@item arrows (20)|phb|20 arrows}",
					"(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} and a {@item shield|phb} or (b) two {@filter martial weapons|items|source=phb|category=basic|type=martial weapon}",
					"(a) a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts} or (b) two {@item handaxe|phb|handaxes}",
					"(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dice 5d4 × 10|5d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"chain mail|phb"
						],
						"b": [
							"leather armor|phb",
							"longbow|phb",
							"arrows (20)|phb"
						]
					},
					{
						"a": [
							{
								"equipmentType": "weaponMartial"
							},
							"shield|phb"
						],
						"b": [
							{
								"equipmentType": "weaponMartial",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"light crossbow|phb",
							"crossbow bolts (20)|phb"
						],
						"b": [
							{
								"item": "handaxe|phb",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"dungeoneer's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"or": [
						{
							"str": 13,
							"dex": 13
						}
					]
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium",
						"{@item shield|phb|shields}"
					],
					"weapons": [
						"simple",
						"martial"
					]
				}
			},
			"classFeatures": [
				"Fighting Style|Fighter||1",
				"Martial Versatility|Fighter||1|UAClassFeatureVariants",
				"Second Wind|Fighter||1",
				"Maneuver Versatility|Fighter||1|UAClassFeatureVariants",
				"Action Surge|Fighter||2",
				{
					"classFeature": "Martial Archetype|Fighter||3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Fighter||4",
				"Proficiency Versatility|Fighter||4|UAClassFeatureVariants",
				"Martial Versatility|Fighter||4|TCE",
				"Extra Attack|Fighter||5",
				"Ability Score Improvement|Fighter||6",
				"Proficiency Versatility|Fighter||6|UAClassFeatureVariants",
				{
					"classFeature": "Martial Archetype feature|Fighter||7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Fighter||8",
				"Proficiency Versatility|Fighter||8|UAClassFeatureVariants",
				"Indomitable|Fighter||9",
				{
					"classFeature": "Martial Archetype feature|Fighter||10",
					"gainSubclassFeature": true
				},
				"Extra Attack (2)|Fighter||11",
				"Ability Score Improvement|Fighter||12",
				"Proficiency Versatility|Fighter||12|UAClassFeatureVariants",
				"Indomitable (two uses)|Fighter||13",
				"Ability Score Improvement|Fighter||14",
				"Proficiency Versatility|Fighter||14|UAClassFeatureVariants",
				{
					"classFeature": "Martial Archetype feature|Fighter||15",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Fighter||16",
				"Proficiency Versatility|Fighter||16|UAClassFeatureVariants",
				"Action Surge (two uses)|Fighter||17",
				"Indomitable (three uses)|Fighter||17",
				{
					"classFeature": "Martial Archetype feature|Fighter||18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Fighter||19",
				"Proficiency Versatility|Fighter||19|UAClassFeatureVariants",
				"Extra Attack (3)|Fighter||20"
			],
			"subclassTitle": "Martial Archetype",
			"fluff": [
				{
					"name": "Fighter",
					"type": "section",
					"entries": [
						"Una humana con una armadura de placas que resuena sostiene su escudo ante ella mientras corre hacia los goblins en masa. Un elfo detrás de ella, vestido con una armadura de cuero tachonado, lanza flechas a los goblins con su exquisito arco. El semiorco que está cerca grita órdenes, ayudando a los dos combatientes a coordinar su asalto de la mejor manera posible.",
						"Un enano con cota de malla interpone su escudo entre el garrote del ogro y su compañero, apartando el mortal golpe. Su compañera, una semielfa con armadura de escamas, blande dos cimitarras en un torbellino cegador mientras rodea al ogro, buscando un punto ciego en sus defensas.",
						"Un gladiador lucha por deporte en una arena, un maestro con su tridente y su red, hábil para derribar a los enemigos y moverlos para el deleite del público, y para su propia ventaja táctica. La espada de su oponente se ilumina con una luz azul un instante antes de que envíe un rayo para golpearlo.",
						"Todos estos héroes son luchadores, quizás la clase de personajes más diversa en los mundos de Dungeons & Dragons. Caballeros buscadores, señores conquistadores, campeones reales, soldados de élite a pie, mercenarios endurecidos y reyes bandidos... como luchadores, todos ellos comparten un dominio sin igual de las armas y las armaduras, y un profundo conocimiento de las habilidades de combate. Y están bien familiarizados con la muerte, tanto con la que se reparte como con la que se mira desafiantemente a la cara.",
						{
							"type": "entries",
							"name": "Well-Rounded Specialists",
							"entries": [
								"Los luchadores aprenden los fundamentos de todos los estilos de combate. Todos los luchadores pueden blandir un hacha, cercar con un estoque, blandir una espada larga o una gran espada, utilizar un arco e incluso atrapar a los enemigos en una red con cierto grado de habilidad. Asimismo, un luchador es experto en el manejo de escudos y cualquier tipo de armadura. Más allá de ese grado básico de familiaridad, cada luchador se especializa en un determinado estilo de combate. Algunos se concentran en el tiro con arco, otros en luchar con dos armas a la vez y otros en aumentar sus habilidades marciales con la magia. Esta combinación de amplia habilidad general y extensa especialización hace que los luchadores sean combatientes superiores tanto en los campos de batalla como en las mazmorras."
							]
						},
						{
							"type": "entries",
							"name": "Trained for Danger",
							"entries": [
								"No todos los miembros de la guardia de la ciudad, la milicia del pueblo o el ejército de la reina son combatientes. La mayoría de estas tropas son soldados relativamente poco entrenados y con los conocimientos de combate más básicos. Los soldados veteranos, los oficiales militares, los guardaespaldas entrenados, los caballeros dedicados y otras figuras similares son luchadores.",
								"Algunos luchadores se sienten atraídos por su formación como aventureros. La exploración de mazmorras, la matanza de monstruos y otras tareas peligrosas habituales entre los aventureros son una segunda naturaleza para un luchador, no muy diferente de la vida que dejó atrás. Hay mayores riesgos, quizás, pero también mayores recompensas: pocos luchadores en la guardia de la ciudad tienen la oportunidad de descubrir una espada mágica de lengua de fuego, por ejemplo."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Fighter",
							"entries": [
								"Mientras construyes tu luchador, piensa en dos elementos relacionados con el origen de tu personaje: ¿Dónde recibiste tu entrenamiento de combate y qué te diferenció de los guerreros mundanos que te rodean? ¿Eras especialmente despiadado? ¿Recibiste ayuda adicional de un mentor, quizá por tu excepcional dedicación? ¿Qué te llevó a realizar este entrenamiento en primer lugar? La amenaza a tu patria, la sed de venganza o la necesidad de probarte a ti mismo pueden haber sido factores.",
								"Puede que hayas disfrutado de un entrenamiento formal en el ejército de un noble o en una milicia local. Quizás te hayas entrenado en una academia de guerra, aprendiendo estrategia, táctica e historia militar. O puede que seas autodidacta, sin pulir, pero bien probado. ¿Tomaste la espada como una forma de escapar de los límites de la vida en una granja, o sigues una orgullosa tradición familiar? ¿Dónde adquiriste tus armas y armaduras? Es posible que sean de uso militar o herencias familiares, o que hayas ahorrado durante años para comprarlas. Tu armamento es ahora una de tus posesiones más importantes, lo único que se interpone entre ti y el abrazo de la muerte.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"Puedes hacer un luchador rápidamente siguiendo estas sugerencias. En primer lugar, haz que tu puntuación de habilidad más alta sea Fuerza o Destreza, dependiendo de si quieres centrarte en las armas cuerpo a cuerpo o en el tiro con arco (o armas de precisión). Tu siguiente puntuación más alta debería ser Constitución, o Inteligencia si planeas adoptar el arquetipo marcial del Caballero Eldritch. En segundo lugar, elige el trasfondo {@background soldier}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 70
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Avísame cuando hayas terminado de hablar."
							],
							"by": "Tordek"
						},
						"De todos los aventureros en los mundos de D&D, el luchador es quizás la mayor paradoja. Por un lado, una característica singular de la clase es que no hay dos luchadores que ejerzan su oficio de la misma manera; sus armas, armaduras y tácticas difieren en un amplio espectro. Por otro lado, independientemente de las herramientas y métodos que se utilicen, en el corazón de la motivación de cada luchador se encuentra la misma verdad básica: es mejor herir que ser herido.",
						"Aunque algunos aventureros arriesgan su vida luchando por la gloria o el tesoro, otros se preocupan principalmente por el bienestar de los demás. Dan más valor al bienestar de la sociedad, la aldea o el grupo que a su propia seguridad. Incluso si hay oro en el camino, la verdadera recompensa para la mayoría de los luchadores viene de enviar a los enemigos a su perdición.",
						"Las secciones siguientes ofrecen formas de añadir un poco de profundidad y algunos toques personales a tu personaje de luchador.",
						{
							"type": "entries",
							"name": "Heraldic Sign",
							"entries": [
								"Los combatientes suelen luchar por una causa. Algunos luchan en nombre de reinos asediados por monstruos, mientras que otros sólo buscan la gloria personal. En cualquiera de los casos, un luchador suele mostrar un signo heráldico que represente esa causa, ya sea adoptando el símbolo de una nación o una línea real, o creando un escudo que represente su propio interés.",
								"Tu personaje puede estar afiliado a una organización o a una causa y, por tanto, puede que ya viaje bajo algún tipo de estandarte. Si no es el caso, considera la posibilidad de idear un signo heráldico que simbolice un aspecto de tu naturaleza o que hable de lo que consideras tu propósito en el mundo.",
								{
									"type": "table",
									"caption": "Heraldic Signs",
									"colLabels": [
										"{@dice d6}",
										"Heraldic Signs"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Un dragón dorado rampante sobre un campo verde, que representa el valor y la búsqueda de la riqueza"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"El puño de un gigante de la tormenta agarrando un rayo ante una nube de tormenta, que simboliza la ira y el poder"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Espadas cruzadas delante de la puerta de un castillo, que significan la defensa de una ciudad o reino"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Una calavera con una daga atravesada, que representa la perdición que traes a tus enemigos"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Un fénix en un anillo de fuego, expresión de un espíritu indomable"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Tres gotas de sangre bajo la hoja de una espada horizontal sobre un fondo negro, que simbolizan tres enemigos que has jurado matar"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Instructor",
							"entries": [
								"Algunos luchadores son combatientes natos que tienen talento para sobrevivir en la batalla. Otros aprendieron los fundamentos de su destreza en el combate en sus años de formación al pasar un tiempo en una organización militar o en alguna otra organización marcial, cuando fueron enseñados por los líderes del grupo.",
								"Un tercer tipo de luchador proviene de las filas de aquellos que recibieron instrucción individual de un veterano consumado del oficio. Ese instructor era, o quizás sigue siendo, muy versado en un determinado aspecto del combate que se relaciona con los antecedentes del estudiante.",
								"Si decides que tu personaje tuvo un instructor individual, ¿cuál es la especialidad de esa persona? ¿Emula a su instructor en su forma de luchar, o tomó las enseñanzas del instructor y las adaptó a sus propios fines?",
								{
									"type": "table",
									"caption": "Instructor",
									"colLabels": [
										"{@dice d6}",
										"Instructor"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Gladiador. Su instructor fue un esclavo que luchó por la libertad en la arena, o uno que eligió voluntariamente la vida de gladiador para ganar dinero y fama."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Militar. Su entrenador sirvió con un grupo de soldados y sabe mucho sobre el trabajo en equipo."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Vigilancia de la ciudad. El control de multitudes y el mantenimiento de la paz son las especialidades de su instructor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Guerrero de la tribu. Su instructor creció en una tribu, donde luchar por la propia vida era prácticamente un hecho cotidiano."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Street Fighter. Su entrenador destaca en el combate urbano, combinando el trabajo cuerpo a cuerpo con el silencio y la eficiencia."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Maestro de armas. Tu mentor te ha ayudado a convertirte en uno con el arma que has elegido, impartiendo conocimientos altamente especializados sobre cómo manejarla con mayor eficacia."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Style",
							"entries": [
								"Muchos luchadores se distinguen de sus compañeros por adoptar y perfeccionar un estilo o método particular de combate. Aunque este estilo puede ser una consecuencia natural de la personalidad de un luchador, no siempre es así: el enfoque de alguien hacia el mundo en general no dicta necesariamente cómo actúa esa persona cuando hay vidas en juego.",
								"¿Tiene un estilo de combate que refleje su visión de la vida, o hay algo más dentro de usted que se desata cuando se sacan las armas?",
								{
									"type": "table",
									"caption": "Style",
									"colLabels": [
										"{@dice d6}",
										"Style"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Elegante. Te mueves con una gracia precisa y un control total, sin usar nunca más energía de la que necesitas."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Brutal. Tus ataques llueven como martillazos, destinados a astillar huesos o hacer volar la sangre."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Astucia. Te lanzas a atacar en el momento justo y utilizas tácticas a pequeña escala para inclinar las probabilidades a tu favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Sin esfuerzo. Rara vez transpira o muestra algo más que una expresión estoica en la batalla."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Energético. Cantas y ríes durante el combate mientras tu espíritu se eleva. Eres más feliz cuando tienes un enemigo delante y un arma en la mano."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Siniestro. Frunces el ceño y haces muecas mientras luchas, y disfrutas burlándote de tus enemigos mientras los derrotas."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 27
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Battle Master",
			"shortName": "Battle Master",
			"source": "PHB",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 73,
			"optionalfeatureProgression": [
				{
					"name": "Maneuvers",
					"featureType": [
						"MV:B"
					],
					"progression": {
						"3": 3,
						"7": 5,
						"10": 7,
						"15": 9
					}
				}
			],
			"subclassFeatures": [
				"Battle Master|Fighter||Battle Master||3",
				"Additional Maneuvers|Fighter||Battle Master||7",
				"Additional Superiority Die|Fighter||Battle Master||7",
				"Know Your Enemy|Fighter||Battle Master||7",
				"Additional Maneuvers|Fighter||Battle Master||10",
				"Improved Combat Superiority (d10)|Fighter||Battle Master||10",
				"Additional Maneuvers|Fighter||Battle Master||15",
				"Additional Superiority Die|Fighter||Battle Master||15",
				"Relentless|Fighter||Battle Master||15",
				"Improved Combat Superiority (d12)|Fighter||Battle Master||18"
			]
		},
		{
			"name": "Champion",
			"shortName": "Champion",
			"source": "PHB",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"optionalfeatureProgression": [
				{
					"name": "Fighting Style",
					"featureType": [
						"FS:F"
					],
					"progression": {
						"10": 1
					}
				}
			],
			"subclassFeatures": [
				"Champion|Fighter||Champion||3",
				"Remarkable Athlete|Fighter||Champion||7",
				"Additional Fighting Style|Fighter||Champion||10",
				"Superior Critical|Fighter||Champion||15",
				"Survivor|Fighter||Champion||18"
			]
		},
		{
			"name": "Eldritch Knight",
			"shortName": "Eldritch Knight",
			"source": "PHB",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 74,
			"spellcastingAbility": "int",
			"casterProgression": "1/3",
			"cantripProgression": [
				0,
				0,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Eldritch Knight",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Fighter: Eldritch Knight}",
						"{@filter Spells Known|spells|subclass=Fighter: Eldritch Knight}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							2,
							3
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							3,
							13
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"subclasses": [
						{
							"name": "Eldritch Knight",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter 1st|spells|level=1|subclass=Fighter: Eldritch Knight}",
						"{@filter 2nd|spells|level=2|subclass=Fighter: Eldritch Knight}",
						"{@filter 3rd|spells|level=3|subclass=Fighter: Eldritch Knight}",
						"{@filter 4th|spells|level=4|subclass=Fighter: Eldritch Knight}"
					],
					"rowsSpellProgression": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Eldritch Knight|Fighter||Eldritch Knight||3",
				"War Magic|Fighter||Eldritch Knight||7",
				"Eldritch Strike|Fighter||Eldritch Knight||10",
				"Arcane Charge|Fighter||Eldritch Knight||15",
				"Improved War Magic|Fighter||Eldritch Knight||18"
			]
		},
		{
			"name": "Purple Dragon Knight (Banneret)",
			"shortName": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 128,
			"subclassFeatures": [
				"Purple Dragon Knight (Banneret)|Fighter||Purple Dragon Knight (Banneret)|SCAG|3",
				"Royal Envoy|Fighter||Purple Dragon Knight (Banneret)|SCAG|7",
				"Inspiring Surge|Fighter||Purple Dragon Knight (Banneret)|SCAG|10",
				"Bulwark|Fighter||Purple Dragon Knight (Banneret)|SCAG|15",
				"Inspiring Surge|Fighter||Purple Dragon Knight (Banneret)|SCAG|18"
			]
		},
		{
			"name": "Cavalier (UA)",
			"shortName": "Cavalier (UA)",
			"source": "UAKitsOfOld",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Cavalier|Fighter||Cavalier (UA)|UAKitsOfOld|3",
				"Ferocious Charger|Fighter||Cavalier (UA)|UAKitsOfOld|7",
				"Improved Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|10",
				"Relentless|Fighter||Cavalier (UA)|UAKitsOfOld|15",
				"Improved Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|18"
			]
		},
		{
			"name": "Scout (UA)",
			"shortName": "Scout (UA)",
			"source": "UAKitsOfOld",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 4,
			"subclassFeatures": [
				"Scout|Fighter||Scout (UA)|UAKitsOfOld|3",
				"Additional Superiority Die|Fighter||Scout (UA)|UAKitsOfOld|7",
				"Improved Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|10",
				"Relentless|Fighter||Scout (UA)|UAKitsOfOld|15",
				"Additional Superiority Die|Fighter||Scout (UA)|UAKitsOfOld|15",
				"Improved Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|18"
			]
		},
		{
			"name": "Monster Hunter (UA)",
			"shortName": "Monster Hunter (UA)",
			"source": "UAGothicHeroes",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"spellcastingAbility": "wis",
			"subclassFeatures": [
				"Monster Hunter|Fighter||Monster Hunter (UA)|UAGothicHeroes|3",
				"Monster Slayer|Fighter||Monster Hunter (UA)|UAGothicHeroes|7",
				"Improved Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|10",
				"Relentless|Fighter||Monster Hunter (UA)|UAGothicHeroes|15",
				"Improved Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|18"
			]
		},
		{
			"name": "Arcane Archer (UA)",
			"shortName": "Arcane Archer (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"optionalfeatureProgression": [
				{
					"name": "Arcane Shots",
					"featureType": [
						"AS:V1-UA"
					],
					"progression": {
						"3": 2,
						"7": 3,
						"10": 4,
						"15": 5,
						"18": 6
					}
				}
			],
			"subclassFeatures": [
				"Arcane Archer|Fighter||Arcane Archer (UA)|UAFighter|3",
				"Conjure Arrows|Fighter||Arcane Archer (UA)|UAFighter|7",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|7",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|10",
				"Ever-Ready Arrow|Fighter||Arcane Archer (UA)|UAFighter|15",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|15",
				"Deadly Arrow|Fighter||Arcane Archer (UA)|UAFighter|18",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|18"
			]
		},
		{
			"name": "Knight (UA)",
			"shortName": "Knight (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Knight|Fighter||Knight (UA)|UAFighter|3",
				"Noble Cavalry|Fighter||Knight (UA)|UAFighter|7",
				"Hold the Line|Fighter||Knight (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Knight (UA)|UAFighter|15",
				"Defender's Blade|Fighter||Knight (UA)|UAFighter|18"
			]
		},
		{
			"name": "Samurai (UA)",
			"shortName": "Samurai (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Samurai|Fighter||Samurai (UA)|UAFighter|3",
				"Elegant Courtier|Fighter||Samurai (UA)|UAFighter|7",
				"Unbreakable Will|Fighter||Samurai (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Samurai (UA)|UAFighter|15",
				"Strength Before Death|Fighter||Samurai (UA)|UAFighter|18"
			]
		},
		{
			"name": "Sharpshooter (UA)",
			"shortName": "Sharpshooter (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Sharpshooter|Fighter||Sharpshooter (UA)|UAFighter|3",
				"Careful Eyes|Fighter||Sharpshooter (UA)|UAFighter|7",
				"Close-Quarters Shooting|Fighter||Sharpshooter (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Sharpshooter (UA)|UAFighter|15",
				"Snap Shot|Fighter||Sharpshooter (UA)|UAFighter|18"
			]
		},
		{
			"name": "Arcane Archer v2 (UA)",
			"shortName": "Arcane Archer v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"optionalfeatureProgression": [
				{
					"name": "Arcane Shots",
					"featureType": [
						"AS:V2-UA"
					],
					"progression": {
						"3": 2,
						"7": 3,
						"10": 4,
						"15": 5,
						"18": 6
					}
				}
			],
			"subclassFeatures": [
				"Arcane Archer v2|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3",
				"Curving Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|7",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|7",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|10",
				"Ever-Ready Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|15",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|15",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|18"
			]
		},
		{
			"name": "Cavalier v2 (UA)",
			"shortName": "Cavalier v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Cavalier v2|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3",
				"Ferocious Charger|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|7",
				"Improved Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|10",
				"Relentless|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|15",
				"Improved Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|18"
			]
		},
		{
			"name": "Arcane Archer",
			"shortName": "Arcane Archer",
			"source": "XGE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"known": {
						"3": [
							"prestidigitation#c"
						]
					}
				},
				{
					"known": {
						"3": [
							"druidcraft#c"
						]
					}
				}
			],
			"optionalfeatureProgression": [
				{
					"name": "Arcane Shots",
					"featureType": [
						"AS"
					],
					"progression": {
						"3": 2,
						"7": 3,
						"10": 4,
						"15": 5,
						"18": 6
					}
				}
			],
			"subclassFeatures": [
				"Arcane Archer|Fighter||Arcane Archer|XGE|3",
				"Magic Arrow|Fighter||Arcane Archer|XGE|7",
				"Curving Shot|Fighter||Arcane Archer|XGE|7",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|7",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|10",
				"Ever-Ready Shot|Fighter||Arcane Archer|XGE|15",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|15",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|18"
			]
		},
		{
			"name": "Cavalier",
			"shortName": "Cavalier",
			"source": "XGE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 30,
			"subclassFeatures": [
				"Cavalier|Fighter||Cavalier|XGE|3",
				"Warding Maneuver|Fighter||Cavalier|XGE|7",
				"Hold the Line|Fighter||Cavalier|XGE|10",
				"Ferocious Charger|Fighter||Cavalier|XGE|15",
				"Vigilant Defender|Fighter||Cavalier|XGE|18"
			]
		},
		{
			"name": "Samurai",
			"shortName": "Samurai",
			"source": "XGE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 31,
			"subclassFeatures": [
				"Samurai|Fighter||Samurai|XGE|3",
				"Elegant Courtier|Fighter||Samurai|XGE|7",
				"Tireless Spirit|Fighter||Samurai|XGE|10",
				"Rapid Strike|Fighter||Samurai|XGE|15",
				"Strength before Death|Fighter||Samurai|XGE|18"
			]
		},
		{
			"name": "Brute (UA)",
			"shortName": "Brute (UA)",
			"source": "UAThreeSubclasses",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"optionalfeatureProgression": [
				{
					"name": "Fighting Style",
					"featureType": [
						"FS:F"
					],
					"progression": {
						"10": 1
					}
				}
			],
			"subclassFeatures": [
				"Brute|Fighter||Brute (UA)|UAThreeSubclasses|3",
				"Brutish Durability|Fighter||Brute (UA)|UAThreeSubclasses|7",
				"Additional Fighting Style|Fighter||Brute (UA)|UAThreeSubclasses|10",
				"Devastating Critical|Fighter||Brute (UA)|UAThreeSubclasses|15",
				"Survivor|Fighter||Brute (UA)|UAThreeSubclasses|18"
			]
		},
		{
			"name": "Rune Knight (UA)",
			"shortName": "Rune Knight (UA)",
			"source": "UAFighterRangerRogue",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"optionalfeatureProgression": [
				{
					"name": "Runes",
					"featureType": [
						"RN"
					],
					"progression": {
						"3": 2,
						"7": 3,
						"10": 4,
						"15": 5
					}
				}
			],
			"subclassFeatures": [
				"Rune Knight|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3",
				"Defensive Runes|Fighter||Rune Knight (UA)|UAFighterRangerRogue|7",
				"Great Stature|Fighter||Rune Knight (UA)|UAFighterRangerRogue|10",
				"Rune Magic Mastery|Fighter||Rune Knight (UA)|UAFighterRangerRogue|15",
				"Blessing of the All Father|Fighter||Rune Knight (UA)|UAFighterRangerRogue|18"
			]
		},
		{
			"name": "Psychic Warrior (UA)",
			"shortName": "Psychic Warrior (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Psychic Warrior|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|3",
				"Strength of Mind|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|7",
				"Telekinetic Bulwark|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|10",
				"Psionic Armament Improvement|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|10",
				"Agonizing Strikes|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|15",
				"Psychic Dreadnaught|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|18"
			]
		},
		{
			"name": "Echo Knight",
			"shortName": "Echo Knight",
			"source": "EGW",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 183,
			"subclassFeatures": [
				"Echo Knight|Fighter||Echo Knight|EGW|3",
				"Echo Avatar|Fighter||Echo Knight|EGW|7",
				"Shadow Martyr|Fighter||Echo Knight|EGW|10",
				"Reclaim Potential|Fighter||Echo Knight|EGW|15",
				"Legion of One|Fighter||Echo Knight|EGW|18"
			]
		},
		{
			"name": "Psi Knight (UA)",
			"shortName": "Psi Knight (UA)",
			"source": "UA2020PsionicOptionsRevisited",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Psi Knight|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3",
				"Telekinetic Adept|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|7",
				"Psi-Enhanced Metabolism|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|10",
				"Bulwark of Force|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|15",
				"Telekinetic Master|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|18"
			]
		},
		{
			"name": "Psi Warrior",
			"shortName": "Psi Warrior",
			"source": "TCE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 42,
			"subclassFeatures": [
				"Psi Warrior|Fighter||Psi Warrior|TCE|3",
				"Telekinetic Adept|Fighter||Psi Warrior|TCE|7",
				"Guarded Mind|Fighter||Psi Warrior|TCE|10",
				"Bulwark of Force|Fighter||Psi Warrior|TCE|15",
				"Telekinetic Master|Fighter||Psi Warrior|TCE|18"
			]
		},
		{
			"name": "Rune Knight",
			"shortName": "Rune Knight",
			"source": "TCE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 44,
			"optionalfeatureProgression": [
				{
					"name": "Runes",
					"featureType": [
						"RN"
					],
					"progression": {
						"3": 2,
						"7": 3,
						"10": 4,
						"15": 5
					}
				}
			],
			"subclassFeatures": [
				"Rune Knight|Fighter||Rune Knight|TCE|3",
				"Runic Shield|Fighter||Rune Knight|TCE|7",
				"Additional Rune Known|Fighter||Rune Knight|TCE|7",
				"Great Stature|Fighter||Rune Knight|TCE|10",
				"Additional Rune Known|Fighter||Rune Knight|TCE|10",
				"Master of Runes|Fighter||Rune Knight|TCE|15",
				"Additional Rune Known|Fighter||Rune Knight|TCE|15",
				"Runic Juggernaut|Fighter||Rune Knight|TCE|18"
			]
		}
	],
	"classFeature": [
		{
			"name": "Fighting Style",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Adoptas un estilo particular de lucha como tu especialidad. Elige una de las siguientes opciones. No puedes tomar la misma opción de estilo de lucha más de una vez, aunque puedas volver a elegir.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Archery"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Close Quarters Shooter|UALightDarkUnderdark"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Defense"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Dueling"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Great Weapon Fighting"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Mariner|UAWaterborneAdventures"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Protection"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Tunnel Fighter|UALightDarkUnderdark"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Two-Weapon Fighting"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Superior Technique|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Blind Fighting|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Interception|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Thrown Weapon Fighting|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unarmed Fighting|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Blind Fighting|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Interception|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Superior Technique|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Thrown Weapon Fighting|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unarmed Fighting|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Versatility",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level feature (enhances Maneuvers)}",
				"Si conoces alguna maniobra del arquetipo de Maestro de Batalla del luchador, puedes sustituir una maniobra que conozcas por otra diferente cada vez que termines un descanso largo. Este cambio refleja tu preparación física y mental para el día siguiente."
			]
		},
		{
			"name": "Martial Versatility",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level feature (enhances Fighting Style)}",
				"Cada vez que ganes un nivel en esta clase, podrás sustituir un estilo de lucha que conozcas por otro estilo disponible en tu clase. Este cambio representa un cambio de enfoque en tu entrenamiento y práctica marcial, haciendo que pierdas los beneficios de un estilo y ganes los de otro."
			]
		},
		{
			"name": "Second Wind",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Dispones de una reserva limitada de resistencia que puedes utilizar para protegerte del daño. En tu turno, puedes usar una acción de bonificación para recuperar puntos de golpe iguales a {@dice 1d10} + tu nivel de luchador.",
				"Una vez que utilices esta función, deberás terminar un descanso corto o largo antes de poder utilizarla de nuevo."
			]
		},
		{
			"name": "Action Surge",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2º nivel, puedes ir más allá de tus límites normales por un momento. En tu turno, puedes realizar una acción adicional.",
				"Una vez que usas este rasgo, debes terminar un descanso corto o largo antes de poder usarlo de nuevo. A partir del nivel 17, puedes usarlo dos veces antes de un descanso, pero solo una vez en el mismo turno."
			]
		},
		{
			"name": "Martial Archetype",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A 3er nivel, eliges un arquetipo de la lista disponible que te esfuerzas por emular en tus estilos y técnicas de combate. El arquetipo que elijas te otorga rasgos a 3er nivel y de nuevo a 7º, 10º, 15º y 18º nivel."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Al alcanzar el 4º nivel, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Martial Versatility",
			"source": "TCE",
			"page": 41,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level fighter {@variantrule optional class features|tce|optional feature}}",
				"Siempre que alcances un nivel en esta clase que te conceda la característica de mejora de la puntuación de habilidad, puedes hacer una de las siguientes cosas, ya que cambias el enfoque de tu práctica marcial:",
				{
					"type": "list",
					"items": [
						"Sustituye un {@filter fighting style|optionalfeatures|feature type=FS:F} que conozcas por otro estilo de lucha disponible para los luchadores.",
						"Si conoces algún {@filter maneuvers|optionalfeatures|feature type=MV:B} del arquetipo {@class fighter|phb|Battle Master|Battle Master|phb|2-0}, puedes sustituir una maniobra que conozcas por otra diferente."
					]
				}
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Extra Attack",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5º nivel, puedes atacar dos veces, en lugar de una, siempre que realices la acción {@action Attack} en tu turno.",
				"El número de ataques aumenta a tres cuando alcanzas el 11º nivel en esta clase y a cuatro cuando alcanzas el 20º nivel en esta clase."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Cuando alcanzas el 6º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 6,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 6th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A 7º nivel, obtienes una característica concedida por tu Arquetipo Marcial."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Indomitable",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A partir del 9º nivel, puedes repetir una tirada de salvación que falles. Si lo haces, debes usar la nueva tirada y no puedes volver a usar este rasgo hasta que termines un descanso largo.",
				"Puedes utilizar este rasgo dos veces entre descansos largos a partir del 13º nivel y tres veces entre descansos largos a partir del 17º nivel."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A 10º nivel, obtienes una característica concedida por tu Arquetipo Marcial."
			]
		},
		{
			"name": "Extra Attack (2)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A 11º nivel, puedes atacar tres veces siempre que realices la acción {@action Attack} en tu turno."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 usando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Indomitable (two uses)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A 13º nivel, puedes usar Indomable dos veces entre descansos largos."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Cuando alcanzas el nivel 14, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 14,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 14th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A 15º nivel, obtienes una característica concedida por tu Arquetipo Marcial."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Action Surge (two uses)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A 17º nivel, puedes usar la Oleada de Acción dos veces antes de un descanso, pero sólo una vez en el mismo turno."
			]
		},
		{
			"name": "Indomitable (three uses)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivel 17, puedes usar Indomable tres veces entre descansos largos."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A 18º nivel, obtienes una característica concedida por tu Arquetipo Marcial."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en una habilidad diferente."
			]
		},
		{
			"name": "Extra Attack (3)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A 20º nivel, puedes atacar cuatro veces siempre que realices la acción {@action Attack} en tu turno."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Echo Knight",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"entries": [
				"El Caballero del Eco, un misterioso y temido guerrero de primera línea de la dinastía Kryn, domina el arte de utilizar los dunamis para convocar a las sombras desvanecidas de líneas temporales no realizadas para que les ayuden en la batalla. Rodeados por los ecos de su propio poder, cargan en la refriega como un enjambre cíclico de sombras y golpes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Manifest Echo|Fighter||Echo Knight|EGW|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unleash Incarnation|Fighter||Echo Knight|EGW|3"
				}
			]
		},
		{
			"name": "Manifest Echo",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Echo Knight feature}",
				"Puedes utilizar una acción de bonificación para manifestar mágicamente un eco de ti mismo en un espacio desocupado que puedas ver en un radio de 15 pies. Este eco es una imagen mágica, translúcida y gris de ti que dura hasta que se destruya, hasta que lo descartes como acción adicional, hasta que manifiestes otro eco o hasta que estés {@condition incapacitated}.",
				"Tu eco tiene CA 14 + tu bonificación de competencia, 1 punto de vida e inmunidad a todas las condiciones. Si tiene que hacer una tirada de salvación, utiliza tu bonificación de salvación para la tirada. Tiene el mismo tamaño que tú y ocupa su espacio. En tu turno, puedes ordenar mentalmente al eco que se mueva hasta 30 pies en cualquier dirección (no requiere acción). Si tu eco está a más de 30 pies de ti al final de tu turno, es destruido.",
				"Puede utilizar el eco de las siguientes maneras:",
				{
					"type": "list",
					"items": [
						"Como acción adicional, puedes teletransportarte, cambiando mágicamente de lugar con tu eco a un coste de 15 pies de tu movimiento, independientemente de la distancia entre ambos.",
						"Cuando realizas la acción {@action Attack} en tu turno, cualquier ataque que hagas con esa acción puede originarse en tu espacio o en el del eco. Haces esta elección para cada ataque.",
						"Cuando una criatura que puedas ver a menos de 1,5 metros de tu eco se aleja al menos 1,5 metros de él, puedes usar tu reacción para hacer un ataque de oportunidad contra esa criatura como si estuvieras en el espacio del eco."
					]
				}
			]
		},
		{
			"name": "Unleash Incarnation",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Echo Knight feature}",
				"Puedes aumentar la furia de tu eco. Siempre que realices la acción {@action Attack}, puedes realizar un ataque cuerpo a cuerpo adicional desde la posición del eco.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Constitución (un mínimo de una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Echo Avatar",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Echo Knight feature}",
				"Puedes transferir temporalmente tu conciencia a tu eco. Como acción, puedes ver a través de los ojos de tu eco y oír a través de sus oídos. Durante este tiempo, eres {@condition deafened} y {@condition blinded}. Puedes mantener este efecto hasta 10 minutos, y puedes terminarlo en cualquier momento (no requiere ninguna acción). Mientras tu eco está siendo utilizado de esta manera, puede estar hasta 1.000 pies de distancia de ti sin ser destruido."
			]
		},
		{
			"name": "Shadow Martyr",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Echo Knight feature}",
				"Puedes hacer que tu eco se lance delante de un ataque dirigido a otra criatura que puedas ver. Antes de que se realice la tirada de ataque, puedes utilizar tu reacción para teletransportar el eco a un espacio desocupado a menos de 1,5 metros de la criatura objetivo. La tirada de ataque que desencadenó la reacción se realiza en cambio contra tu eco.",
				"Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Reclaim Potential",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Echo Knight feature}",
				"Has aprendido a absorber la magia fugaz de tu eco. Cuando un eco tuyo es destruido al recibir daño, puedes ganar un número de puntos de vida temporales igual a {@dice 2d6} + tu modificador de Constitución, siempre que no tengas ya puntos de vida temporales.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Constitución (un mínimo de una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Legion of One",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Echo Knight feature}",
				"Puedes utilizar una acción de bonificación para crear dos ecos con tu rasgo Manifestar Eco, y estos ecos pueden coexistir. Si intentas crear un tercer eco, los dos ecos anteriores se destruyen. Todo lo que puedas hacer desde la posición de un eco puede hacerse desde la del otro.",
				"Además, cuando tiras la iniciativa y no te quedan usos de tu rasgo de desencarnar, recuperas un uso de ese rasgo."
			]
		},
		{
			"name": "Battle Master",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Los que emulan al arquetipo de Maestro de Batalla emplean técnicas marciales transmitidas de generación en generación. Para un Maestro de Batalla, el combate es un campo académico, que a veces incluye temas más allá de la batalla, como la fabricación de armas y la caligrafía. No todos los combatientes absorben las lecciones de historia, teoría y arte que se reflejan en el arquetipo de Maestro de Batalla, pero los que lo hacen son combatientes completos de gran habilidad y conocimiento.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Student of War|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuvers|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuver Options|Fighter||Battle Master||3|UAClassFeatureVariants"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuver Options|Fighter||Battle Master||3|TCE"
				}
			]
		},
		{
			"name": "Combat Superiority",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, aprendes maniobras que se alimentan de dados especiales llamados dados de superioridad.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Maneuvers",
							"entries": [
								"Aprendes tres maniobras de tu elección, que se enumeran en \"Maniobras\" más abajo. Muchas maniobras mejoran un ataque de alguna manera. Sólo puedes utilizar una maniobra por ataque.",
								"Aprendes dos maniobras adicionales a tu elección a 7º, 10º y 15º nivel. Cada vez que aprendes nuevas maniobras, también puedes sustituir una maniobra que conozcas por otra diferente."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"Tienes cuatro dados de superioridad, que son {@dice d8}s. Un dado de superioridad se gasta cuando lo utilizas. Recuperas todos tus dados de superioridad gastados cuando terminas un descanso corto o largo.",
								"Ganas otro dado de superioridad a 7º nivel y uno más a 15º nivel."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"Algunas de tus maniobras requieren que tu objetivo haga una tirada de salvación para resistir los efectos de la maniobra. La DC de la tirada de salvación se calcula como sigue:",
								{
									"type": "abilityDc",
									"name": "Maneuver",
									"attributes": [
										"str",
										"dex"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Options",
			"source": "TCE",
			"page": 41,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"header": 1,
			"entries": [
				"{@i 3rd-level fighter {@variantrule optional class features|tce|optional feature}}",
				"Si tienes acceso a las maniobras, las siguientes maniobras se añaden a la lista de opciones disponibles para ti. Las maniobras están disponibles para los Maestros de Batalla pero también para los personajes que tienen una característica especial como el estilo de lucha {@optfeature Superior Technique|TCE} o la hazaña {@feat Martial Adept}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "options",
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Ambush|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Bait and Switch|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Brace|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Commanding Presence|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Grappling Strike|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Quick Toss|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Tactical Assessment|TCE"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Options",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"header": 1,
			"entries": [
				"{@i 1st-level feature (enhances Maneuvers)}",
				"Si tienes acceso a las maniobras, las siguientes maniobras se añaden a la lista de opciones disponibles. Las maniobras están disponibles para los Maestros de Batalla y para los personajes que tienen el estilo de lucha {@optfeature Superior Technique|TCE} o la hazaña {@feat Martial Adept}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "options",
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Ambush|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Bait and Switch|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Brace|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Restraining Strike|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Silver Tongue|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Snipe|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Studious Eye|UAClassFeatureVariants"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Las maniobras se presentan por orden alfabético.",
				{
					"type": "options",
					"count": 3,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Commander's Strike"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Disarming Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Distracting Strike"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Evasive Footwork"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Feinting Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Goading Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Lunging Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Maneuvering Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Menacing Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Parry"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Precision Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pushing Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Rally"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Riposte"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Sweeping Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Trip Attack"
						}
					]
				}
			]
		},
		{
			"name": "Student of War",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, ganas competencia con un tipo de {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools} de tu elección."
			]
		},
		{
			"name": "Additional Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes dos maniobras adicionales a tu elección."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Ganas otro dado de superioridad a 7º nivel."
			]
		},
		{
			"name": "Know Your Enemy",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Si pasas al menos 1 minuto observando o interactuando con otra criatura fuera del combate, puedes aprender cierta información sobre sus capacidades en comparación con las tuyas. El DM te dice si la criatura es tu igual, superior o inferior en cuanto a dos de las siguientes características a tu elección:",
				{
					"type": "list",
					"items": [
						"Puntuación de fuerza",
						"Puntuación de destreza",
						"Puntuación de la Constitución",
						"Clase de armadura",
						"Puntos de vida actuales",
						"Niveles de clase totales (si los hay)",
						"Niveles de clase de luchador (si los hay)"
					]
				}
			]
		},
		{
			"name": "Additional Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, aprendes dos maniobras adicionales a tu elección."
			]
		},
		{
			"name": "Improved Combat Superiority (d10)",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tus dados de superioridad se convierten en {@dice d10}s."
			]
		},
		{
			"name": "Additional Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A 15º nivel, aprendes dos maniobras adicionales a tu elección."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"Ganas otro dado de superioridad a 15º nivel."
			]
		},
		{
			"name": "Relentless",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, cuando tires iniciativa y no te queden dados de superioridad, recuperas 1 dado de superioridad."
			]
		},
		{
			"name": "Improved Combat Superiority (d12)",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, tus dados de superioridad se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Champion",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El arquetipo de Campeón se centra en el desarrollo de la fuerza física bruta, perfeccionada hasta la muerte. Los que se basan en este arquetipo combinan un entrenamiento riguroso con la excelencia física para asestar golpes devastadores.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Improved Critical|Fighter||Champion||3"
				}
			]
		},
		{
			"name": "Improved Critical",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir de que elijas este arquetipo a 3er nivel, tus ataques con armas consiguen un golpe crítico con una tirada de 19 o 20."
			]
		},
		{
			"name": "Remarkable Athlete",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7º nivel, puedes añadir la mitad de tu bonificación de competencia (redondeando hacia arriba) a cualquier chequeo de Fuerza, Destreza o Constitución que hagas y que no utilice tu bonificación de competencia.",
				"Además, cuando realizas un salto de longitud corriendo, la distancia que puedes cubrir aumenta en un número de pies igual a tu modificador de Fuerza."
			]
		},
		{
			"name": "Additional Fighting Style",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, puedes elegir una segunda opción de la característica de clase Estilo de lucha."
			]
		},
		{
			"name": "Superior Critical",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, tus ataques con armas consiguen un golpe crítico con una tirada de 18-20."
			]
		},
		{
			"name": "Survivor",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"basicRules": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A 18º nivel, alcanzas la cúspide de la resistencia en batalla. Al comienzo de cada uno de tus turnos, recuperas puntos de golpe iguales a 5 + tu modificador de Constitución si no te queda más de la mitad de tus puntos de golpe. No obtienes este beneficio si tienes 0 puntos de golpe."
			]
		},
		{
			"name": "Eldritch Knight",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El arquetipo de Caballero Eldritch combina la maestría marcial común a todos los luchadores con un cuidadoso estudio de la magia. Los Caballeros Eldritch utilizan técnicas mágicas similares a las que practican los magos. Centran su estudio en dos de las ocho escuelas de magia: abjuración y evocación. Los hechizos de abjuración otorgan al Caballero de Eldritch protección adicional en la batalla, y los hechizos de evocación infligen daño a muchos enemigos a la vez, ampliando el alcance del luchador en el combate. Estos caballeros aprenden un número relativamente pequeño de hechizos, y los memorizan en lugar de guardarlos en un libro de hechizos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spellcasting|Fighter||Eldritch Knight||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weapon Bond|Fighter||Eldritch Knight||3"
				}
			]
		},
		{
			"name": "Spellcasting",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando alcanzas el 3er nivel, aumentas tu destreza marcial con la capacidad de lanzar hechizos. Consulta {@book chapter 10|PHB|10} para las reglas generales de lanzamiento de hechizos y {@book chapter 11|PHB|11} para las {@filter wizard spell list|spells|class=wizard}.",
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"Aprendes dos cantrips de tu elección del {@filter wizard spell list|spells|class=wizard}. Aprendes un cantrip de mago adicional a tu elección a 10º nivel."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spell Slots",
							"entries": [
								"La tabla de Lanzamiento de Hechizos del Caballero Eldritch muestra cuántas ranuras de hechizo tienes para lanzar tus {@filter wizard spells|spells|class=wizard} de 1er nivel y superiores. Para lanzar uno de estos hechizos, debes gastar una ranura del nivel del hechizo o superior. Recuperas todas las ranuras de conjuro gastadas cuando terminas un descanso largo.",
								"Por ejemplo, si conoces el hechizo de primer nivel {@spell shield} y tienes una ranura de hechizo de primer nivel y otra de segundo nivel disponibles, puedes lanzar {@spell shield} utilizando cualquiera de las dos ranuras."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spells Known of 1st-Level and Higher",
							"entries": [
								"Conoces tres hechizos de mago de 1er nivel a tu elección, dos de los cuales debes elegir entre los hechizos de abjuración y evocación de la lista de hechizos de mago.",
								"La columna de Hechizos Conocidos de la tabla de Hechizos del Caballero Eldritch muestra cuando aprendes más hechizos de mago de 1er nivel o superior. Cada uno de estos conjuros debe ser un conjuro de abjuración o evocación de tu elección, y debe ser de un nivel para el que tengas ranuras de conjuro. Por ejemplo, cuando alcanzas el 7º nivel en esta clase, puedes aprender un nuevo conjuro de 1º o 2º nivel.",
								"Los hechizos que aprendes a 8º, 14º y 20º nivel pueden ser de cualquier escuela de magia.",
								"Siempre que ganes un nivel en esta clase, puedes reemplazar uno de los conjuros de mago que conozcas por otro conjuro a tu elección de la lista de conjuros de mago. El nuevo conjuro debe ser de un nivel para el que tengas ranuras de conjuro, y debe ser un conjuro de abjuración o evocación, a menos que estés reemplazando el conjuro que obtuviste a nivel 3, 8, 14 o 20 de cualquier escuela de magia."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spellcasting Ability",
							"entries": [
								"La inteligencia es tu habilidad de lanzamiento de hechizos para tus hechizos de mago, ya que aprendes tus hechizos a través del estudio y la memorización. Utilizas tu Inteligencia siempre que un hechizo se refiera a tu capacidad de conjuro. Además, utilizas tu modificador de Inteligencia cuando estableces la CD de la tirada de salvación de un hechizo de mago que lanzas y cuando haces una tirada de ataque con uno.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"int"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Weapon Bond",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3º nivel, aprendes un ritual que crea un vínculo mágico entre tú y un arma. Realizas el ritual en el transcurso de 1 hora, que puede hacerse durante un breve descanso. El arma debe estar a tu alcance durante todo el ritual, al final del cual tocas el arma y forjas el vínculo.",
				"Una vez que hayas unido un arma a ti, no podrás ser desarmado de esa arma a menos que estés {@condition incapacitated}. Si está en el mismo plano de existencia, puedes invocar esa arma como acción adicional en tu turno, haciendo que se teletransporte instantáneamente a tu mano.",
				"Puedes tener hasta dos armas vinculadas, pero sólo puedes invocar una a la vez con tu acción de bonificación. Si intentas vincularte con una tercera arma, debes romper el vínculo con una de las otras dos."
			]
		},
		{
			"name": "War Magic",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7º nivel, cuando usas tu acción para lanzar un cantrip, puedes hacer un ataque con arma como acción adicional."
			]
		},
		{
			"name": "Eldritch Strike",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, aprendes a hacer que tus golpes de arma reduzcan la resistencia de una criatura a tus conjuros. Cuando golpeas a una criatura con un ataque de arma, esa criatura tiene desventaja en la siguiente tirada de salvación que haga contra un conjuro que lances antes del final de tu siguiente turno."
			]
		},
		{
			"name": "Arcane Charge",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A 15º nivel, obtienes la habilidad de teletransportarte hasta 30 pies a un espacio desocupado que puedas ver cuando usas tu Sobrecarga de Acción. Puedes teletransportarte antes o después de la acción adicional."
			]
		},
		{
			"name": "Improved War Magic",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del 18º nivel, cuando usas tu acción para lanzar un hechizo, puedes hacer un ataque con arma como acción adicional."
			]
		},
		{
			"name": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Los Caballeros del Dragón Púrpura son guerreros procedentes del reino de Cormyr. Comprometidos a proteger la corona, llevan la lucha contra el mal más allá de las fronteras del reino. Se les encomienda vagar por la tierra como caballeros errantes, confiando en su juicio, valentía y fidelidad para guiarlos en la derrota de los malhechores.",
				"Un Caballero del Dragón Púrpura inspira grandeza en los demás al cometer valientes hazañas en la batalla. La mera presencia de un caballero en una aldea es suficiente para que algunos orcos y bandidos busquen una presa más fácil. Un caballero solitario es un hábil guerrero, pero un caballero al frente de una banda de aliados puede transformar incluso la milicia más pobremente equipada en una feroz banda de guerra.",
				"Un caballero prefiere liderar con hechos, no con palabras. Cuando un caballero encabeza un ataque, sus acciones pueden despertar reservas de valor y convicción en los aliados que nunca sospecharon que tenían.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restriction: Knighthood|Fighter||Purple Dragon Knight (Banneret)|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rallying Cry|Fighter||Purple Dragon Knight (Banneret)|SCAG|3"
				}
			]
		},
		{
			"name": "Rallying Cry",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, aprendes a inspirar a tus aliados a luchar más allá de sus heridas.",
				"Cuando usas tu rasgo de Segundo Viento, puedes elegir hasta tres criaturas en un radio de 60 pies que sean aliadas tuyas. Cada una recupera puntos de golpe iguales a tu nivel de luchador, siempre que la criatura pueda verte u oírte."
			]
		},
		{
			"name": "Restriction: Knighthood",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Los Caballeros del Dragón Púrpura están vinculados a una orden específica de caballería cormyreana.",
				"Banneret sirve como nombre genérico para este arquetipo si lo utilizas en otras ambientaciones de campaña o para modelar señores de la guerra que no sean los Caballeros del Dragón Púrpura."
			]
		},
		{
			"name": "Royal Envoy",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 7,
			"header": 2,
			"entries": [
				"Un Caballero del Dragón Púrpura sirve como enviado de la corona de Cormyrean. Se espera que los caballeros de alto rango se comporten con gracia.",
				"A 7º nivel, ganas competencia en la habilidad {@skill Persuasion}. Si ya eres competente en ella, ganas competencia en una de las siguientes habilidades a tu elección: {@skill Animal Handling}, {@skill Insight}, {@skill Intimidation} o {@skill Performance}.",
				"Tu bonificación de competencia se duplica para cualquier chequeo de habilidad que hagas que utilice {@skill Persuasion}. Recibes este beneficio independientemente de la competencia de habilidad que obtengas con este rasgo."
			]
		},
		{
			"name": "Inspiring Surge",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, cuando usas tu rasgo de sobrecarga de acción, puedes elegir una criatura en un radio de 60 pies que sea aliada tuya. Esa criatura puede realizar un ataque de arma a distancia o cuerpo a cuerpo con su reacción, siempre que pueda verte u oírte.",
				"A partir del nivel 18, puedes elegir dos aliados en un radio de 60 pies de ti, en lugar de uno."
			]
		},
		{
			"name": "Bulwark",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, puedes extender el beneficio de tu rasgo Indomable a un aliado. Cuando decidas usar Indomable para repetir una tirada de salvación de Inteligencia, Sabiduría o Carisma y no estés {@condition incapacitated}, puedes elegir un aliado en un radio de 60 pies de ti que también haya fallado su tirada de salvación contra el mismo efecto. Si esa criatura puede verte u oírte, puede repetir su tirada de salvación y debe utilizar la nueva tirada."
			]
		},
		{
			"name": "Inspiring Surge",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivel 18, puedes elegir dos aliados en un radio de 60 pies de ti, en lugar de uno."
			]
		},
		{
			"name": "Psi Warrior",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Despierto al poder psiónico que lleva dentro, un guerrero psi es un luchador que aumenta su poder físico con golpes de armas infundidas con psi, latigazos telequinéticos y barreras de fuerza mental. Muchos githyanki se entrenan para convertirse en estos guerreros, al igual que algunos de los altos elfos más disciplinados. En el mundo de Eberron, muchos jóvenes kalashtar sueñan con convertirse en guerreros psi.",
				"Como guerrero psíquico, puede que hayas perfeccionado tus habilidades psiónicas mediante la disciplina en solitario, que las hayas desbloqueado bajo la tutela de un maestro o que las hayas perfeccionado en una academia dedicada a manejar el poder de la mente como arma y como escudo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Power|Fighter||Psi Warrior|TCE|3"
				}
			]
		},
		{
			"name": "Psionic Power",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Psi Warrior feature}",
				"Albergas un manantial de energía psiónica en tu interior. Esta energía está representada por tus dados de energía psiónica, cada uno de los cuales es un {@dice d6}. Tienes un número de estos dados igual al doble de tu bonificación de competencia, y alimentan varios poderes psiónicos que tienes, que se detallan a continuación.",
				"Algunos de tus poderes gastan el dado de Energía Psiónica que utilizan, tal y como se especifica en la descripción de un poder, y no puedes utilizar un poder si requiere que utilices un dado cuando todos tus dados están gastados. Recuperas todos tus dados de Energía Psiónica gastados cuando terminas un descanso largo. Además, como acción adicional, puedes recuperar un dado de Energía Psiónica gastado, pero no puedes volver a hacerlo hasta que termines un descanso corto o largo.",
				"Cuando alcanzas ciertos niveles en esta clase, el tamaño de tus dados de energía psiónica aumenta: a 5º nivel ({@dice d8}), a 11º nivel ({@dice d10}) y a 17º nivel ({@dice d12}).",
				"Los siguientes poderes utilizan tus dados de energía psiónica.",
				{
					"type": "options",
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Protective Field|Fighter|TCE|Psi Warrior|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psionic Strike|Fighter|TCE|Psi Warrior|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Telekinetic Movement|Fighter|TCE|Psi Warrior|TCE|3"
						}
					]
				}
			]
		},
		{
			"name": "Telekinetic Adept",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Psi Warrior feature}",
				"Has dominado nuevas formas de utilizar tus habilidades telequinéticas, detalladas a continuación.",
				{
					"type": "options",
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psi-Powered Leap|Fighter|TCE|Psi Warrior|TCE|7"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Telekinetic Thrust|Fighter|TCE|Psi Warrior|TCE|7"
						}
					]
				}
			]
		},
		{
			"name": "Guarded Mind",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Psi Warrior feature}",
				"La energía psiónica que fluye por ti ha reforzado tu mente. Tienes resistencia al daño psíquico. Además, si comienzas tu turno {@condition charmed} o {@condition frightened}, puedes gastar un dado de energía psiónica y acabar con todos los efectos que te sometan a esas condiciones."
			]
		},
		{
			"name": "Bulwark of Force",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Psi Warrior feature}",
				"Puedes escudarte a ti mismo y a otros con fuerza telequinética. Como acción de bonificación, puedes elegir criaturas, entre las que puedes incluirte, que puedas ver a menos de 30 pies de ti, hasta un número de criaturas igual a tu modificador de Inteligencia (mínimo una criatura). Cada una de las criaturas elegidas está protegida por media cobertura durante 1 minuto o hasta que estés {@condition incapacitated}.",
				"Una vez que realizas esta acción de bonificación, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes un dado de energía psiónica para volver a realizarla."
			]
		},
		{
			"name": "Telekinetic Master",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Psi Warrior feature}",
				"Tu capacidad de mover criaturas y objetos con tu mente es igualada por pocos. Puedes lanzar el conjuro {@spell telekinesis}, que no requiere componentes, y tu capacidad de conjuro para el hechizo es la Inteligencia. En cada uno de tus turnos mientras te concentras en el hechizo, incluyendo el turno en que lo lanzas, puedes hacer un ataque con un arma como acción de bonificación.",
				"Una vez que lanzas el hechizo con este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes un dado de Energía Psiónica para volver a lanzarlo."
			]
		},
		{
			"name": "Rune Knight",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Los caballeros de las runas mejoran su destreza marcial utilizando el poder sobrenatural de las runas, una práctica antigua que se originó con los gigantes. Se pueden encontrar cortadores de runas entre cualquier familia de gigantes, y es probable que hayas aprendido tus métodos de primera o segunda mano de un artesano místico de este tipo. Tanto si has encontrado la obra del gigante tallada en una colina o cueva, como si has aprendido las runas de un sabio o has conocido al gigante en persona, has estudiado el oficio del gigante y has aprendido a aplicar las runas mágicas para potenciar tu equipo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Fighter||Rune Knight|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Carver|Fighter||Rune Knight|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant's Might|Fighter||Rune Knight|TCE|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Rune Knight feature}",
				"Ganas habilidad con {@item smith's tools|PHB}, y aprendes a hablar, leer y escribir {@language Giant}."
			]
		},
		{
			"name": "Giant's Might",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Rune Knight feature}",
				"Has aprendido a imbuirte del poder de los gigantes. Como acción adicional, obtienes mágicamente los siguientes beneficios, que duran 1 minuto:",
				{
					"type": "list",
					"items": [
						"Si eres más pequeño que Large, te conviertes en Large, junto con todo lo que llevas puesto. Si no tienes espacio para convertirte en Large, tu talla no cambia.",
						"Tienes ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza.",
						"Una vez en cada uno de tus turnos, uno de tus ataques con un arma o un golpe desarmado puede infligir un {@damage 1d6} de daño adicional a un objetivo al impactar."
					]
				},
				"Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Rune Carver",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Rune Knight feature}",
				"Puedes utilizar runas mágicas para mejorar tu equipo. Aprendes dos runas a tu elección, de entre las que se describen a continuación, y cada vez que subes de nivel en esta clase, puedes sustituir una runa que conozcas por otra de esta característica. Cuando alcanzas ciertos niveles en esta clase, aprendes runas adicionales, como se muestra en la tabla de Runas Conocidas.",
				"Cada vez que terminas un descanso largo, puedes tocar un número de objetos igual al número de runas que conoces, e inscribes una runa diferente en cada uno de los objetos. Para ser elegible, un objeto debe ser un arma, una armadura, un escudo, una pieza de joyería o cualquier otra cosa que puedas llevar o sostener en la mano. Tu runa permanece en un objeto hasta que termines un descanso largo, y un objeto sólo puede llevar una de tus runas a la vez.",
				{
					"type": "table",
					"caption": "Runes Known",
					"colLabels": [
						"Fighter Level",
						"Number of Runes"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"3rd",
							"2"
						],
						[
							"7th",
							"3"
						],
						[
							"10th",
							"4"
						],
						[
							"15th",
							"5"
						]
					]
				},
				"Las siguientes runas están disponibles cuando aprendes una runa. Si una runa tiene un requisito de nivel, debes tener al menos ese nivel en esta clase para aprender la runa. Si una runa requiere una tirada de salvación, tu DC de salvación de Magia Rúnica es igual a 8 + tu bono de competencia + tu modificador de Constitución.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Cloud Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Fire Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Frost Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Stone Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Hill Rune|TCE",
							"name": "Hill Rune (7th Level or Higher)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Storm Rune|TCE",
							"name": "Storm Rune (7th Level or Higher)"
						}
					]
				}
			]
		},
		{
			"name": "Additional Rune Known",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Rune Knight feature}",
				"Aprendes una runa adicional."
			]
		},
		{
			"name": "Runic Shield",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Rune Knight feature}",
				"Aprendes a invocar tu magia rúnica para proteger a tus aliados. Cuando otra criatura que puedas ver a menos de 60 pies de ti es golpeada por una tirada de ataque, puedes usar tu reacción para obligar al atacante a repetir la tirada {@dice d20} y usar la nueva tirada.",
				"Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Additional Rune Known",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Rune Knight feature}",
				"Aprendes una runa adicional."
			]
		},
		{
			"name": "Great Stature",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Rune Knight feature}",
				"La magia de tus runas te altera permanentemente. Cuando obtengas este rasgo, tira {@dice 3d4}. Creces un número de centímetros de altura igual a la tirada.",
				"Además, el daño extra que infliges con tu rasgo Poder del gigante aumenta a {@dice 1d8}."
			]
		},
		{
			"name": "Additional Rune Known",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Rune Knight feature}",
				"Aprendes una runa adicional."
			]
		},
		{
			"name": "Master of Runes",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Rune Knight feature}",
				"Puedes invocar cada runa que conozcas de tu rasgo de tallador de runas dos veces, en lugar de una, y recuperas todos los usos gastados cuando terminas un descanso corto o largo."
			]
		},
		{
			"name": "Runic Juggernaut",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Rune Knight feature}",
				"Aprendes a amplificar tu transformación con poder rúnico. Como resultado, el daño extra que infliges con el rasgo Poder del Gigante aumenta a {@dice 1d10}. Además, cuando usas ese rasgo, tu tamaño puede aumentar a Enorme, y mientras tengas ese tamaño, tu alcance aumenta en 1,5 metros."
			]
		},
		{
			"name": "Psi Knight",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"entries": [
				"Despierto al poder psiónico que lleva dentro, un Caballero Psíquico es un luchador que aumenta su poder físico con golpes de armas infundidas con psi, latigazos telequinéticos y barreras de fuerza mental. Muchos githyanki se entrenan para convertirse en tales caballeros, al igual que algunos de los altos elfos más disciplinados. En el mundo de Athas, los gladiadores de renombre en las arenas de los Reyes Hechiceros suelen ser Caballeros Psíquicos, y en Eberron, los kalashtar psiónicos consideran la pertenencia a esta caballería como un honor especial.",
				"Como Caballero Psíquico, puede que hayas perfeccionado tus habilidades psiónicas mediante la disciplina en solitario, que las hayas desbloqueado bajo la tutela de un maestro o que las hayas perfeccionado en una academia dedicada a manejar el poder de la mente como arma y como escudo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Talent|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Talent Options|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Changing the Die's Size|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psi Replenishment|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				}
			]
		},
		{
			"name": "Changing the Die's Size",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"Si sacas el número más alto en tu dado de Talento Psiónico, éste disminuye en un tamaño de dado después de la tirada. Esto representa que estás quemando tu energía psiónica. Por ejemplo, si el dado es un {@dice d6} y sacas un 6, se convierte en un {@dice d4}. Si es un {@dice d4} y sacas un 4, se vuelve inutilizable hasta que termines un descanso largo.",
				"Por el contrario, si sacas un 1 en tu dado de Talento Psiónico, éste aumenta en un tamaño de dado después de la tirada, hasta su tamaño inicial. Esto representa que conservas energía psiónica para su uso posterior. Por ejemplo, si sacas un 1 en un {@dice d4}, el dado se convierte en un {@dice d6}.",
				"Cada vez que terminas un descanso largo, tu dado de Talento Psiónico vuelve a su tamaño inicial. Cuando alcanzas ciertos niveles en esta clase, el tamaño inicial de tu dado de Talento Psiónico aumenta: a 5º nivel ({@dice d8}), a 11º nivel ({@dice d10}) y a 17º nivel ({@dice d12})."
			]
		},
		{
			"name": "Psi Replenishment",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"Como acción adicional, puedes calmar tu mente por un momento y restaurar tu dado de Talento Psiónico a su tamaño inicial. A continuación, no puedes volver a utilizar la Reposición Psíquica hasta que termines un descanso largo."
			]
		},
		{
			"name": "Psionic Talent",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Psi Knight feature}",
				"Albergas un manantial de poder psiónico en tu interior, una energía que fluye y refluye a medida que la canalizas de diversas maneras. Este poder está representado por tu dado de Talento Psiónico, cuyo tamaño inicial es un {@dice d6}."
			]
		},
		{
			"name": "Psionic Talent Options",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"Puedes utilizar tu dado de Talento Psiónico de las siguientes maneras:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Protective Field",
							"entry": "Cuando tú u otra criatura que puedas ver en un radio de 30 pies reciba daño, puedes usar tu reacción para tirar tu dado de Talento Psiónico y reducir el daño recibido en el número obtenido más tu modificador de Inteligencia (reducción mínima de 1), mientras creas un escudo momentáneo de fuerza telequinética."
						},
						{
							"type": "item",
							"name": "Psi-Powered Leap",
							"entry": "Cuando realizas un salto alto o largo, puedes tirar tu dado de Talento Psiónico y extender la distancia del salto, hasta un número de pies igual al doble del número tirado más el doble de tu modificador de Inteligencia (mínimo 1 pie extra). Esta distancia extra te cuesta sólo 1 pie de movimiento."
						},
						{
							"type": "item",
							"name": "Telekinetic Strike",
							"entry": "Puedes impulsar tus ataques con fuerza telequinética. Una vez en cada uno de tus turnos, inmediatamente después de infligir daño a un objetivo a menos de 30 pies de ti con un ataque de arma, puedes tirar tu dado de Talento Psiónico y también infligir daño de fuerza al objetivo igual al número obtenido."
						}
					]
				}
			]
		},
		{
			"name": "Telekinetic Adept",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Psi Knight feature}",
				"Has dominado nuevas formas de usar tu telequinesis:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Psionic Thrust",
							"entry": "Cuando infliges daño a un objetivo con el Golpe Telequinético de tu Talento Psiónico, puedes obligar al objetivo a realizar una tirada de salvación de Fuerza contra una DC igual a 8 + tu bonificador de competencia + tu modificador de Inteligencia. A menos que la salvación tenga éxito, puedes derribar al objetivo {@condition prone} o moverlo hasta 3 metros en cualquier dirección horizontal."
						},
						{
							"type": "item",
							"name": "Telekinetic Movement",
							"entry": "Si tu dado de Talento Psiónico está disponible, puedes mover un objeto o una criatura con tu mente. Como acción, apuntas a un objeto suelto que sea Grande o más pequeño o a una criatura dispuesta, que no seas tú. Si puedes ver el objetivo y está a menos de 30 pies de ti, puedes moverlo hasta 30 pies a un espacio desocupado que puedas ver. Alternativamente, si es un objeto Diminuto, puedes moverlo hacia o desde tu mano. De cualquier manera, puedes mover el objetivo horizontalmente, verticalmente, o ambos. Cuando realizas esta acción, tu dado de Talento Psiónico disminuye en un tamaño de dado."
						}
					]
				}
			]
		},
		{
			"name": "Psi-Enhanced Metabolism",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Psi Knight feature}",
				"La energía psiónica que fluye por ti ha reforzado tu mente y tu cuerpo. Tienes resistencia al veneno y al daño psíquico, y eres inmune a la condición {@condition poisoned}."
			]
		},
		{
			"name": "Bulwark of Force",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Psi Knight feature}",
				"Puedes escudarte a ti mismo y a otros con fuerza telequinética. Como acción de bonificación, puedes elegir criaturas, entre las que puedes incluirte, que puedas ver a menos de 30 pies de ti, hasta un número de criaturas igual a tu modificador de Inteligencia (mínimo una criatura). Cada una de las criaturas elegidas está protegida por media cobertura durante 1 minuto o hasta que estés {@condition incapacitated}. Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que disminuyas tu dado de Talento Psiónico en un tamaño de dado para volver a usar este rasgo."
			]
		},
		{
			"name": "Telekinetic Master",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Psi Knight feature}",
				"Tu capacidad de mover criaturas y objetos con tu mente es igualada por pocos. Si tu dado de Talento Psiónico está disponible, puedes lanzar el hechizo {@spell telekinesis}, que no requiere componentes. Tu habilidad para lanzar el hechizo es la Inteligencia. Cuando lanzas este hechizo, tu dado de Talento Psiónico disminuye en un tamaño de dado."
			]
		},
		{
			"name": "Arcane Archer",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"Un Arquero Arcano estudia un método elfo único de arquería que teje la magia en los ataques para producir efectos sobrenaturales. Entre los elfos, los Arqueros Arcanos son algunos de sus guerreros de élite. Estos arqueros vigilan los límites de los dominios élficos, vigilando de cerca a los intrusos y utilizando flechas con magia para derrotar a los monstruos e invasores antes de que lleguen a los asentamientos élficos. A lo largo de los siglos, los métodos de estos arqueros elfos han sido aprendidos por miembros de otras razas que también pueden equilibrar la aptitud arcana con la arquería.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arrow|Fighter||Arcane Archer (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Archer's Lore|Fighter||Arcane Archer (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shots|Fighter||Arcane Archer (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Arcane Arrow",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, aprendes a canalizar la magia en tus ataques con un arco largo o corto.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Create Magic Arrow",
							"entries": [
								"Como acción adicional en tu turno, puedes crear una flecha mágica en tu mano. La flecha dura hasta el final del turno o hasta que acierte o falle un objetivo. Puedes disparar la flecha desde un arco corto o largo. La flecha es un arma mágica que inflige un {@damage 2d6} de daño de fuerza adicional al impactar.",
								"Tienes dos usos de esta característica, y recuperas todos los usos gastados de la misma cuando terminas un descanso corto o largo."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Arcane Shot",
							"entries": [
								"Cuando obtienes este rasgo, aprendes dos opciones de Disparo Arcano de tu elección (ver la sección Disparos Arcanos más abajo). Siempre que crees una flecha mágica con este rasgo, puedes aplicar los beneficios de una de tus opciones de Tiro Arcano a esa flecha.",
								"Ganas una opción adicional de Tiro Arcano a tu elección a 7º, 10º, 15º y 18º nivel."
							]
						}
					]
				}
			]
		},
		{
			"name": "Arcane Shots",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"El rasgo de la Flecha Arcana te permite elegir opciones de Tiro Arcano en ciertos niveles. Las opciones se presentan aquí en orden alfabético. Todos ellos son efectos mágicos.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Beguiling Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Brute Bane Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Bursting Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Defending Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Grasping Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Piercing Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Seeking Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shadow Arrow|UAFighter"
						}
					]
				}
			]
		},
		{
			"name": "Archer's Lore",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, aprendes algunas habilidades relacionadas con las tareas típicas de un Arquero Arcano. Aprendes a comprender la teoría mágica y a desarrollar habilidades de supervivencia para vagar por las tierras salvajes.",
				"Ganas competencia en dos de las siguientes habilidades a tu elección: {@skill Arcana}, {@skill Athletics}, {@skill Nature}, {@skill Perception}, {@skill Stealth} y {@skill Survival}."
			]
		},
		{
			"name": "Conjure Arrows",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes un truco mágico menor pero útil. Como acción, puedes conjurar 20 flechas no mágicas. Las flechas aparecen en tu mano o en un recipiente, como un carcaj, en tu cuerpo. Las flechas permanecen durante 10 minutos o hasta que vuelvas a utilizar este rasgo; luego desaparecen."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Ever-Ready Arrow",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, puedes conjurar una flecha infundida con magia con más frecuencia que antes. Un minuto después de gastar el último uso que te quedaba de Flecha Arcana, recuperas un uso de la misma."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A 15º nivel, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Deadly Arrow",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, el daño adicional de tu Flecha Arcana aumenta a {@damage 4d6} de daño de fuerza."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Knight",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"El caballero es un coloso en el campo de batalla que puede esquivar los ataques y proteger a los aliados de cualquier daño. Los Caballeros luchan desde la silla de montar cuando pueden, y en el combate se espera que busquen y encierren a las fuerzas más poderosas del enemigo. En las aventuras, son el baluarte blindado que se esfuerza por mantener a salvo al resto del grupo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Knight (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implacable Mark|Fighter||Knight (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, montar o desmontar una criatura te cuesta sólo 1,5 metros de movimiento, en lugar de la mitad de tu velocidad. Además, tienes ventaja en las tiradas de salvación realizadas para evitar caer de tu montura. Si te caes de ella, puedes caer automáticamente de pie si no lo estás {@condition incapacitated} y caes menos de 3 metros."
			]
		},
		{
			"name": "Implacable Mark",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, destacas por frustrar ataques y proteger a tus aliados amenazando a tus enemigos. Cuando golpeas a una criatura con un ataque de arma cuerpo a cuerpo, el objetivo queda marcado por ti hasta el final de tu siguiente turno. Una criatura ignora este efecto si la criatura no puede ser {@condition frightened}.",
				"El objetivo marcado tiene desventaja en cualquier tirada de ataque contra una criatura que no seas tú u otra persona que lo haya marcado.",
				"Si un objetivo marcado por ti está a menos de 5 pies de ti en su turno y se mueve al menos 1 pie o hace un ataque que sufre desventaja por este rasgo, puedes hacer un ataque de arma cuerpo a cuerpo contra él usando tu reacción. Esta tirada de ataque tiene ventaja, y si impacta, el arma del ataque hace un daño extra al objetivo igual a tu nivel de luchador.",
				"Puedes realizar este ataque especial incluso si ya has gastado tu reacción este asalto, pero no si ya has utilizado tu reacción este turno. Puedes realizar este ataque tres veces, y recuperas todos los usos gastados cuando terminas un descanso corto o largo."
			]
		},
		{
			"name": "Noble Cavalry",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, ganas competencia en dos de las siguientes habilidades a tu elección: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Persuasion} o {@skill Religion}. Alternativamente, aprendes un idioma de tu elección."
			]
		},
		{
			"name": "Hold the Line",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, dominas la habilidad de acosar y ralentizar a tus enemigos. Como reacción, cuando una criatura se mueva al menos 1 pie a menos de 5 pies de ti, puedes hacer un ataque de arma cuerpo a cuerpo contra esa criatura. Si aciertas, el arma del ataque inflige un daño extra al objetivo igual a la mitad de tu nivel de luchador, y la velocidad del objetivo se reduce a 0 hasta el final de este turno."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, aprendes a cambiar la precisión por los golpes rápidos. Si tienes ventaja en un ataque de arma contra un objetivo en tu turno, puedes renunciar a esa ventaja para realizar inmediatamente un ataque de arma adicional contra el mismo objetivo como acción de bonificación."
			]
		},
		{
			"name": "Defender's Blade",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A 18º nivel, respondes al peligro con una vigilancia extraordinaria. Puedes usar tu reacción para un ataque de oportunidad incluso si ya has gastado tu reacción este asalto, pero no si ya has usado tu reacción este turno.",
				"Además, obtienes un bono de +1 a la CA cuando llevas una armadura pesada."
			]
		},
		{
			"name": "Samurai",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"El Samurai es un luchador que recurre a un espíritu de lucha implacable para vencer a sus enemigos. La fuerza de voluntad de un Samurai es casi inquebrantable, y los enemigos en el camino de un Samurai tienen dos opciones: ceder o morir luchando.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Spirit|Fighter||Samurai (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Fighting Spirit",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, el poder de tu fuerza de voluntad puede escudarte y ayudarte a golpear de verdad. Como acción adicional en tu turno, puedes otorgarte dos beneficios: ventaja en todas las tiradas de ataque y resistencia al daño contundente, penetrante y cortante. Estos beneficios duran hasta el final de tu siguiente turno.",
				"Puedes utilizar esta característica tres veces. Recuperas todos los usos gastados cuando terminas un descanso corto o largo."
			]
		},
		{
			"name": "Elegant Courtier",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7º nivel, tu disciplina y atención a los detalles te permiten destacar en situaciones sociales que requieren un estricto cumplimiento de la etiqueta. Puedes añadir tu modificador de Sabiduría a cualquier chequeo de Carisma que hagas para persuadir o complacer a un noble o a cualquier otra persona de alto rango social.",
				"También ganas competencia en la habilidad {@skill History}, {@skill Insight} o {@skill Persuasion} (elige una). Alternativamente, aprendes un idioma de tu elección."
			]
		},
		{
			"name": "Unbreakable Will",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tu fuerza de voluntad superior te permite evitar los efectos de asalto mental. Ganas competencia en las tiradas de salvación de Sabiduría. Si ya tienes esta competencia, ganas competencia en tiradas de salvación de Inteligencia o Carisma (elige una)."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, aprendes a cambiar la precisión por los golpes rápidos. Si tienes ventaja en un ataque de arma contra un objetivo en tu turno, puedes renunciar a esa ventaja para realizar inmediatamente un ataque de arma adicional contra el mismo objetivo como acción de bonificación."
			]
		},
		{
			"name": "Strength Before Death",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del 18º nivel, tu espíritu de lucha puede retrasar el alcance de la muerte. Si recibes un daño que te reduciría a 0 puntos de vida, puedes retrasar ese daño y tomar inmediatamente un turno extra, interrumpiendo el turno actual. No recibirás el daño hasta que termine el turno extra. Es posible hacer cosas, como ganar resistencia, que cambien la cantidad de ese daño que recibes.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Sharpshooter",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"El Tirador es un maestro del combate a distancia. Un excelente francotirador y explorador con vista de águila, este luchador es un enemigo peligroso que puede derrotar a toda una banda de guerra siempre que se mantenga a distancia.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Steady Aim|Fighter||Sharpshooter (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Steady Aim",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir de que elijas este arquetipo a 3er nivel, tu puntería se vuelve mortal. Como acción de bonificación en tu turno, puedes apuntar con cuidado a una criatura que puedas ver y que esté dentro del alcance de un arma a distancia que estés empuñando. Hasta el final de este turno, tus ataques a distancia con esa arma obtienen dos beneficios contra el objetivo:",
				{
					"type": "list",
					"items": [
						"Los ataques ignoran la cobertura de medio y tres cuartos.",
						"En cada impacto, el arma inflige un daño adicional al objetivo igual a 2 + la mitad de tu nivel de luchador."
					]
				},
				"Puedes utilizar esta característica tres veces. Recuperas todos los usos gastados cuando terminas un descanso corto o largo."
			]
		},
		{
			"name": "Careful Eyes",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7º nivel, destacas en la detección de enemigos ocultos y otras amenazas. Puedes realizar la acción {@action Search} como acción adicional.",
				"También ganas competencia en la habilidad {@skill Perception}, {@skill Investigation} o {@skill Survival} (elige una)."
			]
		},
		{
			"name": "Close-Quarters Shooting",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, aprendes a manejarte en el combate cuerpo a cuerpo. Hacer una tirada de ataque a distancia mientras estás a menos de 1,5 metros de un enemigo no impone desventaja en tu tirada.",
				"Además, si golpeas a una criatura a menos de 1,5 metros de ti con un ataque a distancia en tu turno, esa criatura no puede tomar reacciones hasta el final de este turno."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, aprendes a cambiar la precisión por los golpes rápidos. Si tienes ventaja en un ataque de arma contra un objetivo en tu turno, puedes renunciar a esa ventaja para realizar inmediatamente un ataque de arma adicional contra el mismo objetivo como acción de bonificación."
			]
		},
		{
			"name": "Snap Shot",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del 18º nivel, estás siempre listo para entrar en acción. Si realizas la acción {@action Attack} en tu primer turno de un combate, puedes realizar un ataque adicional con un arma a distancia como parte de esa acción."
			]
		},
		{
			"name": "Rune Knight",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"entries": [
				"Has descubierto cómo mejorar tu destreza marcial utilizando el poder sobrenatural de las runas. La antigua práctica de la magia rúnica se originó con los gigantes. {@i Skiltgravr} (\"cortadores de runas\") pueden encontrarse entre cualquier tipo de gigantes, y es probable que hayas aprendido tus métodos de primera o segunda mano de un artesano místico de este tipo. Tanto si encontraste el trabajo del gigante tallado en una colina o cueva, como si te enteraste de las runas por un sabio viajero o conociste al gigante en persona, estudiaste el oficio del gigante. Con el tiempo, aprendiste a tallar y aplicar las runas a tu equipo y a invocar su magia, hasta convertirte en un Caballero de las Runas.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Magic|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Options|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant Might|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Rune Knight feature}",
				"Ganas habilidad con {@item smith's tools|PHB}, y aprendes a hablar, leer y escribir {@language Giant}."
			]
		},
		{
			"name": "Giant Might",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Rune Knight feature}",
				"Puedes imbuirte del poder de los gigantes. Como acción adicional, obtienes mágicamente los siguientes beneficios, que duran 1 minuto:",
				{
					"type": "list",
					"items": [
						"Si eres más pequeño que Large, te conviertes en Large, junto con todo lo que llevas puesto. Si no tienes espacio para convertirte en Large, tu talla no cambia.",
						"Tienes ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza.",
						"Tus ataques con armas infligen un {@damage 1d6} de daño adicional."
					]
				},
				"Puedes usar esta característica dos veces, y recuperas todos los usos gastados de la misma cuando terminas un descanso largo."
			]
		},
		{
			"name": "Rune Magic",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Rune Knight feature}",
				"Aprendes a utilizar las runas para mejorar tu equipo. Cuando obtienes este rasgo, aprendes a inscribir dos runas de tu elección en armas, armaduras o escudos (ver \"{@filter Rune Options|optionalfeatures|feature type=RN|source=UAFighterRangerRogue}\").",
				"Cada vez que terminas un descanso largo, puedes tocar un número de objetos igual al número de runas que conoces, e inscribes una runa diferente en cada uno de los objetos. Para ser elegible, un objeto debe ser un arma, una armadura o un escudo.",
				"Tu runa permanece en un objeto hasta que terminas un descanso largo, y un objeto sólo puede llevar una de tus runas.",
				"Cada vez que subes de nivel en esta clase, puedes sustituir una runa que conozcas por otra diferente."
			]
		},
		{
			"name": "Rune Options",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Aquí están las opciones de las runas para la función de Magia Rúnica. Todas son efectos mágicos. Si una runa requiere una tirada de salvación, tu DC de salvación de Magia Rúnica es igual a 8 + tu bono de competencia + tu modificador de Inteligencia.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Haug (Hill Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Ild (Fire Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Ise (Frost Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Skye (Cloud Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Stein (Stone Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Uvar (Storm Rune)|UAFighterRangerRogue"
						}
					]
				}
			]
		},
		{
			"name": "Defensive Runes",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Rune Knight feature}",
				"Aprendes a invocar tu magia rúnica para proteger a tus aliados. Cuando otra criatura que puedas ver en un radio de 60 pies de ti es golpeada por una tirada de ataque, puedes usar tu reacción para conceder un bono a la CA de la criatura contra ese ataque. El bono es igual a 1 + tu modificador de Inteligencia (mínimo de +2).",
				"Además, aprendes una nueva runa de tu elección del rasgo Magia Rúnica (para un total de tres)."
			]
		},
		{
			"name": "Great Stature",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Rune Knight feature}",
				"La magia de tus runas te altera permanentemente. Cuando obtengas este rasgo, tira {@dice 3d4}. Creces un número de centímetros de altura igual a la tirada. Además, el daño extra que infliges con tu rasgo Poder de Gigante aumenta a {@dice 1d8}.",
				"Además, aprendes una nueva runa a tu elección de tu rasgo de Magia Rúnica (para un total de cuatro)."
			]
		},
		{
			"name": "Rune Magic Mastery",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Rune Knight feature}",
				"Puedes invocar cada runa que conozcas de tu rasgo de Magia Rúnica dos veces, en lugar de una, y recuperas todos los usos gastados cuando terminas un descanso corto o largo.",
				"Además, aprendes una nueva runa de tu elección del rasgo Magia Rúnica (para un total de cinco)."
			]
		},
		{
			"name": "Blessing of the All Father",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Rune Knight feature}",
				"Aprendes a compartir tu magia rúnica con tus aliados. Cuando usas tu rasgo Poder de los Gigantes, puedes elegir una criatura dispuesta que puedas ver en un radio de 60 pies de ti. La criatura elegida también obtiene los beneficios de tu rasgo Poder de los Gigantes."
			]
		},
		{
			"name": "Psychic Warrior",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"entries": [
				"Al despertar al poder psiónico que lleva dentro, un guerrero psíquico es un luchador que aumenta su fuerza física con golpes de armas infundidas psíquicamente, latigazos telequinéticos y barreras de fuerza mental.",
				"Como guerrero psíquico, es posible que hayas perfeccionado tus habilidades psiónicas mediante tu propia práctica disciplinada, que las hayas desbloqueado bajo la tutela de un maestro o que las hayas desarrollado en una academia dedicada a manejar el poder de la mente como arma y como escudo.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Armament|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Telekinetic Hand|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|3"
				}
			]
		},
		{
			"name": "Psionic Armament",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Psychic Warrior feature}",
				"Puedes canalizar tu poder psíquico para aumentar mágicamente tu destreza. Cuando termines un descanso largo, elige si quieres aumentar tus defensas o tus golpes. El beneficio elegido dura hasta que termines un descanso largo.",
				{
					"type": "entries",
					"name": "Augmented Defenses",
					"entries": [
						"Cuando tú o una criatura que puedas ver en un radio de 30 pies de ti recibís daño, puedes usar tu reacción para tirar un {@dice d10} y reducir la cantidad de daño recibido en el número obtenido. Cuando alcanzas el 10º nivel en esta clase, el dado cambia a un {@dice d12}."
					]
				},
				{
					"type": "entries",
					"name": "Augmented Strikes",
					"entries": [
						"Una vez durante cada uno de tus turnos, cuando golpeas a una criatura con un ataque de arma, también puedes infligir {@damage 1d4} de daño psíquico a ese objetivo. Cuando alcanzas el 10º nivel en esta clase, el daño psíquico aumenta a {@dice 1d6}."
					]
				}
			]
		},
		{
			"name": "Telekinetic Hand",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Psychic Warrior feature}",
				"Aprendes el cantrip {@spell mage hand}. Puedes lanzarlo sin componentes, y puedes hacer la mano espectral {@condition invisible}. La inteligencia es tu habilidad de lanzamiento para este hechizo."
			]
		},
		{
			"name": "Strength of Mind",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i 7th-level Psychic Warrior feature}",
				"Como acción adicional, puedes atacar telequinéticamente a una criatura que puedas ver en un radio de 6 metros de ti. El objetivo debe hacer una tirada de salvación de Fuerza contra una DC igual a 8 + tu bonificación de competencia + tu modificador de Inteligencia. En caso de fallar la salvación, el objetivo recibe un daño de fuerza igual a {@dice 2d6} más tu modificador de Inteligencia y se mueve telequinéticamente 15 pies directamente hacia o lejos de ti (a tu elección). Con una salvación exitosa, recibe la mitad de daño y no es movido.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Inteligencia (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Psionic Armament Improvement",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Psychic Warrior feature}",
				"Cuando alcanzas el 10º nivel en esta clase, tus dados de Defensas Aumentadas aumentan a un {@dice 1d12}, y tus dados de Golpes Aumentados aumentan a un {@dice d6}."
			]
		},
		{
			"name": "Telekinetic Bulwark",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Psychic Warrior feature}",
				"Cuando realizas la acción {@action Attack}, puedes renunciar a uno de tus ataques para proyectar un bastión de poder psiónico en un radio de 3 metros a tu alrededor. Dura 1 minuto o hasta que estés {@condition incapacitated}. Mientras dure, tú y tus aliados en esa área obtenéis los beneficios de la mitad de la cobertura y tenéis ventaja en las tiradas de salvación de Fuerza.",
				"Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo o hasta después de usar tu rasgo Segundo Viento."
			]
		},
		{
			"name": "Agonizing Strikes",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i 15th-level Psychic Warrior feature}",
				"Tus ataques pueden canalizar agonía psíquica. Cuando golpeas a una criatura con un ataque de arma, también puedes infligir {@damage 2d10} de daño psíquico a ese objetivo y obligarle a realizar una tirada de salvación de Constitución contra una DC igual a 8 + tu bonificación de competencia + tu modificador de Inteligencia. A menos que la tirada de salvación tenga éxito, el objetivo cae {@condition prone} y sufre desventaja en los chequeos de habilidad hasta el final de tu siguiente turno.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Inteligencia (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Psychic Dreadnaught",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Psychic Warrior feature}",
				"El poder de tu mente impregna todo tu ser, convirtiéndote en una fuerza imparable en el campo de batalla. Usando tu reacción cuando recibes daño, puedes otorgarte los siguientes beneficios durante 1 minuto o hasta que estés {@condition incapacitated}:",
				{
					"type": "list",
					"items": [
						"Al comienzo de cada uno de tus turnos, recuperas 10 puntos de golpe.",
						"Tu velocidad al caminar aumenta en 3 metros.",
						"Si eres {@condition prone}, puedes levantarte gastando 5 pies de movimiento."
					]
				},
				"Una vez que actives esta función, no podrás volver a utilizarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Monster Hunter",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"entries": [
				"Como cazador de monstruos arquetípico, eres un experto en derrotar amenazas sobrenaturales. Con la ayuda de un cazador de monstruos más veterano y experimentado, aprenderás a superar una serie de defensas y ataques antinaturales, como los de los muertos vivientes, los licántropos y otras criaturas de horror.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hunter's Mysticism|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en dos de las siguientes habilidades a tu elección: {@skill Arcana}, {@skill History}, {@skill Insight}, {@skill Investigation}, {@skill Nature} o {@skill Perception}. Puedes elegir ganar competencia con {@item thieves' tools|phb} en lugar de una habilidad elegida."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, obtienes un conjunto de habilidades que se alimentan de dados especiales llamados dados de superioridad.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"Tienes cuatro dados de superioridad, que son {@dice d8}s. Un dado de superioridad se gasta cuando lo utilizas. Recuperas todos tus dados de superioridad gastados cuando terminas un descanso largo o corto. Ganas otro dado de superioridad a 7º nivel y uno más a 15º nivel."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Using Superiority Dice",
							"entries": [
								"Puedes gastar dados de superioridad para obtener diferentes beneficios:",
								{
									"type": "list",
									"items": [
										"Cuando realizas un ataque con arma contra una criatura, puedes gastar un dado de superioridad para añadirlo a la tirada de ataque. Puedes usar esta habilidad antes o después de hacer la tirada de ataque, pero antes de que se aplique cualquiera de los efectos del ataque.",
										"Cuando dañas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para añadirlo a la tirada de daño. Puedes utilizar esta habilidad después de tirar el daño. Si el ataque hace que el objetivo haga una tirada de salvación de Constitución para mantener la concentración, tiene desventaja en esa salvación.",
										"Cuando hagas una tirada de salvación de Inteligencia, Sabiduría o Carisma, puedes gastar un dado de superioridad para añadirlo a la tirada. Puedes usar este rasgo sólo antes de saber si la tirada de salvación tuvo éxito o no.",
										"Cuando hagas un chequeo de Sabiduría ({@skill Perception}) para detectar una criatura u objeto oculto, o un chequeo de Sabiduría ({@skill Insight}) para determinar si alguien te está mintiendo, puedes gastar un dado de superioridad para añadirlo a la tirada. Puedes utilizar este rasgo después de ver el total pero antes de saber si has tenido éxito o no."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Hunter's Mysticism",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, tu estudio de lo sobrenatural te da una habilidad limitada para usar la magia. Puedes lanzar {@spell detect magic} como un ritual. Puedes lanzar {@spell protection from evil and good}, pero no puedes volver a lanzarlo con esta característica hasta que termines un descanso largo. La Sabiduría es tu capacidad de lanzamiento para estos conjuros.",
				"Además, obtienes la habilidad de hablar uno de los siguientes idiomas a tu elección: {@language Abyssal}, {@language Celestial}, o {@language Infernal}."
			]
		},
		{
			"name": "Monster Slayer",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, siempre que gastes dados de superioridad para añadirlos a una tirada de daño, puedes gastar hasta dos dados en lugar de sólo uno, añadiendo ambos a la tirada. Ambos dados se gastan de forma normal. Si el objetivo de tu ataque es una aberración, un fey, un fiend o un undead, infliges el máximo daño con ambos dados, en lugar de tirarlos."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tus dados de superioridad se convierten en {@dice d10}s. A 18º nivel, se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Relentless",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, cuando tires iniciativa y no te queden dados de superioridad, recuperas 1 dado de superioridad."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, tus dados de superioridad se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Cavalier",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"El arquetípico caballero destaca en el combate a caballo. Por lo general, nacido en la nobleza y criado en una corte real, un caballero se siente igualmente a gusto liderando una carga de caballería o intercambiando ingeniosas réplicas en una cena de estado.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en dos de las siguientes habilidades a tu elección: {@skill Animal Handling}, {@skill Insight}, {@skill Performance} o {@skill Persuasion}. Puedes elegir ganar una competencia de herramienta en lugar de una competencia de habilidad."
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, tienes ventaja en las tiradas de salvación realizadas para evitar caer de tu montura. Si te caes de tu montura, siempre caes de pie si eres capaz de realizar acciones. Montar o desmontar una criatura sólo te cuesta 1,5 metros de movimiento, en lugar de la mitad de tu velocidad."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, obtienes un conjunto de habilidades que se alimentan de dados especiales llamados dados de superioridad.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"Tienes cuatro dados de superioridad, que son {@dice d8}s. Un dado de superioridad se gasta cuando lo utilizas. Recuperas todos tus dados de superioridad gastados cuando terminas un descanso corto o largo.",
								"Ganas otro dado de superioridad a 7º nivel y uno más a 15º nivel."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Using Superiority Dice",
							"entries": [
								"Puedes gastar dados de superioridad para obtener diferentes beneficios:",
								{
									"type": "list",
									"items": [
										"Cuando haces un chequeo para influir o controlar a una criatura que estás montando, puedes gastar un dado de superioridad para añadirlo al chequeo. Aplicas esta bonificación después de hacer el chequeo pero antes de saber si tuvo éxito.",
										"Cuando realizas un ataque con arma contra una criatura, puedes gastar un dado de superioridad para añadirlo a la tirada de ataque. Puedes usar esta habilidad antes o después de hacer la tirada de ataque, pero antes de que se aplique cualquiera de los efectos del ataque.",
										"Cuando realizas un ataque con una lanza mientras estás montado, puedes gastar un dado de superioridad para añadirlo a tu tirada de daño. Además, el objetivo del ataque debe realizar una tirada de salvación de Fuerza (DC 8 + tu bonificación de competencia + tu modificador de Fuerza) o ser derribado {@condition prone}.",
										"Si tú o tu montura sois golpeados por un ataque mientras estáis montados, puedes gastar un dado de superioridad como reacción, añadiendo el número obtenido a tu CA o a la de tu montura. Si el ataque sigue impactando, tú o tu montura recibís la mitad del daño."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ferocious Charger",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, obtienes beneficios adicionales cuando utilizas los dados de superioridad para aumentar tu daño cuando atacas con una lanza. Puedes gastar hasta dos dados de superioridad en el ataque, añadiendo ambos a la tirada de daño. Si gastas dos dados, el objetivo tiene desventaja en su tirada de salvación de Fuerza para evitar ser derribado {@condition prone}."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tus dados de superioridad se convierten en {@dice d10}s. A 18º nivel, se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Relentless",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, cuando tires iniciativa y no te queden dados de superioridad, recuperas 1 dado de superioridad."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, tus dados de superioridad se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Scout",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"El arquetipo de explorador destaca en la búsqueda de un paso seguro a través de regiones peligrosas. Los exploradores suelen preferir las armaduras ligeras y las armas a distancia, pero se sienten cómodos utilizando equipos más pesados cuando se enfrentan a combates intensos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Fighter||Scout (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Natural Explorer|Fighter||Scout (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en tres de las siguientes habilidades a tu elección: {@skill Acrobatics}, {@skill Athletics}, {@skill Investigation}, {@skill Medicine}, {@skill Nature}, {@skill Perception}, {@skill Stealth} o {@skill Survival}. Puedes elegir ganar competencia con {@item thieves' tools|phb} en lugar de una habilidad elegida."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, obtienes un conjunto de habilidades que se alimentan de dados especiales llamados dados de superioridad.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"Tienes cuatro dados de superioridad, que son {@dice d8}s. Un dado de superioridad se gasta cuando lo utilizas. Recuperas todos tus dados de superioridad gastados cuando terminas un descanso largo o corto. Ganas otro dado de superioridad a 7º nivel y uno más a 15º nivel."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Using Superiority Dice",
							"entries": [
								"Puedes gastar dados de superioridad para obtener diferentes beneficios:",
								{
									"type": "list",
									"items": [
										"Cuando hagas un chequeo que te permita aplicar tu competencia en {@skill Athletics}, {@skill Nature}, {@skill Perception}, {@skill Stealth} o {@skill Survival}, puedes gastar un dado de superioridad para reforzar el chequeo. Añade la mitad del número obtenido en el dado de superioridad (redondeando hacia arriba) a tu chequeo. Aplicas esta bonificación después de realizar el chequeo pero antes de saber si tuvo éxito.",
										"Cuando realizas un ataque con arma contra una criatura, puedes gastar un dado de superioridad para añadirlo a la tirada de ataque. Puedes usar esta habilidad antes o después de hacer la tirada de ataque, pero antes de que se aplique cualquiera de los efectos del ataque.",
										"Si eres golpeado por un ataque mientras llevas armadura ligera o media, puedes gastar un dado de superioridad como reacción, añadiendo el número obtenido a tu CA. Si el ataque sigue impactando, recibes la mitad del daño."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Natural Explorer",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Estás especialmente familiarizado con un tipo de entorno natural y eres experto en viajar y sobrevivir en esas regiones. Elige un tipo de terreno favorito: ártico, costa, desierto, bosque, pradera, montaña, pantano o la Infraoscuridad. Cuando hagas un chequeo de Inteligencia o Sabiduría relacionado con tu terreno favorito, tu bonificación de competencia se duplica si estás usando una habilidad en la que eres competente.",
				"Mientras viajas durante una hora o más en tu terreno favorito, obtienes los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Los terrenos difíciles no ralentizan el viaje de su grupo.",
						"Tu grupo no puede perderse salvo por medios mágicos.",
						"Incluso cuando se dedica a otra actividad mientras viaja (como buscar comida, navegar o rastrear), se mantiene alerta al peligro.",
						"Si viaja solo, puede moverse sigilosamente a un ritmo normal.",
						"Cuando forrajeas, encuentras el doble de comida de la que normalmente encontrarías.",
						"Mientras rastreas a otras criaturas, también aprendes su número exacto, su tamaño y cuánto tiempo hace que pasaron por la zona."
					]
				},
				"Eliges tipos de terreno favoritos adicionales a 7º y 15º nivel."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 7,
			"header": 2,
			"entries": [
				"Ganas otro dado de superioridad a 7º nivel."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tus dados de superioridad se convierten en {@dice d10}s. A 18º nivel, se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"Ganas otro dado de superioridad a 15º nivel."
			]
		},
		{
			"name": "Relentless",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, cuando tires iniciativa y no te queden dados de superioridad, recuperas 1 dado de superioridad."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, tus dados de superioridad se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Cavalier v2",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"entries": [
				"El arquetípico caballero destaca en el combate a caballo. Nacido normalmente entre la nobleza y criado en la corte, un caballero se siente igualmente a gusto liderando una carga de caballería o intercambiando réplicas en una cena de estado. Los jinetes también aprenden a proteger a los que están a su cargo de cualquier daño, y a menudo actúan como protectores de sus superiores y de los débiles. Atraídos por corregir errores o ganar prestigio, muchos de estos combatientes dejan su vida de comodidad para embarcarse en gloriosas aventuras.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuvers|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en una de las siguientes habilidades a tu elección: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance} o {@skill Persuasion}. Alternativamente, aprendes un idioma a tu elección."
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, tu maestría como jinete se hace patente. Tienes ventaja en las tiradas de salvación realizadas para evitar caer de tu montura. Si te caes de tu montura y desciendes no más de 3 metros, puedes caer de pie si no estás {@condition incapacitated}.",
				"Por último, montar o desmontar una criatura sólo te cuesta 5 pies de movimiento, en lugar de la mitad de tu velocidad."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, obtienes un conjunto de habilidades de combate, denominadas maniobras, que se alimentan de unos dados especiales llamados dados de superioridad.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"Tienes cuatro dados de superioridad, que son {@dice d8}s. Un dado de superioridad se gasta cuando lo utilizas. Recuperas todos tus dados de superioridad gastados cuando terminas un descanso corto o largo.",
								"Ganas otro dado de superioridad a 7º nivel y uno más a 15º nivel."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Maneuvers",
							"entries": [
								"Gastas tus dados de superioridad en tus maniobras. Puedes usar más de una maniobra por turno, pero no más de una maniobra por ataque. Conoces las maniobras detalladas en \"Maniobras\" más abajo."
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuvers",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Las maniobras se presentan por orden alfabético.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Control Mount|UARevisedClassOptions"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Precision Attack|UARevisedClassOptions"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Trip Attack|UARevisedClassOptions"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Warding Maneuver|UARevisedClassOptions"
						}
					]
				}
			]
		},
		{
			"name": "Ferocious Charger",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, obtienes beneficios adicionales cuando utilizas tu maniobra de Ataque de Viaje. Puedes gastar hasta dos dados de superioridad en ella, añadiendo ambos dados a la tirada de daño. Cuando gastas dos dados de este modo, el objetivo tiene desventaja en su tirada de salvación de Fuerza para evitar ser derribado {@condition prone}."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, tus dados de superioridad se convierten en {@dice d10}s. A 18º nivel, se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Relentless",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, cuando tires la iniciativa y no te queden dados de superioridad, recuperas un dado de superioridad."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, tus dados de superioridad se convierten en {@dice d12}s."
			]
		},
		{
			"name": "Arcane Archer v2",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Un Arquero Arcano estudia un método elfo único de arquería que teje la magia en los ataques para producir efectos sobrenaturales. Entre los elfos, los Arqueros Arcanos son algunos de sus guerreros de élite. Estos arqueros vigilan los límites de los dominios élficos, vigilando de cerca a los intrusos y utilizando flechas con magia para derrotar a los monstruos e invasores antes de que lleguen a los asentamientos élficos. A lo largo de los siglos, los métodos de estos arqueros elfos han sido aprendidos por miembros de otras razas que también pueden equilibrar la aptitud arcana con la arquería.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Magic Arrow|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arrow|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Archer's Lore|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Arcane Arrow",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3º nivel, aprendes a desencadenar efectos mágicos especiales con algunos de tus disparos. Cuando obtienes este rasgo, aprendes dos opciones de Disparo Arcano a tu elección (ver la sección \"Opciones de Disparo Arcano\" más abajo).",
				"Una vez por turno, cuando disparas una flecha mágica desde un arco corto o largo como parte de la acción {@action Attack}, puedes aplicar una de tus opciones de Tiro Arcano a esa flecha. Decides utilizar la opción cuando la flecha impacta, a menos que la opción no implique una tirada de ataque. Tienes dos usos de esta habilidad, y recuperas todos los usos gastados de la misma cuando terminas un descanso corto o largo.",
				"Obtienes una opción adicional de Tiro Arcano a tu elección cuando alcanzas ciertos niveles en esta clase: 7º, 10º, 15º y 18º nivel. Cada opción también mejora cuando te conviertes en un luchador de nivel 18."
			]
		},
		{
			"name": "Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"El rasgo del Tiro Arcano te permite elegir opciones para él en ciertos niveles. Las opciones se presentan aquí en orden alfabético. Todos son efectos mágicos, y cada uno está asociado a una de las escuelas de magia.",
				"Si una opción requiere una tirada de salvación, tu DC de salvación de Tiro Arcano es igual a 8 + tu bono de competencia + tu modificador de Inteligencia.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Banishing Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Brute Bane Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Bursting Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Grasping Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Mind-Scrambling Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Piercing Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Seeking Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shadow Arrow|UARevisedSubclasses"
						}
					]
				}
			]
		},
		{
			"name": "Archer's Lore",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, aprendes teoría mágica o algunos de los secretos de la naturaleza, típicos de los practicantes de esta tradición marcial élfica. Ganas competencia en la habilidad {@skill Arcana} o {@skill Nature}."
			]
		},
		{
			"name": "Magic Arrow",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, obtienes la habilidad de infundir flechas con magia. Siempre que dispares una flecha no mágica desde un arco corto o largo, puedes convertirla en una flecha mágica, con un bonificador +1 a las tiradas de ataque y daño. La magia se desvanece de la flecha inmediatamente después de que alcance o pierda su objetivo."
			]
		},
		{
			"name": "Curving Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes a dirigir una flecha errante hacia un nuevo objetivo. Cuando haces una tirada de ataque con una flecha mágica y fallas, puedes usar una acción de bonificación para repetir la tirada de ataque contra un objetivo diferente a menos de 60 pies del objetivo original."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Ever-Ready Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, tu tiro mágico está siempre disponible cuando más lo necesitas. Si tiras la iniciativa y no te queda ningún uso de Disparo Arcano, recuperas un uso del mismo."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A 15º nivel, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivel 18, aprendes una opción adicional de Tiro Arcano."
			]
		},
		{
			"name": "Brute",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 3,
			"entries": [
				"Los brutos son simples guerreros que confían en sus poderosos ataques y en su propia durabilidad para vencer a sus enemigos. Algunos brutos combinan este poderío físico con la astucia táctica. Otros se limitan a golpear a las cosas hasta que éstas dejan de devolver los golpes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Brute Force|Fighter||Brute (UA)|UAThreeSubclasses|3"
				}
			]
		},
		{
			"name": "Brute Force",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, eres capaz de golpear con tus armas con una fuerza especialmente brutal. Siempre que golpees con un arma con la que seas competente e inflijas daño, el daño del arma se incrementa en una cantidad basada en tu nivel en esta clase, como se muestra en la tabla de bonificación de daño bruto.",
				{
					"type": "table",
					"caption": "Brute Bonus Damage",
					"colLabels": [
						"Fighter Level",
						"Damage Increase"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"3rd",
							"{@dice 1d4}"
						],
						[
							"10th",
							"{@dice 1d6}"
						],
						[
							"16th",
							"{@dice 1d8}"
						],
						[
							"20th",
							"{@dice 1d10}"
						]
					]
				}
			]
		},
		{
			"name": "Brutish Durability",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7º nivel, tu dureza te permite encajar asaltos que devastarían a otros.",
				"Siempre que hagas una tirada de salvación, tira {@dice 1d6} y añade el dado al total de tu tirada de salvación. Si al aplicar este bonificador a una tirada de salvación de muerte el total aumenta a 20 o más, obtienes los beneficios de sacar un 20 en el {@dice d20}."
			]
		},
		{
			"name": "Additional Fighting Style",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, puedes elegir una segunda opción del rasgo Estilo de lucha."
			]
		},
		{
			"name": "Devastating Critical",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, cuando consigues un golpe crítico con un ataque de arma, obtienes una bonificación a la tirada de daño de esa arma igual a tu nivel en esta clase."
			]
		},
		{
			"name": "Survivor",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"A 18º nivel, alcanzas la cúspide de la resistencia en batalla. Al comienzo de cada uno de tus turnos en combate, recuperas puntos de golpe iguales a 5 + tu modificador de Constitución (mínimo 1 punto de golpe). No obtienes este beneficio si tienes 0 puntos de golpe o si te queda más de la mitad de tus puntos de golpe."
			]
		},
		{
			"name": "Arcane Archer",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Un Arquero Arcano estudia un método elfo único de arquería que teje la magia en los ataques para producir efectos sobrenaturales. Los Arqueros Arcanos son algunos de los guerreros de élite entre los elfos. Vigilan los límites de los dominios elfos, vigilando de cerca a los intrusos y utilizando flechas con magia para derrotar a los monstruos e invasores antes de que lleguen a los asentamientos elfos. A lo largo de los siglos, los métodos de estos arqueros elfos han sido aprendidos por miembros de otras razas que también pueden equilibrar la aptitud arcana con la arquería.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Archer Lore|Fighter||Arcane Archer|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot|Fighter||Arcane Archer|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot Options|Fighter||Arcane Archer|XGE|3"
				}
			]
		},
		{
			"name": "Arcane Archer Lore",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3er nivel, aprendes teoría mágica o algunos de los secretos de la naturaleza, típicos de los practicantes de esta tradición marcial élfica. Eliges ganar competencia en la habilidad {@skill Arcana} o en la {@skill Nature}, y eliges aprender el cantrip {@spell prestidigitation} o el cantrip {@spell druidcraft}."
			]
		},
		{
			"name": "Arcane Shot",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A 3º nivel, aprendes a desencadenar efectos mágicos especiales con algunos de tus disparos. Cuando obtienes este rasgo, aprendes dos opciones de disparo arcano a tu elección (ver \"Opciones de disparo arcano\" más abajo).",
				"Una vez por turno, cuando disparas una flecha de un arco corto o largo como parte de la acción {@action Attack}, puedes aplicar una de tus opciones de Tiro Arcano a esa flecha. Decides utilizar la opción cuando la flecha golpea a una criatura, a menos que la opción no implique una tirada de ataque. Tienes dos usos de esta habilidad, y recuperas todos los usos gastados de la misma cuando terminas un descanso corto o largo.",
				"Obtienes una opción adicional de Tiro Arcano a tu elección cuando alcanzas ciertos niveles en esta clase: 7º, 10º, 15º y 18º nivel. Cada opción también mejora cuando te conviertes en un luchador de nivel 18."
			]
		},
		{
			"name": "Arcane Shot Options",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"El rasgo del Tiro Arcano te permite elegir opciones para él en ciertos niveles. Las opciones se presentan aquí en orden alfabético. Todos son efectos mágicos, y cada uno está asociado a una de las escuelas de magia.",
				"Si una opción requiere una tirada de salvación, tu DC de salvación de Tiro Arcano se calcula como sigue:",
				{
					"type": "abilityDc",
					"name": "Arcane Shot",
					"attributes": [
						"int"
					]
				},
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Banishing Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Beguiling Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Bursting Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Enfeebling Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Grasping Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Piercing Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Seeking Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shadow Arrow|XGE"
						}
					]
				}
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"Ganas una opción adicional de Tiro Arcano a tu elección cuando alcanzas el 7º nivel."
			]
		},
		{
			"name": "Curving Shot",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes a dirigir una flecha errante hacia un nuevo objetivo. Cuando haces una tirada de ataque con una flecha mágica y fallas, puedes usar una acción de bonificación para repetir la tirada de ataque contra un objetivo diferente a menos de 60 pies del objetivo original."
			]
		},
		{
			"name": "Magic Arrow",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, obtienes la habilidad de infundir magia a las flechas. Siempre que dispares una flecha no mágica desde un arco corto o largo, puedes convertirla en mágica con el fin de superar la resistencia e inmunidad a los ataques y daños no mágicos. La magia se desvanece de la flecha inmediatamente después de que alcance o pierda su objetivo."
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Ganas una opción adicional de Tiro Arcano a tu elección cuando alcanzas el 10º nivel."
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"Ganas una opción adicional de Tiro Arcano a tu elección cuando alcanzas el 15º nivel."
			]
		},
		{
			"name": "Ever-Ready Shot",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, tu tiro con arco mágico está disponible siempre que empiece la batalla. Si tiras la iniciativa y no te queda ningún uso de Disparo Arcano, recuperas un uso del mismo."
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Ganas una opción adicional de Tiro Arcano a tu elección cuando alcanzas el nivel 18. Cada opción también mejora cuando te conviertes en un luchador de nivel 18."
			]
		},
		{
			"name": "Cavalier",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El arquetípico caballero destaca en el combate a caballo. Nacido normalmente entre la nobleza y criado en la corte, un caballero se siente igualmente a gusto liderando una carga de caballería o intercambiando réplicas en una cena de estado. Los jinetes también aprenden a proteger a los que están a su cargo de cualquier daño, y a menudo actúan como protectores de sus superiores y de los débiles. Obligados a corregir errores o a ganar prestigio, muchos de estos combatientes dejan su vida de comodidad para embarcarse en gloriosas aventuras.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiency|Fighter||Cavalier|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unwavering Mark|Fighter||Cavalier|XGE|3"
				}
			]
		},
		{
			"name": "Bonus Proficiency",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en una de las siguientes habilidades a tu elección: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance} o {@skill Persuasion}. Alternativamente, aprendes un idioma a tu elección."
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, tu maestría como jinete se hace patente. Tienes ventaja en las tiradas de salvación realizadas para evitar caer de tu montura. Si te caes de tu montura y desciendes no más de 3 metros, puedes caer de pie si no estás {@condition incapacitated}.",
				"Por último, montar o desmontar una criatura sólo te cuesta 5 pies de movimiento, en lugar de la mitad de tu velocidad."
			]
		},
		{
			"name": "Unwavering Mark",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3º nivel, puedes amenazar a tus enemigos, frustrando sus ataques y castigándolos por dañar a otros. Cuando golpeas a una criatura con un ataque de arma cuerpo a cuerpo, puedes marcarla hasta el final de tu siguiente turno. Este efecto termina antes si eres {@condition incapacitated} o mueres, o si alguien más marca a la criatura.",
				"Mientras esté a menos de 1,5 metros de ti, una criatura marcada por ti tiene desventaja en cualquier tirada de ataque que no sea tu objetivo.",
				"Además, si una criatura marcada por ti inflige daño a alguien que no seas tú, puedes realizar un ataque especial con arma cuerpo a cuerpo contra la criatura marcada como acción de bonificación en tu siguiente turno. Tienes ventaja en la tirada de ataque, y si impacta, el arma del ataque hace un daño extra al objetivo igual a la mitad de tu nivel de luchador.",
				"Independientemente del número de criaturas que marques, puedes realizar este ataque especial un número de veces igual a tu modificador de Fuerza (mínimo una vez), y recuperas todos los usos gastados del mismo cuando terminas un descanso largo."
			]
		},
		{
			"name": "Warding Maneuver",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A 7º nivel, aprendes a rechazar los ataques dirigidos a ti, a tu montura o a otras criaturas cercanas. Si tú o una criatura que puedas ver en un radio de 1,5 metros de ti es golpeada por un ataque, puedes tirar {@dice 1d8} como reacción si estás empuñando un arma de cuerpo a cuerpo o un escudo. Tira el dado y añade el número obtenido a la CA del objetivo contra ese ataque. Si el ataque sigue impactando, el objetivo tiene resistencia contra el daño del ataque.",
				"Puedes usar este rasgo un número de veces igual a tu modificador de Constitución (mínimo una vez), y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Hold the Line",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, te conviertes en un maestro del bloqueo de tus enemigos. Las criaturas provocan un ataque de oportunidad tuyo cuando se mueven 1,5 metros o más mientras están a tu alcance, y si golpeas a una criatura con un ataque de oportunidad, la velocidad del objetivo se reduce a 0 hasta el final del turno actual."
			]
		},
		{
			"name": "Ferocious Charger",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, puedes atropellar a tus enemigos, estés montado o no. Si te mueves al menos 3 metros en línea recta justo antes de atacar a una criatura y la golpeas con el ataque, ese objetivo debe tener éxito en una tirada de salvación de Fuerza (DC 8 + tu bonificador de competencia + tu modificador de Fuerza) o ser derribado {@condition prone}. Puedes usar este rasgo sólo una vez en cada uno de tus turnos."
			]
		},
		{
			"name": "Vigilant Defender",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del 18º nivel, respondes al peligro con una vigilancia extraordinaria. En combate, obtienes una reacción especial que puedes tomar una vez en el turno de cada criatura, excepto en tu turno. Puedes usar esta reacción especial sólo para hacer un ataque de oportunidad, y no puedes usarla en el mismo turno en que tomas tu reacción normal."
			]
		},
		{
			"name": "Samurai",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El samurái es un luchador que recurre a un espíritu de lucha implacable para vencer a sus enemigos. La determinación de un Samurai es casi inquebrantable, y los enemigos en el camino de un Samurai tienen dos opciones: ceder o morir luchando.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiency|Fighter||Samurai|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Spirit|Fighter||Samurai|XGE|3"
				}
			]
		},
		{
			"name": "Bonus Proficiency",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Cuando eliges este arquetipo a 3er nivel, ganas competencia en una de las siguientes habilidades a tu elección: {@skill History}, {@skill Insight}, {@skill Performance} o {@skill Persuasion}. Además, aprendes un idioma a tu elección."
			]
		},
		{
			"name": "Fighting Spirit",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3er nivel, tu intensidad en la batalla puede escudarte y ayudarte a golpear de verdad. Como acción adicional en tu turno, puedes darte ventaja en las tiradas de ataque con armas hasta el final del turno actual. Cuando lo haces, también ganas 5 puntos de golpe temporales. El número de puntos de golpe temporales aumenta cuando alcanzas ciertos niveles en esta clase, aumentando a 10 a 10º nivel y a 15º nivel.",
				"Puedes usar esta característica tres veces, y recuperas todos los usos gastados de la misma cuando terminas un descanso largo."
			]
		},
		{
			"name": "Elegant Courtier",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7º nivel, tu disciplina y atención a los detalles te permiten destacar en situaciones sociales. Siempre que realices un chequeo de Carisma ({@skill Persuasion}), obtienes un bonificador al chequeo igual a tu modificador de Sabiduría.",
				"Tu autocontrol también hace que ganes competencia en las tiradas de salvación de Sabiduría. Si ya tienes esta competencia, ganas competencia en tiradas de salvación de Inteligencia o Carisma (a tu elección)."
			]
		},
		{
			"name": "Tireless Spirit",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, cuando tires la iniciativa y no te queden usos de Espíritu de Lucha, recuperas un uso."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del 15º nivel, aprendes a cambiar la precisión por los golpes rápidos. Si realizas la acción {@action Attack} en tu turno y tienes ventaja en una tirada de ataque contra uno de los objetivos, puedes renunciar a la ventaja de esa tirada para realizar un ataque de arma adicional contra ese objetivo, como parte de la misma acción. No puedes hacerlo más de una vez por turno."
			]
		},
		{
			"name": "Strength before Death",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivel 18, tu espíritu de lucha puede retrasar el alcance de la muerte. Si recibes un daño que te reduce a 0 puntos de golpe y no te mata directamente, puedes usar tu reacción para retrasar la caída {@condition unconscious}, y puedes realizar inmediatamente un turno extra, interrumpiendo el turno actual. Mientras tengas 0 puntos de vida durante ese turno extra, recibir daño provoca fallos de tirada de salvación de muerte como es normal, y tres fallos de tirada de salvación de muerte pueden matarte. Cuando el turno extra termina, caes {@condition unconscious} si todavía tienes 0 puntos de vida.",
				"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Protective Field",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"consumes": {
				"name": "Psionic Energy Dice"
			},
			"entries": [
				"Cuando tú u otra criatura que puedas ver en un radio de 30 pies reciba daño, puedes usar tu reacción para gastar un dado de Energía Psiónica, tirar el dado y reducir el daño recibido en el número obtenido más tu modificador de Inteligencia (reducción mínima de 1), mientras creas un escudo momentáneo de fuerza telequinética."
			]
		},
		{
			"name": "Psionic Strike",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"consumes": {
				"name": "Psionic Energy Dice"
			},
			"entries": [
				"Puedes impulsar tus armas con fuerza psiónica. Una vez en cada uno de tus turnos, inmediatamente después de golpear a un objetivo en un radio de 30 pies de ti con un ataque e infligirle daño con un arma, puedes gastar un dado de energía psiónica, lanzarlo e infligir al objetivo un daño de fuerza igual al número obtenido más tu modificador de Inteligencia."
			]
		},
		{
			"name": "Telekinetic Movement",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Puedes mover un objeto o una criatura con tu mente. Como acción, apuntas a un objeto suelto que sea Grande o más pequeño o a una criatura dispuesta, que no seas tú. Si puedes ver el objetivo y está a menos de 30 pies de ti, puedes moverlo hasta 30 pies a un espacio desocupado que puedas ver. Alternativamente, si es un objeto Diminuto, puedes moverlo hacia o desde tu mano. De cualquier manera, puedes mover el objetivo horizontalmente, verticalmente o ambos. Una vez que realizas esta acción, no puedes volver a hacerlo hasta que termines un descanso corto o largo, a menos que gastes un dado de Energía Psiónica para realizarla de nuevo."
			]
		},
		{
			"name": "Psi-Powered Leap",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 7,
			"entries": [
				"Como acción adicional, puedes propulsar tu cuerpo con tu mente. Obtienes una velocidad de vuelo igual al doble de tu velocidad al caminar hasta el final del turno actual. Una vez que realizas esta acción de bonificación, no puedes volver a hacerlo hasta que termines un descanso corto o largo, a menos que gastes un dado de energía psiónica para volver a realizarla."
			]
		},
		{
			"name": "Telekinetic Thrust",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 7,
			"entries": [
				"Cuando infliges daño a un objetivo con tu Golpe Psiónico, puedes obligar al objetivo a realizar una tirada de salvación de Fuerza contra una DC igual a 8 + tu bonificador de competencia + tu modificador de Inteligencia. Si fallas la tirada de salvación, puedes derribar al objetivo {@condition prone} o moverlo hasta 3 metros en cualquier dirección horizontal."
			]
		}
	]
}