{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Wizard",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"int",
				"wis"
			],
			"spellcastingAbility": "int",
			"casterProgression": "full",
			"preparedSpells": "<$level$> + <$int_mod$>",
			"cantripProgression": [
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5
			],
			"spellsKnownProgressionFixed": [
				6,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2
			],
			"spellsKnownProgressionFixedAllowLowerLevel": true,
			"startingProficiencies": {
				"weapons": [
					"{@item dagger|phb|daggers}",
					"{@item dart|phb|darts}",
					"{@item sling|phb|slings}",
					"{@item quarterstaff|phb|quarterstaffs}",
					"{@item light crossbow|phb|light crossbows}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"history",
								"insight",
								"investigation",
								"medicine",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item quarterstaff|phb} or (b) a {@item dagger|phb}",
					"(a) a {@item component pouch|phb} or (b) an {@item arcane focus|phb}",
					"(a) a {@item scholar's pack|phb} or (b) an {@item explorer's pack|phb}",
					"A {@item spellbook|phb}"
				],
				"goldAlternative": "{@dice 4d4 × 10|4d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"quarterstaff|phb"
						],
						"b": [
							"dagger|phb"
						]
					},
					{
						"a": [
							"component pouch|phb"
						],
						"b": [
							"arcane focus|phb"
						]
					},
					{
						"a": [
							"scholar's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					},
					{
						"_": [
							"spellbook|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=Wizard}"
					],
					"rows": [
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=Wizard}",
						"{@filter 2nd|spells|level=2|class=Wizard}",
						"{@filter 3rd|spells|level=3|class=Wizard}",
						"{@filter 4th|spells|level=4|class=Wizard}",
						"{@filter 5th|spells|level=5|class=Wizard}",
						"{@filter 6th|spells|level=6|class=Wizard}",
						"{@filter 7th|spells|level=7|class=Wizard}",
						"{@filter 8th|spells|level=8|class=Wizard}",
						"{@filter 9th|spells|level=9|class=Wizard}"
					],
					"rowsSpellProgression": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Arcane Recovery|Wizard||1",
				"Spellcasting|Wizard||1",
				"Cantrip Versatility|Wizard||1|UAClassFeatureVariants",
				{
					"classFeature": "Arcane Tradition|Wizard||2",
					"gainSubclassFeature": true
				},
				"Cantrip Formulas|Wizard||3|TCE",
				"Ability Score Improvement|Wizard||4",
				"Proficiency Versatility|Wizard||4|UAClassFeatureVariants",
				{
					"classFeature": "Arcane Tradition feature|Wizard||6",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Wizard||8",
				"Proficiency Versatility|Wizard||8|UAClassFeatureVariants",
				{
					"classFeature": "Arcane Tradition feature|Wizard||10",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Wizard||12",
				"Proficiency Versatility|Wizard||12|UAClassFeatureVariants",
				{
					"classFeature": "Arcane Tradition feature|Wizard||14",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Wizard||16",
				"Proficiency Versatility|Wizard||16|UAClassFeatureVariants",
				"Spell Mastery|Wizard||18",
				"Ability Score Improvement|Wizard||19",
				"Proficiency Versatility|Wizard||19|UAClassFeatureVariants",
				"Signature Spells|Wizard||20"
			],
			"subclassTitle": "Arcane Tradition",
			"fluff": [
				{
					"name": "Wizard",
					"type": "section",
					"entries": [
						"Enfundada en la túnica plateada que denota su posición, una elfa cierra los ojos para alejar las distracciones del campo de batalla y comienza su silencioso cántico. Con los dedos que se entrelazan delante de ella, completa su hechizo y lanza una pequeña gota de fuego hacia las filas enemigas, donde estalla en una conflagración que envuelve a los soldados.",
						"Revisando y volviendo a revisar su trabajo, un humano traza un intrincado círculo mágico con tiza en el suelo de piedra desnuda, y luego espolvorea hierro en polvo a lo largo de cada línea y curva elegante. Cuando el círculo está completo, pronuncia un largo conjuro. Un agujero se abre en el espacio dentro del círculo, trayendo un olor a azufre desde el plano del otro mundo.",
						"Agazapado en el suelo de una intersección de mazmorras, un gnomo arroja un puñado de pequeños huesos inscritos con símbolos místicos, murmurando unas palabras de poder sobre ellos. Cerrando los ojos para ver las visiones con más claridad, asiente lentamente, luego abre los ojos y señala el pasaje a su izquierda.",
						"Los magos son usuarios supremos de la magia, definidos y unidos como clase por los hechizos que lanzan. Aprovechando la sutil trama de la magia que impregna el cosmos, los magos lanzan hechizos de fuego explosivo, relámpagos, engaños sutiles y control mental de fuerza bruta. Su magia conjura monstruos de otros planos de existencia, vislumbra el futuro o convierte a los enemigos muertos en zombis. Sus hechizos más poderosos transforman una sustancia en otra, hacen caer meteoros del cielo o abren portales a otros mundos.",
						{
							"type": "entries",
							"name": "Scholars of the Arcane",
							"entries": [
								"Salvaje y enigmático, variado en forma y función, el poder de la magia atrae a los estudiantes que buscan dominar sus misterios. Algunos aspiran a ser como los dioses, dando forma a la propia realidad. Aunque el lanzamiento de un hechizo típico requiere simplemente la pronunciación de unas pocas palabras extrañas, gestos fugaces y, a veces, un pellizco o un grupo de materiales exóticos, estos componentes superficiales apenas insinúan la pericia alcanzada tras años de aprendizaje e incontables horas de estudio.",
								"Los magos viven y mueren por sus hechizos. Todo lo demás es secundario. Aprenden nuevos hechizos a medida que experimentan y adquieren experiencia. También pueden aprenderlos de otros magos, de antiguos tomos o inscripciones, y de antiguas criaturas (como los fey) que están impregnadas de magia."
							]
						},
						{
							"type": "entries",
							"name": "The Lure of Knowledge",
							"entries": [
								"La vida de los magos rara vez es mundana. Lo más parecido a una vida ordinaria es trabajar como sabio o conferenciante en una biblioteca o universidad, enseñando a otros los secretos del multiverso. Otros magos venden sus servicios como adivinos, sirven en las fuerzas militares o se dedican a una vida de crimen o dominación.",
								"Pero la atracción del conocimiento y el poder llama incluso a los magos menos aventureros a salir de la seguridad de sus bibliotecas y laboratorios para adentrarse en ruinas y ciudades perdidas. La mayoría de los magos creen que sus homólogos de las civilizaciones antiguas conocían secretos de la magia que se han perdido en el tiempo, y que descubrir esos secretos podría abrir el camino a un poder mayor que cualquier magia disponible en la era actual."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Wizard",
							"entries": [
								"Crear un personaje de mago exige una historia de fondo dominada por al menos un acontecimiento extraordinario. ¿Cómo entró tu personaje en contacto por primera vez con la magia? ¿Cómo descubrió que tenía aptitudes para ello? ¿Tiene un talento natural o simplemente estudió mucho y practicó sin cesar? ¿Te encontraste con una criatura mágica o con un tomo antiguo que te enseñó los fundamentos de la magia?",
								"¿Qué te atrajo de tu vida de estudio? ¿Tu primer contacto con el conocimiento mágico te dejó con ganas de más? ¿Has recibido noticias de un depósito secreto de conocimientos que aún no ha sido saqueado por ningún otro mago? Tal vez simplemente estés ansioso por poner a prueba tus nuevas habilidades mágicas frente al peligro.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"Puedes hacer un mago rápidamente siguiendo estas sugerencias. En primer lugar, la Inteligencia debe ser tu puntuación de habilidad más alta, seguida de la Constitución o la Destreza. Si planeas unirte a la Escuela de Encantamientos, haz que el Carisma sea tu siguiente puntuación más alta. En segundo lugar, elige el trasfondo {@background sage}. Tercero, elige los cantrips {@spell mage hand}, {@spell light} y {@spell ray of frost}, junto con los siguientes conjuros de primer nivel para tu libro de hechizos: {@spell burning hands}, {@spell charm person}, {@spell feather fall}, {@spell mage armor}, {@spell magic missile} y {@spell sleep}."
									]
								}
							]
						}
					],
					"page": 112,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"La hechicería requiere comprensión. El conocimiento de cómo y por qué funciona la magia, y nuestros esfuerzos por ampliar esa comprensión, han propiciado los principales avances de la civilización a lo largo de los siglos."
							],
							"by": "Gimble the illusionist"
						},
						"Sólo unos pocos elegidos en el mundo son portadores de la magia. De todos ellos, los magos están en la cúspide del arte. Incluso los más insignificantes pueden manipular fuerzas que desafían las leyes de la naturaleza, y los más hábiles pueden lanzar hechizos con efectos que sacuden el mundo.",
						"El precio que los magos pagan por su maestría es el más valioso de los bienes: el tiempo. Se necesitan años de estudio, instrucción y experimentación para aprender a aprovechar la energía mágica y llevar los hechizos en la propia mente. Para los magos aventureros y otros hechiceros que aspiran a los niveles más altos de la profesión, el estudio nunca termina, ni tampoco la búsqueda de conocimiento y poder.",
						"Si interpretas a un mago, aprovecha la oportunidad de hacer de tu personaje algo más que un estereotipo de lanzador de conjuros. Utiliza los siguientes consejos para añadir algunos detalles intrigantes a la forma en que tu mago interactúa con el mundo.",
						{
							"type": "entries",
							"name": "Spellbook",
							"entries": [
								"La posesión más preciada de tu personaje -el libro de hechizos- puede ser un volumen de aspecto inofensivo cuyas tapas no muestran ningún indicio de lo que hay en su interior. O bien, como muchos magos hacen, puedes hacer gala de tu talento llevando un libro de hechizos poco habitual. Si no tienes ya un objeto de este tipo, uno de tus objetivos puede ser encontrar un libro de hechizos que te distinga por su aspecto o por su forma de fabricación.",
								{
									"type": "table",
									"caption": "Spellbooks",
									"colLabels": [
										"{@dice d6}",
										"Spellbook"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Un tomo con páginas que son finas láminas de metal, con hechizos grabados en ellas con ácido"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Largas correas de cuero en las que se escriben los hechizos, envueltas alrededor de un bastón para facilitar su transporte"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Un tomo maltrecho lleno de pictogramas que sólo tú puedes entender"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Pequeñas piedras con hechizos inscritos y guardadas en una bolsa de tela"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Un libro chamuscado, arrasado por el fuego del dragón, con la escritura de tus hechizos apenas visible en sus páginas"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Un tomo lleno de páginas negras cuya escritura sólo es visible con poca luz o en la oscuridad"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ambition",
							"entries": [
								"Pocos aspirantes a magos emprenden el estudio de la magia sin algún objetivo personal en mente. Muchos magos utilizan sus hechizos como una herramienta para producir un beneficio tangible, en bienes materiales o en estatus, para ellos mismos o sus compañeros. Para otros, el aspecto teórico de la magia puede tener un fuerte atractivo, empujando a esos magos a buscar conocimientos que apoyen nuevas teorías de lo arcano o confirmen las antiguas.",
								"Más allá de lo obvio, ¿por qué tu personaje de mago estudia magia y qué quieres conseguir? Si no has reflexionado mucho sobre estas preguntas, puedes hacerlo ahora, y las respuestas que obtengas probablemente afectarán al desarrollo de tu futuro.",
								{
									"type": "table",
									"caption": "Ambitions",
									"colLabels": [
										"{@dice d6}",
										"Ambition"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Demostrarás que los dioses no son tan poderosos como la gente cree."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"La inmortalidad es el objetivo final de sus estudios."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Si logras comprender plenamente la magia, podrás desbloquear su uso para todos y dar paso a una era de igualdad."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"La magia es una herramienta peligrosa. La usas para proteger lo que atesoras."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"El poder arcano debe ser arrebatado a los que abusan de él."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Te convertirás en el mayor mago que el mundo haya visto en generaciones."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Eccentricity",
							"entries": [
								"Las interminables horas de estudio e investigación en solitario pueden tener un efecto negativo en las habilidades sociales de cualquiera. Los magos, que para empezar son una raza aparte, no son una excepción. Sin embargo, un manierismo extraño o dos no es necesariamente un inconveniente; una excentricidad de este tipo suele ser inofensiva y puede ser una fuente de diversión o servir como una especie de tarjeta de visita.",
								"Si tu personaje tiene una excentricidad, ¿es un tic físico o mental? ¿Eres conocido en algunos círculos por ello? ¿Luchas por superarlo o aceptas este pequeño derecho a la fama?",
								{
									"type": "table",
									"caption": "Eccentricities",
									"colLabels": [
										"{@dice d6}",
										"Eccentricity"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Tienes la costumbre de golpear el pie incesantemente, lo que suele molestar a los que te rodean."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Su memoria es bastante buena, pero no le cuesta hacerse el distraído cuando le conviene."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Nunca entras en una habitación sin mirar lo que cuelga del techo."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Su posesión más preciada es un gusano muerto que guarda dentro de un frasco de pociones."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Cuando quieres que la gente te deje en paz, empiezas a hablar contigo mismo. Eso suele funcionar."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Tu sentido de la moda y tu aseo personal, o más bien la falta de ellos, a veces hacen que los demás asuman que eres un mendigo."
										]
									]
								}
							]
						}
					],
					"page": 58,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "School of Abjuration",
			"shortName": "Abjuration",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 115,
			"subclassFeatures": [
				"School of Abjuration|Wizard||Abjuration||2",
				"Projected Ward|Wizard||Abjuration||6",
				"Improved Abjuration|Wizard||Abjuration||10",
				"Spell Resistance|Wizard||Abjuration||14"
			]
		},
		{
			"name": "School of Conjuration",
			"shortName": "Conjuration",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 116,
			"subclassFeatures": [
				"School of Conjuration|Wizard||Conjuration||2",
				"Benign Transposition|Wizard||Conjuration||6",
				"Focused Conjuration|Wizard||Conjuration||10",
				"Durable Summons|Wizard||Conjuration||14"
			]
		},
		{
			"name": "School of Divination",
			"shortName": "Divination",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 116,
			"subclassFeatures": [
				"School of Divination|Wizard||Divination||2",
				"Expert Divination|Wizard||Divination||6",
				"The Third Eye|Wizard||Divination||10",
				"Greater Portent|Wizard||Divination||14"
			]
		},
		{
			"name": "School of Enchantment",
			"shortName": "Enchantment",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 117,
			"subclassFeatures": [
				"School of Enchantment|Wizard||Enchantment||2",
				"Instinctive Charm|Wizard||Enchantment||6",
				"Split Enchantment|Wizard||Enchantment||10",
				"Alter Memories|Wizard||Enchantment||14"
			]
		},
		{
			"name": "School of Evocation",
			"shortName": "Evocation",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"subclassFeatures": [
				"School of Evocation|Wizard||Evocation||2",
				"Potent Cantrip|Wizard||Evocation||6",
				"Empowered Evocation|Wizard||Evocation||10",
				"Overchannel|Wizard||Evocation||14"
			]
		},
		{
			"name": "School of Illusion",
			"shortName": "Illusion",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 118,
			"additionalSpells": [
				{
					"known": {
						"1": [
							"minor illusion#c"
						]
					}
				}
			],
			"subclassFeatures": [
				"School of Illusion|Wizard||Illusion||2",
				"Malleable Illusions|Wizard||Illusion||6",
				"Illusory Step|Wizard||Illusion||10",
				"Illusory Reality|Wizard||Illusion||14"
			]
		},
		{
			"name": "School of Necromancy",
			"shortName": "Necromancy",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 118,
			"subclassFeatures": [
				"School of Necromancy|Wizard||Necromancy||2",
				"Undead Thralls|Wizard||Necromancy||6",
				"Inured to Undeath|Wizard||Necromancy||10",
				"Command Undead|Wizard||Necromancy||14"
			]
		},
		{
			"name": "School of Transmutation",
			"shortName": "Transmutation",
			"source": "PHB",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 119,
			"subclassFeatures": [
				"School of Transmutation|Wizard||Transmutation||2",
				"Transmuter's Stone|Wizard||Transmutation||6",
				"Shapechanger|Wizard||Transmutation||10",
				"Master Transmuter|Wizard||Transmutation||14"
			]
		},
		{
			"name": "Artificer (UA)",
			"shortName": "Artificer (UA)",
			"source": "UAEberron",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Artificer|Wizard||Artificer (UA)|UAEberron|2",
				"Infuse Weapons and Armor|Wizard||Artificer (UA)|UAEberron|6",
				"Superior Artificer|Wizard||Artificer (UA)|UAEberron|10",
				"Master Artificer|Wizard||Artificer (UA)|UAEberron|14"
			]
		},
		{
			"name": "Technomancy (UA)",
			"shortName": "Technomancy (UA)",
			"source": "UAModernMagic",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Technomancy|Wizard||Technomancy (UA)|UAModernMagic|2",
				"Program Spell|Wizard||Technomancy (UA)|UAModernMagic|6",
				"Online Casting|Wizard||Technomancy (UA)|UAModernMagic|10",
				"Chained Device|Wizard||Technomancy (UA)|UAModernMagic|14"
			]
		},
		{
			"name": "Lore Mastery (UA)",
			"shortName": "Lore Mastery (UA)",
			"source": "UAWarlockAndWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 5,
			"subclassFeatures": [
				"Lore Mastery|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|2",
				"Alchemical Casting|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|6",
				"Prodigious Memory|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|10",
				"Master of Magic|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "Theurgy (UA)",
			"shortName": "Theurgy (UA)",
			"source": "UAWizardRevisited",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Theurgy|Wizard||Theurgy (UA)|UAWizardRevisited|2",
				"Arcane Acolyte|Wizard||Theurgy (UA)|UAWizardRevisited|6",
				"Arcane Priest|Wizard||Theurgy (UA)|UAWizardRevisited|10",
				"Arcane High Priest|Wizard||Theurgy (UA)|UAWizardRevisited|14"
			]
		},
		{
			"name": "War Magic (UA)",
			"shortName": "War (UA)",
			"source": "UAWizardRevisited",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"War Magic|Wizard||War (UA)|UAWizardRevisited|2",
				"Power Surge|Wizard||War (UA)|UAWizardRevisited|6",
				"Durable Magic|Wizard||War (UA)|UAWizardRevisited|10",
				"Durable Magic|Wizard||War (UA)|UAWizardRevisited|14"
			]
		},
		{
			"name": "War Magic",
			"shortName": "War",
			"source": "XGE",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 59,
			"subclassFeatures": [
				"War Magic|Wizard||War|XGE|2",
				"Power Surge|Wizard||War|XGE|6",
				"Durable Magic|Wizard||War|XGE|10",
				"Deflecting Shroud|Wizard||War|XGE|14"
			]
		},
		{
			"name": "School of Invention (UA)",
			"shortName": "Invention (UA)",
			"source": "UAThreeSubclasses",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"School of Invention|Wizard||Invention (UA)|UAThreeSubclasses|2",
				"Alchemical Casting|Wizard||Invention (UA)|UAThreeSubclasses|6",
				"Prodigious Inspiration|Wizard||Invention (UA)|UAThreeSubclasses|10",
				"Controlled Chaos|Wizard||Invention (UA)|UAThreeSubclasses|14"
			]
		},
		{
			"name": "Onomancy (UA)",
			"shortName": "Onomancy (UA)",
			"source": "UAClericDruidWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 4,
			"subclassFeatures": [
				"Onomancy|Wizard||Onomancy (UA)|UAClericDruidWizard|2",
				"Resonant Utterance|Wizard||Onomancy (UA)|UAClericDruidWizard|6",
				"Inexorable Pronouncement|Wizard||Onomancy (UA)|UAClericDruidWizard|10",
				"Relentless Naming|Wizard||Onomancy (UA)|UAClericDruidWizard|14"
			]
		},
		{
			"name": "Psionics (UA)",
			"shortName": "Psionics (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Psionics|Wizard||Psionics (UA)|UAFighterRogueWizard|2",
				"Thought Form|Wizard||Psionics (UA)|UAFighterRogueWizard|6",
				"Mental Discipline|Wizard||Psionics (UA)|UAFighterRogueWizard|10",
				"Empowered Psionics|Wizard||Psionics (UA)|UAFighterRogueWizard|10",
				"Thought Travel|Wizard||Psionics (UA)|UAFighterRogueWizard|14"
			]
		},
		{
			"name": "Chronurgy Magic",
			"shortName": "Chronurgy",
			"source": "EGW",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 184,
			"subclassFeatures": [
				"Chronurgy Magic|Wizard||Chronurgy|EGW|2",
				"Momentary Stasis|Wizard||Chronurgy|EGW|6",
				"Arcane Abeyance|Wizard||Chronurgy|EGW|10",
				"Convergent Future|Wizard||Chronurgy|EGW|14"
			]
		},
		{
			"name": "Graviturgy Magic",
			"shortName": "Graviturgy",
			"source": "EGW",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 185,
			"subclassFeatures": [
				"Graviturgy Magic|Wizard||Graviturgy|EGW|2",
				"Gravity Well|Wizard||Graviturgy|EGW|6",
				"Violent Attraction|Wizard||Graviturgy|EGW|10",
				"Event Horizon|Wizard||Graviturgy|EGW|14"
			]
		},
		{
			"name": "Order of Scribes (UA)",
			"shortName": "Scribes (UA)",
			"source": "UA2020SubclassesRevisited",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Order of Scribes|Wizard||Scribes (UA)|UA2020SubclassesRevisited|2",
				"Master Scrivener|Wizard||Scribes (UA)|UA2020SubclassesRevisited|6",
				"Manifest Mind|Wizard||Scribes (UA)|UA2020SubclassesRevisited|10",
				"One with the Word|Wizard||Scribes (UA)|UA2020SubclassesRevisited|14"
			]
		},
		{
			"name": "Bladesinging",
			"shortName": "Bladesinging",
			"source": "TCE",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"subclassFeatures": [
				"Bladesinging|Wizard||Bladesinging|TCE|2",
				"Extra Attack|Wizard||Bladesinging|TCE|6",
				"Song of Defense|Wizard||Bladesinging|TCE|10",
				"Song of Victory|Wizard||Bladesinging|TCE|14"
			]
		},
		{
			"name": "Order of Scribes",
			"shortName": "Scribes",
			"source": "TCE",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 77,
			"subclassFeatures": [
				"Order of Scribes|Wizard||Scribes|TCE|2",
				"Manifest Mind|Wizard||Scribes|TCE|6",
				"Master Scrivener|Wizard||Scribes|TCE|10",
				"One with the Word|Wizard||Scribes|TCE|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Wizard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Wizard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Quandrix (UA)",
			"shortName": "Quandrix (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Wizard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Quandrix (UA)",
				"shortName": "Quandrix (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Wizard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Arcane Recovery",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Has aprendido a recuperar parte de tu energía mágica estudiando tu libro de hechizos. Una vez al día, cuando terminas un descanso corto, puedes elegir ranuras de conjuro gastadas para recuperarlas. Las ranuras de conjuro pueden tener un nivel combinado igual o inferior a la mitad de tu nivel de mago (redondeado hacia arriba), y ninguna de las ranuras puede ser de 6º nivel o superior.",
				"Por ejemplo, si eres un mago de 4º nivel, puedes recuperar hasta dos niveles de ranuras de hechizos.",
				"Puedes recuperar una ranura de hechizo de 2º nivel o dos ranuras de hechizo de 1º nivel."
			]
		},
		{
			"name": "Cantrip Versatility",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level wizard feature (enhances Spellcasting)}",
				"Siempre que ganes un nivel en esta clase, puedes reemplazar un cantrip que hayas aprendido con esta característica de Hechicería por otro cantrip de la lista de hechizos de mago."
			]
		},
		{
			"name": "Spellcasting",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Como estudiante de magia arcana, tienes un libro de hechizos que contiene conjuros que muestran los primeros destellos de tu verdadero poder. Consulta {@book chapter 10|PHB|10} para las reglas generales de lanzamiento de hechizos y {@book chapter 11|PHB|11} para el {@filter wizard spell list|spells|class=wizard}.",
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"A 1er nivel, conoces tres hechizos de tu elección de la lista de hechizos de mago. A niveles más altos, aprendes otros cantrips de mago a tu elección, como se muestra en la columna Cantrips conocidos de la tabla de Mago."
					]
				},
				{
					"type": "entries",
					"name": "Spellbook",
					"entries": [
						"A 1er nivel, tienes un libro de conjuros que contiene seis conjuros de 1er nivel {@filter wizard spells|spells|class=wizard} a tu elección. Tu libro de hechizos es el depósito de los hechizos de mago que conoces, excepto tus cantrips, que están fijados en tu mente."
					]
				},
				{
					"type": "entries",
					"name": "Preparing and Casting Spells",
					"entries": [
						"La tabla de Mago muestra cuántas ranuras de hechizo tienes para lanzar tus hechizos de mago de 1er nivel y superiores. Para lanzar uno de estos hechizos, debes gastar una ranura del nivel del hechizo o superior. Recuperas todas las ranuras de conjuro gastadas cuando terminas un descanso largo.",
						"Preparas la lista de hechizos de mago que están disponibles para que los lances. Para ello, elige un número de hechizos de tu libro de hechizos igual a tu modificador de Inteligencia + tu nivel de mago (mínimo un hechizo). Los conjuros deben ser de un nivel para el que tengas ranuras de conjuro.",
						"Por ejemplo, si eres un mago de 3er nivel, tienes cuatro ranuras de hechizos de 1er nivel y dos de 2do nivel. Con una Inteligencia de 16, tu lista de conjuros preparados puede incluir seis conjuros de 1º o 2º nivel, en cualquier combinación, elegidos de tu libro de conjuros. Si preparas un conjuro de 1er nivel {@spell magic missile}, puedes lanzarlo utilizando una ranura de 1er nivel o de 2º nivel. Lanzar el hechizo no lo elimina de tu lista de hechizos preparados.",
						"Puedes cambiar tu lista de hechizos preparados cuando termines un descanso largo. Preparar una nueva lista de hechizos de mago requiere dedicar tiempo a estudiar tu libro de hechizos y memorizar los conjuros y gestos que debes hacer para lanzar el hechizo: al menos 1 minuto por nivel de hechizo para cada hechizo de tu lista."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"La inteligencia es tu habilidad de lanzamiento de hechizos para tus hechizos de mago, ya que aprendes tus hechizos de mago a través del estudio y la memorización. Utilizas tu Inteligencia siempre que un hechizo se refiera a tu habilidad de lanzamiento de hechizos. Además, utilizas tu modificador de Inteligencia cuando estableces la DC de la tirada de salvación para un hechizo de mago que lanzas y cuando haces una tirada de ataque con uno.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ritual Casting",
					"entries": [
						"Puedes lanzar un hechizo de mago como un ritual si ese hechizo tiene la etiqueta de ritual y tienes el hechizo en tu libro de hechizos. No necesitas tener el hechizo preparado."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Focus",
					"entries": [
						"Puedes usar un {@item arcane focus|phb} como foco de hechizo para tus hechizos de mago."
					]
				},
				{
					"type": "entries",
					"name": "Learning Spells of 1st Level and Higher",
					"entries": [
						"Cada vez que ganes un nivel de mago, puedes añadir dos hechizos de mago de tu elección a tu libro de hechizos. Cada uno de estos hechizos debe ser de un nivel para el que tengas ranuras de hechizo, como se muestra en la tabla de Mago. En tus aventuras, puedes encontrar otros hechizos que puedes añadir a tu libro de hechizos (ver \"Tu libro de hechizos\")."
					]
				},
				{
					"type": "inset",
					"name": "Your Spellbook",
					"entries": [
						"Los hechizos que añades a tu libro de hechizos a medida que ganas niveles reflejan la investigación arcana que realizas por tu cuenta, así como los avances intelectuales que has tenido sobre la naturaleza del multiverso. Podrías encontrar otros hechizos durante tus aventuras. Podrías descubrir un hechizo grabado en un pergamino en el cofre de un mago malvado, por ejemplo, o en un tomo polvoriento de una antigua biblioteca.",
						"Un libro de hechizos no contiene cantrips.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Copying a Spell into the Book",
									"entries": [
										"Cuando encuentres un hechizo de mago de 1er nivel o superior, puedes añadirlo a tu libro de hechizos si es de un nivel de hechizo que puedas preparar y si te sobra tiempo para descifrarlo y copiarlo.",
										"Copiar un hechizo en tu libro de hechizos implica reproducir la forma básica del hechizo, y luego descifrar el sistema único de notación utilizado por el mago que lo escribió. Debes practicar el hechizo hasta que entiendas los sonidos o gestos necesarios, y luego transcribirlo en tu libro de hechizos utilizando tu propia notación.",
										"Por cada nivel del hechizo, el proceso dura 2 horas y cuesta 50 gp. El coste representa los componentes materiales que gastas mientras experimentas con el hechizo para dominarlo, así como las tintas finas que necesitas para grabarlo. Una vez que hayas gastado este tiempo y dinero, puedes preparar el hechizo igual que tus otros hechizos.",
										{
											"type": "entries",
											"name": "Copying from a Spell Scroll",
											"source": "DMG",
											"page": 139,
											"entries": [
												"Un hechizo de mago en un pergamino de hechizos puede ser copiado de la misma manera que los hechizos en los libros de hechizos pueden ser copiados. Cuando copias un conjuro de un pergamino de conjuros, debes tener éxito en un chequeo de Inteligencia ({@skill Arcana}) con una DC igual a 10 + el nivel del conjuro. Si el chequeo tiene éxito, el hechizo es copiado con éxito. Tanto si el chequeo tiene éxito como si falla, el pergamino de conjuro se destruye."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Replacing the Book",
									"entries": [
										"Puedes copiar un hechizo de tu propio libro de hechizos en otro libro-por ejemplo, si quieres hacer una copia de seguridad de tu libro de hechizos. Esto es como copiar un nuevo hechizo en tu libro de hechizos, pero más rápido y fácil, ya que entiendes tu propia notación y ya sabes cómo lanzar el hechizo. Solo necesitas gastar 1 hora y 10 gp por cada nivel del hechizo copiado.",
										"Si pierdes tu libro de hechizos, puedes utilizar el mismo procedimiento para transcribir los hechizos que has preparado en un nuevo libro de hechizos. Completar el resto de tu libro de hechizos requiere que encuentres nuevos hechizos para hacerlo, como es normal. Por esta razón, muchos magos guardan libros de hechizos de reserva en un lugar seguro."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "The Book's Appearance",
									"entries": [
										"Tu libro de hechizos es una compilación única de hechizos, con sus propios adornos y notas al margen. Puede ser un volumen de cuero sencillo y funcional que recibiste como regalo de tu maestro, un tomo con bordes dorados finamente encuadernado que encontraste en una antigua biblioteca, o incluso una colección suelta de notas reunidas después de que perdieras tu anterior libro de hechizos en un percance."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Arcane Tradition",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Cuando alcanzas el 2º nivel, eliges una tradición arcana de la lista de tradiciones disponibles, dando forma a tu práctica de la magia. Su elección le otorga rasgos a 2º nivel y de nuevo a 6º, 10º y 14º nivel."
			]
		},
		{
			"name": "Cantrip Formulas",
			"source": "TCE",
			"page": 75,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 3rd-level wizard {@variantrule optional class features|tce|optional feature}}",
				"Has anotado un conjunto de fórmulas arcanas en tu libro de conjuros que puedes utilizar para formular un cantrip en tu mente. Siempre que termines un descanso largo y consultes esas fórmulas en tu libro de conjuros, puedes sustituir un cantrip de mago que conozcas por otro cantrip de la lista de conjuros de mago."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Cuando alcanzas el 4º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 usando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Arcane Tradition feature",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A 6º nivel, obtienes una característica concedida por tu Tradición Arcana."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Arcane Tradition feature",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A 10º nivel, obtienes una característica concedida por tu Tradición Arcana."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 usando este rasgo.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Arcane Tradition feature",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A 14º nivel, obtienes una característica concedida por tu Tradición Arcana."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Spell Mastery",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A 18º nivel, has alcanzado tal dominio sobre ciertos hechizos que puedes lanzarlos a voluntad. Elige un hechizo de mago de 1er nivel y un hechizo de mago de 2º nivel que estén en tu libro de hechizos. Puedes lanzar esos conjuros a su nivel más bajo sin gastar una ranura de conjuro cuando los tengas preparados. Si quieres lanzar cualquiera de los dos conjuros a un nivel superior, debes gastar una ranura de conjuro de forma normal.",
				"Pasando 8 horas de estudio, puedes cambiar uno o los dos hechizos que elegiste por otros de los mismos niveles."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
				"Si tu DM permite el uso de hazañas, puedes tomar en su lugar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Ability Score Improvement)}",
				"Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
				"Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
			]
		},
		{
			"name": "Signature Spells",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Cuando alcanzas el nivel 20, obtienes el dominio de dos poderosos hechizos y puedes lanzarlos con poco esfuerzo. Elige dos hechizos de mago de 3er nivel en tu libro de hechizos como tus hechizos característicos. Siempre tienes estos conjuros preparados, no cuentan para el número de conjuros que tienes preparados, y puedes lanzar cada uno de ellos una vez a 3er nivel sin gastar una ranura de conjuro. Cuando lo haces, no puedes volver a hacerlo hasta que termines un descanso corto o largo.",
				"Si quieres lanzar cualquiera de los dos hechizos a un nivel superior, deberás gastar una ranura de hechizo de forma normal."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Chronurgy Magic",
			"source": "EGW",
			"page": 184,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Chronurgy",
			"subclassSource": "EGW",
			"level": 2,
			"entries": [
				"Centrados en la manipulación del tiempo, los que siguen la tradición de la Cronurgia aprenden a alterar el ritmo de la realidad a su gusto. Utilizando el aumento de la energía dunamis anticipada, estos magos pueden doblar el flujo del tiempo con la misma destreza que un músico experto toca un instrumento, dándose a sí mismos y a sus aliados una ventaja en un abrir y cerrar de ojos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Chronal Shift|Wizard||Chronurgy|EGW|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Temporal Awareness|Wizard||Chronurgy|EGW|2"
				}
			]
		},
		{
			"name": "Chronal Shift",
			"source": "EGW",
			"page": 184,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Chronurgy",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Chronurgy Magic feature}",
				"Puedes ejercer un control limitado sobre el flujo del tiempo alrededor de una criatura. Como reacción, después de que tú o una criatura que puedas ver en un radio de 30 pies de ti haga una tirada de ataque, un chequeo de habilidad o una tirada de salvación, puedes obligar a la criatura a repetir la tirada. Tomas esta decisión después de ver si la tirada tiene éxito o falla. El objetivo debe utilizar el resultado de la segunda tirada.",
				"Puedes usar esta habilidad dos veces, y recuperas los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Temporal Awareness",
			"source": "EGW",
			"page": 184,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Chronurgy",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Chronurgy Magic feature}",
				"Puedes añadir tu modificador de Inteligencia a tus tiradas de iniciativa."
			]
		},
		{
			"name": "Momentary Stasis",
			"source": "EGW",
			"page": 184,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Chronurgy",
			"subclassSource": "EGW",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Chronurgy Magic feature}",
				"Como acción, puedes obligar mágicamente a una criatura grande o más pequeña que puedas ver en un radio de 60 pies de ti a hacer una tirada de salvación de Constitución contra tu DC de salvación de hechizo. A menos que la tirada de salvación tenga éxito, la criatura queda encerrada en un campo de energía mágica hasta el final de tu próximo turno o hasta que la criatura reciba algún daño. Mientras esté encerrada de este modo, la criatura es {@condition incapacitated} y tiene una velocidad de 0.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Inteligencia (un mínimo de una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Arcane Abeyance",
			"source": "EGW",
			"page": 184,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Chronurgy",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Chronurgy Magic feature}",
				"Cuando lanzas un hechizo utilizando una ranura de hechizo de 4º nivel o inferior, puedes condensar la magia del hechizo en una mota. El hechizo se congela en el momento del lanzamiento y se mantiene dentro de una cuenta gris durante 1 hora. Esta cuenta es un objeto diminuto con CA 15 y 1 punto de golpe, y es inmune al veneno y al daño psíquico. Cuando la duración termina, o si la cuenta es destruida, se desvanece en un destello de luz, y el hechizo se pierde.",
				"Una criatura que sostenga el abalorio puede utilizar su acción para liberar el hechizo que contiene, con lo que el abalorio desaparece. El hechizo utiliza su bono de ataque y su DC de salvación, y el hechizo trata a la criatura que lo liberó como el lanzador para todos los demás propósitos.",
				"Una vez que creas una cuenta con esta característica, no puedes volver a hacerlo hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Convergent Future",
			"source": "EGW",
			"page": 184,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Chronurgy",
			"subclassSource": "EGW",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Chronurgy Magic feature}",
				"Puedes ojear los posibles futuros y arrastrar mágicamente uno de ellos a los acontecimientos que te rodean, asegurando un resultado concreto. Cuando tú o una criatura que puedas ver en un radio de 60 pies hagas una tirada de ataque, un chequeo de habilidad o una tirada de salvación, puedes usar tu reacción para ignorar la tirada y decidir si el número obtenido es el mínimo necesario para tener éxito o uno menos que ese número (a tu elección).",
				"Cuando utilizas este rasgo, ganas un nivel de {@condition exhaustion}. Sólo al terminar un descanso largo puedes eliminar un nivel de {@condition exhaustion} ganado de esta manera."
			]
		},
		{
			"name": "Graviturgy Magic",
			"source": "EGW",
			"page": 185,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Graviturgy",
			"subclassSource": "EGW",
			"level": 2,
			"entries": [
				"Al comprender y dominar las fuerzas que atraen a los cuerpos de materia o los separan, los estudiantes de la tradición arcana de la Graviturgia aprenden a doblar y manipular aún más la violenta energía de la gravedad en su beneficio, y en el terrible perjuicio de sus enemigos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Adjust Density|Wizard||Graviturgy|EGW|2"
				}
			]
		},
		{
			"name": "Adjust Density",
			"source": "EGW",
			"page": 185,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Graviturgy",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Graviturgy Magic feature}",
				"Como acción, puedes alterar mágicamente el peso de un objeto o criatura que puedas ver en un radio de 30 pies de ti. El objeto o criatura debe ser grande o más pequeño. El peso del objetivo se reduce a la mitad o se duplica durante un minuto o hasta que termine tu concentración (como si estuvieras concentrado en un hechizo).",
				"Mientras el peso de una criatura se reduce a la mitad por este efecto, la velocidad de la criatura aumenta en 3 metros, puede saltar el doble de lo normal y tiene desventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza. Mientras el peso de una criatura se duplica por este efecto, la velocidad de la criatura se reduce en 3 metros y tiene ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza.",
				"Al alcanzar el 10º nivel en esta clase, puedes apuntar a un objeto o a una criatura que sea Enorme o más pequeña."
			]
		},
		{
			"name": "Gravity Well",
			"source": "EGW",
			"page": 185,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Graviturgy",
			"subclassSource": "EGW",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Graviturgy Magic feature}",
				"Has aprendido a manipular la gravedad alrededor de un ser vivo: cada vez que lanzas un hechizo sobre una criatura, puedes mover al objetivo 5 pies a un espacio desocupado de tu elección si el objetivo está dispuesto a moverse, el hechizo lo golpea con un ataque o falla una tirada de salvación contra el hechizo."
			]
		},
		{
			"name": "Violent Attraction",
			"source": "EGW",
			"page": 185,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Graviturgy",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Graviturgy Magic feature}",
				"Cuando otra criatura que puedas ver en un radio de 60 pies golpea con un ataque de arma, puedes usar tu reacción para aumentar la velocidad del ataque, haciendo que el objetivo del ataque reciba un {@damage 1d10} de daño extra del tipo de arma.",
				"Alternativamente, si una criatura en un radio de 60 pies de ti recibe daño por una caída, puedes usar tu reacción para aumentar el daño de la caída en {@dice 2d10}.",
				"Puedes utilizar esta característica un número de veces igual a tu modificador de Inteligencia (un mínimo de una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Event Horizon",
			"source": "EGW",
			"page": 185,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Graviturgy",
			"subclassSource": "EGW",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Graviturgy Magic feature}",
				"Como acción, puedes emitir mágicamente un poderoso campo de energía gravitatoria que atrae a otras criaturas hasta 1 minuto o hasta que tu concentración termine (como si estuvieras concentrado en un conjuro). Mientras dure, cada vez que una criatura hostil a ti comience su turno a menos de 30 pies de ti, debe hacer una tirada de salvación de Fuerza contra tu DC de salvación del conjuro. Si falla la tirada de salvación, recibe {@damage 2d10} de daño de fuerza y su velocidad se reduce a 0 hasta el comienzo de su siguiente turno. Si la salvación es satisfactoria, recibe la mitad de daño y cada pie que se mueva en este turno le cuesta 2 pies adicionales de movimiento.",
				"Una vez que usas este rasgo, no puedes volver a hacerlo hasta que termines un descanso largo o hasta que gastes una ranura de hechizo de 3er nivel o superior en él."
			]
		},
		{
			"name": "School of Abjuration",
			"source": "PHB",
			"page": 115,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Abjuration",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"La Escuela de Abjuración hace hincapié en la magia que bloquea, destierra o protege. Los detractores de esta escuela dicen que su tradición se basa en la negación, en la negación más que en la afirmación positiva. Sin embargo, entienden que acabar con los efectos nocivos, proteger a los débiles y desterrar las influencias malignas es todo menos un vacío filosófico. Es una vocación orgullosa y respetada.",
				"Llamados abjuradores, los miembros de esta escuela son buscados cuando hay que exorcizar espíritus malignos, cuando hay que proteger lugares importantes contra el espionaje mágico y cuando hay que cerrar portales a otros planos de existencia.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Abjuration Savant|Wizard||Abjuration||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Ward|Wizard||Abjuration||2"
				}
			]
		},
		{
			"name": "Abjuration Savant",
			"source": "PHB",
			"page": 115,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Abjuration",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de abjuración en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Arcane Ward",
			"source": "PHB",
			"page": 115,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Abjuration",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes tejer magia a tu alrededor para protegerte. Cuando lanzas un {@filter abjuration spell of 1st level or higher|spells|school=A|level=!0}, puedes usar simultáneamente una hebra de la magia del conjuro para crear una protección mágica sobre ti que dura hasta que termines un descanso largo. El pabellón tiene un máximo de puntos de golpe igual al doble de tu nivel de mago + tu modificador de Inteligencia. Cada vez que recibes daño, el pabellón recibe el daño en su lugar. Si este daño reduce el pabellón a 0 puntos de vida, recibes el daño restante.",
				"Mientras el pabellón tiene 0 puntos de vida, no puede absorber daño, pero su magia permanece. Cada vez que lanzas un {@filter abjuration spell of 1st level or higher|spells|school=A|level=!0}, el pabellón recupera un número de puntos de vida igual al doble del nivel del hechizo.",
				"Una vez que creas la sala, no puedes volver a crearla hasta que termines un descanso largo."
			]
		},
		{
			"name": "Projected Ward",
			"source": "PHB",
			"page": 115,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Abjuration",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, cuando una criatura que puedas ver en un radio de 30 pies de ti recibe daño, puedes usar tu reacción para hacer que tu pabellón arcano absorba ese daño. Si este daño reduce la protección a 0 puntos de vida, la criatura protegida recibe el daño restante."
			]
		},
		{
			"name": "Improved Abjuration",
			"source": "PHB",
			"page": 115,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Abjuration",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, cuando lances un conjuro de abjuración que requiera que hagas un chequeo de habilidad como parte del lanzamiento de ese conjuro (como en {@spell counterspell} y {@spell dispel magic}), añades tu bonificador de competencia a ese chequeo de habilidad."
			]
		},
		{
			"name": "Spell Resistance",
			"source": "PHB",
			"page": 115,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Abjuration",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, tienes ventaja en las tiradas de salvación contra los hechizos.",
				"Además, tienes resistencia contra el daño de los hechizos."
			]
		},
		{
			"name": "School of Conjuration",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Conjuration",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Como prestidigitador, te gustan los hechizos que producen objetos y criaturas de la nada. Puedes conjurar nubes ondulantes de niebla asesina o invocar criaturas de otros lugares para que luchen en tu nombre. A medida que aumenta tu dominio, aprendes hechizos de transporte y puedes teletransportarte a través de grandes distancias, incluso a otros planos de existencia, en un instante.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjuration Savant|Wizard||Conjuration||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Minor Conjuration|Wizard||Conjuration||2"
				}
			]
		},
		{
			"name": "Conjuration Savant",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Conjuration",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un conjuro en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Minor Conjuration",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Conjuration",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, cuando seleccionas esta escuela, puedes usar tu acción para conjurar un objeto inanimado en tu mano o en el suelo en un espacio desocupado que puedas ver en un radio de 3 metros. Este objeto no puede ser mayor de 3 pies de lado y no pesar más de 10 libras, y su forma debe ser la de un objeto no mágico que hayas visto. El objeto es visiblemente mágico, e irradia una luz tenue a 1,5 metros.",
				"El objeto desaparece al cabo de 1 hora, cuando vuelves a usar esta característica, si recibe algún daño o si inflige algún daño."
			]
		},
		{
			"name": "Benign Transposition",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Conjuration",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, puedes usar tu acción para teletransportarte hasta 30 pies a un espacio desocupado que puedas ver. Alternativamente, puedes elegir un espacio dentro del alcance que esté ocupado por una criatura pequeña o mediana. Si esa criatura está dispuesta, ambos se teletransportan, intercambiando lugares.",
				"Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo o lances un hechizo de conjuración de 1er nivel o superior."
			]
		},
		{
			"name": "Focused Conjuration",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Conjuration",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, mientras estés concentrado en un hechizo de conjuro, tu concentración no puede romperse como resultado de recibir daño."
			]
		},
		{
			"name": "Durable Summons",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Conjuration",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, cualquier criatura que invoques o crees con un hechizo de conjuración tiene 30 puntos de golpe temporales."
			]
		},
		{
			"name": "School of Divination",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Divination",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Tanto la realeza como los plebeyos buscan el consejo de un adivino, ya que todos buscan una comprensión más clara del pasado, el presente y el futuro. Como adivino, te esfuerzas por separar los velos del espacio, el tiempo y la conciencia para poder ver con claridad. Trabajas para dominar los hechizos de discernimiento, visión remota, conocimiento sobrenatural y previsión.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divination Savant|Wizard||Divination||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Portent|Wizard||Divination||2"
				}
			]
		},
		{
			"name": "Divination Savant",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Divination",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de adivinación en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Portent",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Divination",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, cuando eliges esta escuela, los atisbos del futuro comienzan a presionar tu conciencia. Cuando termines un descanso largo, tira dos {@dice d20}s y anota los números obtenidos. Puedes reemplazar cualquier tirada de ataque, tirada de salvación o chequeo de habilidad hecha por ti o por una criatura que puedas ver con una de estas tiradas de predicción. Debes elegir hacerlo antes de la tirada, y puedes reemplazar una tirada de esta manera sólo una vez por turno.",
				"Cada tirada de predicción sólo puede utilizarse una vez. Cuando terminas un descanso largo, pierdes las tiradas de predicción no utilizadas."
			]
		},
		{
			"name": "Expert Divination",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Divination",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, lanzar conjuros de adivinación te resulta tan fácil que sólo gasta una fracción de tus esfuerzos de lanzamiento de conjuros. Cuando lanzas un {@filter divination spell of 2nd level or higher|spells|school=D} utilizando una ranura de conjuro, recuperas una ranura de conjuro gastada. La ranura que recuperas debe ser de un nivel inferior al del hechizo que lanzaste y no puede ser superior al 5º nivel."
			]
		},
		{
			"name": "The Third Eye",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Divination",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, puedes utilizar tu acción para aumentar tus poderes de percepción. Cuando lo hagas, elige uno de los siguientes beneficios, que dura hasta que estés {@condition incapacitated} o tomes un descanso corto o largo. No puedes volver a usar el rasgo hasta que termines un descanso.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								"Ganas {@sense darkvision} hasta un alcance de 60 pies."
							]
						},
						{
							"type": "entries",
							"name": "Ethereal Sight",
							"entries": [
								"Puedes ver en el Plano Etéreo en un radio de 60 pies de ti."
							]
						},
						{
							"type": "entries",
							"name": "Greater Comprehension",
							"entries": [
								"Puedes leer cualquier idioma."
							]
						},
						{
							"type": "entries",
							"name": "See Invisibility",
							"entries": [
								"Puedes ver {@condition invisible} criaturas y objetos a menos de 3 metros de ti que estén dentro de la línea de visión."
							]
						}
					]
				}
			]
		},
		{
			"name": "Greater Portent",
			"source": "PHB",
			"page": 116,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Divination",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, las visiones de tus sueños se intensifican y pintan una imagen más precisa en tu mente de lo que está por venir. Tiras tres {@dice d20} para tu rasgo de presagio, en lugar de dos."
			]
		},
		{
			"name": "School of Enchantment",
			"source": "PHB",
			"page": 117,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Como miembro de la Escuela de Encantamiento, has perfeccionado tu habilidad para entrar y seducir mágicamente a otras personas y monstruos. Algunos encantadores son pacificadores que hechizan a los violentos para que depongan las armas y encantan a los crueles para que muestren piedad. Otros son tiranos que atan mágicamente a los reacios a su servicio. La mayoría de los encantadores se sitúan en un punto intermedio.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enchantment Savant|Wizard||Enchantment||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hypnotic Gaze|Wizard||Enchantment||2"
				}
			]
		},
		{
			"name": "Enchantment Savant",
			"source": "PHB",
			"page": 117,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de encantamiento en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Hypnotic Gaze",
			"source": "PHB",
			"page": 117,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, cuando eliges esta escuela, tus suaves palabras y tu mirada encantadora pueden cautivar mágicamente a otra criatura. Como acción, elige una criatura que puedas ver en un radio de 1,5 metros de ti. Si el objetivo puede verte u oírte, debe tener éxito en una tirada de salvación de Sabiduría contra tu DC de salvación de hechizo de mago o ser {@condition charmed} por ti hasta el final de tu siguiente turno. La velocidad de la criatura {@condition charmed} baja a 0, y la criatura queda {@condition incapacitated} y visiblemente aturdida.",
				"En los turnos siguientes, puedes utilizar tu acción para mantener este efecto, extendiendo su duración hasta el final de tu siguiente turno. Sin embargo, el efecto termina si te alejas más de 1,5 metros de la criatura, si ésta no puede verte ni oírte o si recibe daño.",
				"Una vez que el efecto termine, o si la criatura tiene éxito en su tirada de salvación inicial contra este efecto, no puedes volver a utilizar esta característica sobre esa criatura hasta que termines un descanso largo."
			]
		},
		{
			"name": "Instinctive Charm",
			"source": "PHB",
			"page": 117,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, cuando una criatura que puedas ver a menos de 30 pies de ti haga una tirada de ataque contra ti, puedes usar tu reacción para desviar el ataque, siempre que otra criatura esté dentro del alcance del ataque. El atacante debe hacer una tirada de salvación de Sabiduría contra la CD de salvación de tu hechizo de mago. Si falla la tirada de salvación, el atacante debe apuntar a la criatura que esté más cerca, sin incluirte a ti ni a él mismo. Si hay varias criaturas más cercanas, el atacante elige a cuál apuntar. Si la salvación tiene éxito, no puedes volver a usar este rasgo sobre el atacante hasta que termines un descanso largo.",
				"Debes elegir usar esta característica antes de saber si el ataque impacta o falla. Las criaturas que no pueden ser {@condition charmed} son inmunes a este efecto."
			]
		},
		{
			"name": "Split Enchantment",
			"source": "PHB",
			"page": 117,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, cuando lances un hechizo de encantamiento de 1º nivel o superior que tenga como objetivo una sola criatura, puedes hacer que tenga como objetivo una segunda criatura."
			]
		},
		{
			"name": "Alter Memories",
			"source": "PHB",
			"page": 117,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, obtienes la aptitud de hacer que una criatura no sea consciente de tu influencia mágica sobre ella. Cuando lanzas un hechizo de encantamiento para encantar a una o más criaturas, puedes alterar el entendimiento de una criatura para que siga sin ser consciente {@condition charmed}.",
				"Además, una vez antes de que el hechizo expire, puedes usar tu acción para intentar que la criatura elegida olvide parte del tiempo que pasó {@condition charmed}. La criatura debe tener éxito en una tirada de salvación de Inteligencia contra la DC de salvación de tu hechizo de mago o perder un número de horas de sus recuerdos igual a 1 + tu modificador de Carisma (mínimo 1). Puedes hacer que la criatura olvide menos tiempo, y la cantidad de tiempo no puede exceder la duración de tu conjuro de encantamiento."
			]
		},
		{
			"name": "School of Evocation",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Centras tu estudio en la magia que crea poderosos efectos elementales como el frío intenso, las llamas abrasadoras, los truenos rodantes, los relámpagos crepitantes y el ácido ardiente. Algunos evocadores se emplean en las fuerzas militares, sirviendo de artillería para arrasar ejércitos enemigos desde lejos. Otros utilizan su espectacular poder para proteger a los débiles, mientras que algunos buscan su propio beneficio como bandidos, aventureros o aspirantes a tiranos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Evocation Savant|Wizard||Evocation||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sculpt Spells|Wizard||Evocation||2"
				}
			]
		},
		{
			"name": "Evocation Savant",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de evocación en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Sculpt Spells",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes crear bolsas de relativa seguridad dentro de los efectos de tus conjuros de evocación. Cuando lanzas un conjuro de evocación que afecta a otras criaturas que puedes ver, puedes elegir un número de ellas igual a 1 + el nivel del conjuro. Las criaturas elegidas tienen automáticamente éxito en sus tiradas de salvación contra el conjuro, y no reciben daño si normalmente recibirían la mitad de daño en una salvación exitosa."
			]
		},
		{
			"name": "Potent Cantrip",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, tus cantrips dañinos afectan incluso a las criaturas que evitan el peso del efecto. Cuando una criatura tiene éxito en una tirada de salvación contra tu cantrip, la criatura recibe la mitad del daño del cantrip (si lo hay) pero no sufre ningún efecto adicional del cantrip."
			]
		},
		{
			"name": "Empowered Evocation",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, puedes añadir tu modificador de Inteligencia a una tirada de daño de cualquier hechizo de evocación de mago que lances."
			]
		},
		{
			"name": "Overchannel",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"basicRules": true,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, puedes aumentar la potencia de tus hechizos más sencillos. Cuando lanzas un hechizo de mago de 1º a 5º nivel que inflige daño, puedes infligir el máximo daño con ese hechizo.",
				"La primera vez que lo haces, no sufres ningún efecto adverso. Si vuelves a usar este rasgo antes de terminar un descanso largo, sufres {@damage 2d12} de daño necrótico por cada nivel del hechizo, inmediatamente después de lanzarlo. Cada vez que vuelvas a usar este rasgo antes de terminar un descanso largo, el daño necrótico por nivel de hechizo aumenta en {@dice 1d12}. Este daño ignora la resistencia y la inmunidad."
			]
		},
		{
			"name": "School of Illusion",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Centras tus estudios en la magia que deslumbra los sentidos, desconcierta la mente y engaña incluso a los más sabios. Tu magia es sutil, pero las ilusiones creadas por tu aguda mente hacen que lo imposible parezca real. Algunos ilusionistas -incluidos muchos magos gnomos- son embaucadores benignos que utilizan sus hechizos para entretener. Otros son maestros del engaño más siniestros, que utilizan sus ilusiones para asustar y engañar a los demás para su beneficio personal.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Illusion Savant|Wizard||Illusion||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Improved Minor Illusion|Wizard||Illusion||2"
				}
			]
		},
		{
			"name": "Illusion Savant",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de ilusión en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Improved Minor Illusion",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Cuando eliges esta escuela a 2º nivel, aprendes el cantrip {@spell minor illusion}. Si ya conoces este cantrip, aprendes otro cantrip de mago de tu elección. El cantrip no cuenta contra tu número de cantrips conocidos.",
				"Cuando lanzas {@spell minor illusion}, puedes crear tanto un sonido como una imagen con un solo lanzamiento del hechizo."
			]
		},
		{
			"name": "Malleable Illusions",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, cuando lances un hechizo de ilusión que tenga una duración de 1 minuto o más, puedes usar tu acción para cambiar la naturaleza de esa ilusión (usando los parámetros normales del hechizo para la ilusión), siempre que puedas ver la ilusión."
			]
		},
		{
			"name": "Illusory Step",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, puedes crear un duplicado ilusorio de ti mismo como reacción instantánea y casi instintiva al peligro. Cuando una criatura hace una tirada de ataque contra ti, puedes usar tu reacción para interponer el duplicado ilusorio entre el atacante y tú. El ataque te falla automáticamente y la ilusión se disipa.",
				"Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Illusory Reality",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, has aprendido el secreto de entrelazar la magia de las sombras en tus ilusiones para darles una semirealidad. Cuando lanzas un conjuro de ilusión de 1er nivel o superior, puedes elegir un objeto inanimado y no mágico que forme parte de la ilusión y hacer que ese objeto sea real. Puedes hacer esto en tu turno como acción de bonificación mientras el hechizo está en curso. El objeto permanece real durante 1 minuto. Por ejemplo, puedes crear una ilusión de un puente sobre un abismo y luego hacerlo real el tiempo suficiente para que tus aliados lo crucen.",
				"El objeto no puede causar daño ni perjudicar directamente a nadie."
			]
		},
		{
			"name": "School of Necromancy",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"La Escuela de Nigromancia explora las fuerzas cósmicas de la vida, la muerte y la no-muerte. Al centrar tus estudios en esta tradición, aprendes a manipular la energía que anima a todos los seres vivos. A medida que progresas, aprendes a extraer la fuerza vital de una criatura mientras tu magia destruye su cuerpo, transformando esa energía vital en poder mágico que puedes manipular.",
				"La mayoría de la gente ve a los nigromantes como amenazantes, o incluso villanos, debido a su estrecha asociación con la muerte. No todos los nigromantes son malvados, pero las fuerzas que manipulan son consideradas tabú por muchas sociedades.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Necromancy Savant|Wizard||Necromancy||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Grim Harvest|Wizard||Necromancy||2"
				}
			]
		},
		{
			"name": "Grim Harvest",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, obtienes la habilidad de cosechar energía vital de las criaturas que matas con tus conjuros. Una vez por turno, cuando matas a una o más criaturas con un conjuro de 1º nivel o superior, recuperas puntos de vida iguales al doble del nivel del conjuro, o al triple de su nivel si el conjuro pertenece al {@filter School of Necromancy|spells|school=N}. No obtienes este beneficio por matar constructos o muertos vivientes."
			]
		},
		{
			"name": "Necromancy Savant",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de nigromancia en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Undead Thralls",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, añades el hechizo {@spell animate dead} a tu libro de hechizos si no está ya allí. Cuando lanzas {@spell animate dead}, puedes apuntar a un cadáver o pila de huesos adicional, creando otro zombi o esqueleto, según corresponda.",
				"Cada vez que creas un muerto viviente utilizando un hechizo de nigromancia, éste tiene beneficios adicionales:",
				{
					"type": "list",
					"items": [
						"El máximo de puntos de golpe de la criatura se incrementa en una cantidad igual a tu nivel de mago.",
						"La criatura añade tu bonificación de competencia a sus tiradas de daño con armas."
					]
				}
			]
		},
		{
			"name": "Inured to Undeath",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, tienes resistencia al daño necrótico y tu máximo de puntos de golpe no puede reducirse. Has pasado tanto tiempo tratando con muertos vivientes y las fuerzas que los animan que te has acostumbrado a algunos de sus peores efectos."
			]
		},
		{
			"name": "Command Undead",
			"source": "PHB",
			"page": 118,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, puedes utilizar la magia para poner a los muertos vivientes bajo tu control, incluso los creados por otros magos. Como acción, puedes elegir un muerto viviente que puedas ver en un radio de 60 pies de ti. Esa criatura debe hacer una tirada de salvación de Carisma contra tu DC de salvación del hechizo de mago. Si tiene éxito, no puedes volver a usar este rasgo con ella. Si no lo consigue, se vuelve amigable contigo y obedece tus órdenes hasta que vuelvas a usar este rasgo.",
				"Los muertos vivientes inteligentes son más difíciles de controlar de esta manera. Si el objetivo tiene una Inteligencia de 8 o más, tiene ventaja en la tirada de salvación. Si falla la tirada de salvación y tiene una Inteligencia de 12 o más, puede repetir la tirada de salvación al final de cada hora hasta que tenga éxito y se libere."
			]
		},
		{
			"name": "School of Transmutation",
			"source": "PHB",
			"page": 119,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Eres un estudioso de los hechizos que modifican la energía y la materia. Para ti, el mundo no es algo fijo, sino eminentemente mutable, y te encanta ser un agente de cambio. Manejas la materia prima de la creación y aprendes a alterar tanto las formas físicas como las cualidades mentales. Tu magia te da las herramientas para convertirte en un herrero en la forja de la realidad.",
				"Algunos transmutadores son unos manitas y unos bromistas, que convierten a la gente en sapos y transforman el cobre en plata por diversión y para obtener algún beneficio. Otros persiguen sus estudios mágicos con una seriedad mortal, buscando el poder de los dioses para hacer y destruir mundos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Transmutation Savant|Wizard||Transmutation||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Minor Alchemy|Wizard||Transmutation||2"
				}
			]
		},
		{
			"name": "Minor Alchemy",
			"source": "PHB",
			"page": 119,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, cuando seleccionas esta escuela, puedes alterar temporalmente las propiedades físicas de un objeto no mágico, cambiándolo de una sustancia a otra. Realizas un procedimiento alquímico especial sobre un objeto compuesto enteramente de madera, piedra (pero no una piedra preciosa), hierro, cobre o plata, transformándolo en otro de esos materiales. Por cada 10 minutos que pases realizando el procedimiento, puedes transformar hasta 1 pie cúbico de material. Después de 1 hora, o hasta que pierdas la concentración (como si estuvieras concentrado en un hechizo), el material vuelve a su sustancia original."
			]
		},
		{
			"name": "Transmutation Savant",
			"source": "PHB",
			"page": 119,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta escuela a 2º nivel, el oro y el tiempo que debes gastar para copiar un hechizo de transmutación en tu libro de hechizos se reduce a la mitad."
			]
		},
		{
			"name": "Transmuter's Stone",
			"source": "PHB",
			"page": 119,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, puedes dedicar 8 horas a crear una piedra de transmutación que almacene magia de transmutación. Puedes beneficiarte de la piedra tú mismo o dársela a otra criatura. Una criatura obtiene un beneficio de tu elección mientras la piedra esté en posesión de la criatura. Cuando crees la piedra, elige el beneficio entre las siguientes opciones:",
				{
					"type": "list",
					"items": [
						"Visión oscura hasta un rango de 60 pies, como se describe en el capítulo 8.",
						"Un aumento de la velocidad de 10 pies mientras la criatura esté libre de cargas.",
						"Competencia en las tiradas de salvación de la Constitución.",
						"Resistencia al daño por ácido, frío, fuego, rayo o trueno (a tu elección siempre que elijas este beneficio)."
					]
				},
				"Cada vez que lances un hechizo de transmutación de 1er nivel o superior, puedes cambiar el efecto de tu piedra si la piedra está en tu persona.",
				"Si creas una nueva piedra transmutadora, la anterior deja de funcionar."
			]
		},
		{
			"name": "Shapechanger",
			"source": "PHB",
			"page": 119,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, añades el hechizo {@spell polymorph} a tu libro de hechizos, si no está ya allí. Puedes lanzar {@spell polymorph} sin gastar una ranura de conjuro. Cuando lo haces, sólo puedes apuntar a ti mismo y transformarte en un {@filter beast whose challenge rating is 1 or lower|bestiary|challenge rating=[&0;&1]|type=beast|miscellaneous=!swarm}.",
				"Una vez que lanzas {@spell polymorph} de esta manera, no puedes volver a hacerlo hasta que termines un descanso corto o largo, aunque todavía puedes lanzarlo normalmente usando una ranura de hechizo disponible."
			]
		},
		{
			"name": "Master Transmuter",
			"source": "PHB",
			"page": 119,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, puedes utilizar tu acción para consumir la reserva de magia de transmutación almacenada en tu piedra de transmutador en una sola ráfaga. Cuando lo hagas, elige uno de los siguientes efectos. Tu piedra de transmutación se destruye y no puede volver a fabricarse hasta que termines un descanso largo.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Major Transformation",
							"entries": [
								"Puedes transmutar un objeto no mágico -no mayor que un cubo de 1,5 metros- en otro objeto no mágico de tamaño y masa similares y de igual o menor valor. Debes pasar 10 minutos manipulando el objeto para transformarlo."
							]
						},
						{
							"type": "entries",
							"name": "Panacea",
							"entries": [
								"Eliminas todas las maldiciones, enfermedades y venenos que afecten a una criatura que toques con la piedra del transmutador. La criatura también recupera todos sus puntos de vida."
							]
						},
						{
							"type": "entries",
							"name": "Restore Life",
							"entries": [
								"Lanzas el hechizo {@spell raise dead} sobre una criatura que toques con la piedra del transmutador, sin gastar una ranura de hechizo ni necesitar tener el hechizo en tu libro de hechizos."
							]
						},
						{
							"type": "entries",
							"name": "Restore Youth",
							"entries": [
								"Si tocas la piedra del transmutador con una criatura dispuesta, la edad aparente de esa criatura se reduce en {@dice 3d10} años, hasta un mínimo de 13 años. Este efecto no prolonga la vida de la criatura."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bladesinging",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Los espadachines dominan una tradición de hechicería que incorpora el manejo de la espada y la danza. Creada originalmente por los elfos, esta tradición ha sido adoptada por practicantes no elfos, que honran y amplían las costumbres elfas.",
				"En el combate, un espadachín utiliza una serie de intrincadas y elegantes maniobras que evitan el daño y permiten al espadachín canalizar la magia en ataques devastadores y una astuta defensa. Muchos de los que han observado a un espadachín en acción recuerdan la exhibición como una de las experiencias más hermosas de su vida, una danza gloriosa acompañada de una espada que canta.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Training in War and Song (Bladesinging)|Wizard||Bladesinging|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bladesong|Wizard||Bladesinging|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bladesinger Styles|Wizard||Bladesinging|TCE|2"
				}
			]
		},
		{
			"name": "Bladesinger Styles",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"Desde sus inicios como arte marcial y mágico, el Bladesing ha estado ligado a la espada, más concretamente al sable largo. Sin embargo, muchas generaciones de estudio dieron lugar a varios estilos de Bladesing basados en el arma de combate empleada. Las técnicas de estos estilos se transmiten de maestro a alumno en pequeñas escuelas, algunas de las cuales tienen un edificio dedicado a la instrucción. Incluso los estilos más nuevos tienen cientos de años, pero siguen siendo enseñados por sus creadores originales debido a la larga vida de los elfos. La mayoría de las escuelas de Bladesing están en Evermeet o Evereska. Una de ellas se inició en Myth Drannor, pero la destrucción de la ciudad ha dispersado a los estudiantes que sobrevivieron.",
				"Los estilos de Bladesing se clasifican a grandes rasgos en función del tipo de arma empleada, y cada uno se asocia a una categoría de animal. Dentro de ese estilo hay especializaciones con nombres de tipos de animales específicos, basados en los tipos de hechizos empleados, las técnicas del maestro y el arma particular utilizada. Los espadachines que son aprendices de un maestro suelen hacerse un tatuaje del animal de su estilo elegido. Algunos espadachines aprenden varios estilos y llevan muchos tatuajes, llevando una advertencia en su piel de sus habilidades mortales.",
				{
					"type": "entries",
					"name": "Cat",
					"entries": [
						"Los estilos que emplean una espada pertenecen a esta familia. El estilo del león, el más antiguo, entrena a los practicantes en el uso del sable largo y no favorece ningún tipo de hechizo en particular. El estilo del leopardo se centra en la espada corta y en los hechizos de ilusión y sigilo. El tigre rojo, un estilo con apenas tres siglos de antigüedad, hace que sus espadachines utilicen la cimitarra en una danza giratoria de defensa desde la que se lanzan a saltos y ataques repentinos."
					]
				},
				{
					"type": "entries",
					"name": "Bird",
					"entries": [
						"Los estilos que se centran en el uso de un arma con empuñadura, como un hacha o un martillo, se han agrupado como estilos de aves, aunque varían mucho. Todos los estilos son relativamente nuevos y utilizan armas que no suelen ser las preferidas de los elfos. Los espadachines de estilo águila utilizan pequeñas hachas de mano, y muchas maniobras del estilo se centran en formas fluidas de lanzar el arma y sacar una nueva. El estilo cuervo utiliza un pico de guerra, y los hechizos asociados a él otorgan al espadachín más agilidad en el combate."
					]
				},
				{
					"type": "entries",
					"name": "Snake",
					"entries": [
						"Los practicantes de estos estilos utilizan un mayal, una cadena o un látigo. El estilo Víbora utiliza un látigo, a pesar de su poca elegancia como arma, y tiene una historia casi tan larga como el estilo León. Sus maestros marcan el ritmo de su canto de espada con un asombroso y rápido chasquido de látigo, que puede mantener a raya a muchos enemigos y permitir que el espadachín tenga espacio para lanzar los crueles hechizos de veneno y enfermedad que favorece este estilo."
					]
				}
			]
		},
		{
			"name": "Bladesong",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes invocar una magia secreta de los elfos llamada \"Bladesong\", siempre que no lleves una armadura media o pesada o uses un escudo. Te otorga una velocidad, agilidad y concentración sobrenaturales.",
				"Puedes utilizar una acción adicional para iniciar el Bladesong, que dura 1 minuto. Termina antes si eres {@condition incapacitated}, si te pones una armadura media o pesada o un escudo, o si usas las dos manos para hacer un ataque con un arma. También puedes descartar el Bladesong en cualquier momento que elijas (no requiere ninguna acción).",
				"Mientras tu canción de cuchillas está activa, obtienes los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Obtienes un bono a tu CA igual a tu modificador de Inteligencia (mínimo de +1).",
						"Tu velocidad al caminar aumenta en 3 metros.",
						"Tienes ventaja en los chequeos de Destreza ({@skill Acrobatics}).",
						"Obtienes un bonificador a cualquier tirada de salvación de Constitución que hagas para mantener la concentración en un hechizo. El bono es igual a tu modificador de Inteligencia (mínimo de +1)."
					]
				},
				"Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Training in War and Song (Bladesinging)",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"Cuando adoptas esta tradición a 2º nivel, ganas competencia con la armadura ligera y ganas competencia con un tipo de arma cuerpo a cuerpo de una mano a tu elección.",
				"También ganas competencia en la habilidad {@skill Performance} si no la tienes ya."
			]
		},
		{
			"name": "Extra Attack",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, puedes atacar dos veces, en lugar de una, siempre que realices la acción {@action Attack} en tu turno. Además, puedes lanzar uno de tus cantrips en lugar de uno de esos ataques."
			]
		},
		{
			"name": "Song of Defense",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, puedes dirigir tu magia para absorber el daño mientras tu canto de espada está activo. Cuando recibes daño, puedes usar tu reacción para gastar una ranura de hechizo y reducir ese daño en una cantidad igual a cinco veces el nivel de la ranura del hechizo."
			]
		},
		{
			"name": "Song of Victory",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del 14º nivel, añades tu modificador de Inteligencia (mínimo de +1) al daño de tus ataques con armas cuerpo a cuerpo mientras tu Canto de la espada esté activo."
			]
		},
		{
			"name": "Order of Scribes",
			"source": "TCE",
			"page": 77,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"La magia de los libros: así es como muchos llaman a la hechicería. El nombre es apropiado, dado el tiempo que los magos pasan estudiando tomos y escribiendo teorías sobre la naturaleza de la magia. Es raro ver a los magos que viajan sin libros y pergaminos que brotan de sus maletas, y un mago haría todo lo posible por explorar un archivo de conocimientos antiguos.",
				"Entre los magos, la Orden de los Escribas es la más libresca. Adopta muchas formas en diferentes mundos, pero su misión principal es la misma en todas partes: registrar los descubrimientos mágicos para que la hechicería pueda florecer. Y aunque todos los magos valoran los libros de hechizos, un mago de la Orden de los Escribanos despierta mágicamente su libro, convirtiéndolo en un compañero de confianza. Todos los magos estudian los libros, ¡pero un escriba mago habla con el suyo!",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wizardly Quill|Wizard||Scribes|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Spellbook|Wizard||Scribes|TCE|2"
				}
			]
		},
		{
			"name": "Awakened Spellbook",
			"source": "TCE",
			"page": 77,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Order of Scribes feature}",
				"Utilizando tintas especialmente preparadas y antiguos conjuros transmitidos por tu orden de magos, has despertado una sensibilidad arcana dentro de tu libro de hechizos.",
				"Mientras tengas el libro en la mano, te otorga los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Puedes utilizar el libro como foco de hechizo para tus hechizos de mago.",
						"Cuando lanzas un hechizo de mago con una ranura de hechizo, puedes sustituir temporalmente su tipo de daño por un tipo que aparezca en otro hechizo de tu libro de hechizos, lo que altera mágicamente la fórmula del hechizo sólo para este lanzamiento. Este último hechizo debe ser del mismo nivel que la ranura de hechizo que gastas.",
						"Cuando lanzas un hechizo de mago como ritual, puedes utilizar el tiempo de lanzamiento normal del hechizo, en lugar de añadirle 10 minutos. Una vez que utilices este beneficio, no podrás volver a hacerlo hasta que termines un descanso largo."
					]
				},
				"Si es necesario, puedes reemplazar el libro en el transcurso de un breve descanso utilizando tu Pluma de Mago para escribir sigilos arcanos en un libro en blanco o en un libro de conjuros mágicos con el que estés sintonizado. Al final del descanso, la conciencia de tu libro de hechizos es invocada en el nuevo libro, que la conciencia transforma en tu libro de hechizos, junto con todos sus hechizos. Si el libro anterior todavía existía en algún lugar, todos los hechizos desaparecen de sus páginas."
			]
		},
		{
			"name": "Wizardly Quill",
			"source": "TCE",
			"page": 77,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Order of Scribes feature}",
				"Como acción adicional, puedes crear mágicamente una pluma diminuta en tu mano libre. La pluma mágica tiene las siguientes propiedades:",
				{
					"type": "list",
					"items": [
						"La pluma no necesita tinta. Al escribir con ella, produce tinta del color que usted elija en la superficie de escritura.",
						"El tiempo que debes emplear para copiar un hechizo en tu libro de hechizos es igual a 2 minutos por nivel de hechizo si utilizas la pluma para la transcripción.",
						"Puedes borrar cualquier cosa que escribas con la pluma si agitas la pluma sobre el texto como acción de bonificación, siempre que el texto esté a menos de 5 pies de ti."
					]
				},
				"Esta pluma desaparece si creas otra o si mueres."
			]
		},
		{
			"name": "Manifest Mind",
			"source": "TCE",
			"page": 78,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Order of Scribes feature}",
				"Puedes conjurar la mente de tu Libro de Hechizos Despertado. Como acción de bonificación, mientras el libro esté en tu persona, puedes hacer que la mente se manifieste como un objeto espectral diminuto, flotando en un espacio desocupado de tu elección en un radio de 60 pies. La mente espectral es intangible y no ocupa su espacio, y arroja una luz tenue en un radio de 10 pies. Tiene el aspecto de un tomo fantasmal, una cascada de texto o un erudito del pasado (a tu elección).",
				"Mientras se manifiesta, la mente espectral puede oír y ver, y tiene {@sense darkvision} con un alcance de 60 pies. La mente puede compartir telepáticamente contigo lo que ve y oye (no requiere acción).",
				"Siempre que lances un hechizo de mago en tu turno, puedes lanzarlo como si estuvieras en el espacio de la mente espectral, en lugar del tuyo, utilizando sus sentidos. Puedes hacerlo un número de veces al día igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo.",
				"Como acción de bonificación, puedes hacer que la mente espectral se desplace hasta 30 pies a un espacio desocupado que tú o ella podáis ver. Puede atravesar criaturas pero no objetos.",
				"La mente espectral deja de manifestarse si está a más de 300 pies de ti, si alguien lanza {@spell dispel magic} sobre ella, si el Libro de Hechizos Despertado se destruye, si mueres o si descartas la mente espectral como acción adicional.",
				"Una vez que conjuras la mente, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes una ranura de hechizo de cualquier nivel para conjurarla de nuevo."
			]
		},
		{
			"name": "Master Scrivener",
			"source": "TCE",
			"page": 78,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Order of Scribes feature}",
				"Siempre que termines un descanso largo, puedes crear un pergamino mágico tocando con tu Pluma de Hechicero un trozo de papel o pergamino en blanco y haciendo que un hechizo de tu Libro de Hechizos Despertado se copie en el pergamino. El libro de hechizos debe estar a menos de 5 pies de ti cuando hagas el pergamino.",
				"El hechizo elegido debe ser de 1º o 2º nivel y debe tener un tiempo de lanzamiento de 1 acción. Una vez en el pergamino, el poder del hechizo se potencia, contando como un nivel superior al normal. Puedes lanzar el hechizo desde el pergamino leyéndolo como una acción. El pergamino es ininteligible para cualquier otra persona, y el hechizo desaparece del pergamino cuando lo lanzas o cuando terminas tu siguiente descanso largo.",
				"También eres experto en la elaboración de pergaminos de hechizo, que se describen en el capítulo del tesoro de la Guía del Dungeon Master. El oro y el tiempo que debes gastar para hacer un pergamino de este tipo se reducen a la mitad si utilizas tu Pluma de Mago."
			]
		},
		{
			"name": "One with the Word",
			"source": "TCE",
			"page": 78,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Order of Scribes feature}",
				"Tu conexión con tu libro de hechizos despierto es tan profunda que tu alma se ha entrelazado con él. Mientras el libro está en tu persona, tienes ventaja en todos los chequeos de Inteligencia ({@skill Arcana}), ya que el libro de hechizos te ayuda a recordar la sabiduría mágica.",
				"Además, si recibes daño mientras la mente de tu libro de hechizos se manifiesta, puedes evitar todo ese daño para ti usando tu reacción para descartar la mente espectral, usando su magia para salvarte. Entonces tira {@dice 3d6}. El libro de hechizos pierde temporalmente los hechizos de tu elección que tengan un nivel de hechizo combinado igual a esa tirada o superior. Por ejemplo, si el total de la tirada es 9, desaparecen del libro los hechizos que tengan un nivel combinado de al menos 9, lo que podría significar un hechizo de nivel 9, tres hechizos de nivel 3, o alguna otra combinación. Si no hay suficientes hechizos en el libro para cubrir este coste, bajas a 0 puntos de vida.",
				"Hasta que termines {@dice 1d6} de descansos largos, no podrás lanzar los hechizos perdidos, incluso si los encuentras en un pergamino o en otro libro de hechizos. Después de terminar el número requerido de descansos, los hechizos reaparecen en el libro de hechizos.",
				"Una vez que usas esta reacción, no puedes volver a hacerlo hasta que termines un descanso largo."
			]
		},
		{
			"name": "Order of Scribes",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 2,
			"entries": [
				"La magia de los libros: así es como muchos hechiceros llaman a la hechicería. El nombre es apropiado, dado el tiempo que los magos pasan estudiando detenidamente sus libros de hechizos, escribiendo teorías sobre la naturaleza de la magia y explorando los más recónditos rincones de las bibliotecas. Es raro ver a un mago viajando sin libros y pergaminos brotando de sus maletas, y un mago haría todo lo posible por sondear un archivo de conocimiento antiguo.",
				"Entre los magos, la Orden de los Escribas es la más libresca. Adopta muchas formas en diferentes mundos, pero su misión principal es la misma en todas partes: registrar los descubrimientos mágicos en tomos y pergaminos para que la hechicería pueda florecer. Y aunque todos los magos valoran su libro de hechizos, un escriba de la Orden de los Escribas se dedica a despertar mágicamente su libro, convirtiéndolo en un compañero de confianza. Todos los magos estudian sus libros de hechizos, ¡pero un escriba mago habla con el suyo!",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wizardly Quill|Wizard||Scribes (UA)|UA2020SubclassesRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Spellbook|Wizard||Scribes (UA)|UA2020SubclassesRevisited|2"
				}
			]
		},
		{
			"name": "Awakened Spellbook",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Order of Scribes feature}",
				"Utilizando tintas especialmente preparadas y antiguos conjuros transmitidos por tu orden de magos, has despertado una sensibilidad arcana dentro de tu libro de hechizos.",
				"Mientras tengas el libro en la mano, te otorga los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"Puedes utilizar el libro como foco de hechizo para tus hechizos de mago.",
						"Cuando lanzas un hechizo de mago con una ranura de hechizo, puedes sustituir temporalmente su tipo de daño por el tipo de daño de otro hechizo de tu libro de hechizos, ya que tu libro de hechizos altera mágicamente la fórmula del hechizo para este lanzamiento.",
						"Cuando lanzas un hechizo de mago como ritual, puedes utilizar el tiempo de lanzamiento normal del hechizo, en lugar de añadirle 10 minutos. Una vez que utilices este beneficio, no podrás volver a hacerlo hasta que termines un descanso largo."
					]
				},
				"Si es necesario, puedes reemplazar el libro en el transcurso de un breve descanso utilizando tu Pluma de Mago para escribir sigilos arcanos en un libro en blanco o en un libro de conjuros mágicos con el que estés sintonizado. Al final del descanso, la conciencia de tu libro de hechizos es invocada en el nuevo libro, que la conciencia transforma en tu libro de hechizos, junto con todos sus hechizos. Si el libro anterior todavía existía en algún lugar, todos los hechizos desaparecen de sus páginas."
			]
		},
		{
			"name": "Wizardly Quill",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Order of Scribes feature}",
				"Como acción adicional, puedes crear mágicamente una pluma diminuta en tu mano libre. La pluma mágica tiene las siguientes propiedades:",
				{
					"type": "list",
					"items": [
						"La pluma no necesita tinta. Al escribir con ella, produce tinta del color que usted elija en la superficie de escritura.",
						"El oro y el tiempo que debes gastar para copiar un hechizo en tu libro de hechizos se reducen a la mitad si utilizas la pluma para la transcripción.",
						"Puedes borrar cualquier cosa que escribas con la pluma si agitas la pluma sobre el texto como acción de bonificación, siempre que el texto esté a menos de 5 pies de ti."
					]
				},
				"Esta pluma desaparece si creas otra o si mueres."
			]
		},
		{
			"name": "Master Scrivener",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Order of Scribes feature}",
				"Siempre que termines un descanso largo, puedes crear un pergamino mágico tocando con tu Pluma de Hechicero un trozo de papel o pergamino en blanco y haciendo que un hechizo de tu Libro de Hechizos Despertado se copie en el pergamino. El libro de hechizos debe estar a menos de 5 pies de ti cuando hagas el pergamino.",
				"El hechizo elegido debe ser de 1º o 2º nivel y debe tener un tiempo de lanzamiento de 1 acción. Una vez en el pergamino, el poder del hechizo se potencia, contando como un nivel superior al normal. Puedes lanzar el hechizo desde el pergamino leyéndolo como una acción. El pergamino es ininteligible para cualquier otra persona, y el hechizo desaparece del pergamino cuando lo lanzas o cuando terminas tu siguiente descanso largo.",
				"También eres experto en la elaboración de pergaminos de hechizo, que se describen en el capítulo 7 de la Guía del Dungeon Master. El oro y el tiempo que debes gastar para hacer un pergamino de este tipo se reducen a la mitad si utilizas tu Pluma de Mago."
			]
		},
		{
			"name": "Manifest Mind",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Order of Scribes feature}",
				"Ahora puedes conjurar la mente de tu Libro de Hechizos Despertado. Como acción de bonificación, mientras el libro esté en tu persona, puedes hacer que la mente se manifieste como una diminuta construcción espectral, que flota en un espacio desocupado de tu elección en un radio de 60 pies. Esta presencia es intangible y no ocupa su espacio, y arroja una luz tenue en un radio de 10 pies. Tiene el aspecto de un tomo fantasmal, una cascada de texto o un erudito del pasado (a tu elección). La mente espectral tiene un número de puntos de golpe igual a tu nivel de mago más tu modificador de Inteligencia, y utiliza tus modificadores de Clase de Armadura y de tirada de salvación.",
				"Mientras se manifiesta, la mente espectral puede oír y ver, y tiene {@sense darkvision} con un alcance de 60 pies. Como acción, puedes oír y ver usando sus sentidos, en lugar de los tuyos, hasta que tu concentración termine (como si te concentraras en un hechizo).",
				"Siempre que lances un hechizo de mago en tu turno, puedes lanzarlo como si estuvieras en el espacio de la mente espectral, en lugar del tuyo, utilizando sus sentidos. Puedes hacerlo un número de veces al día igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo.",
				"Como acción de bonificación, puedes hacer que la mente espectral se desplace hasta 30 pies a un espacio desocupado que tú o ella podáis ver. Puede atravesar criaturas pero no objetos. La mente espectral deja de manifestarse si está a más de 300 pies de ti, si baja a 0 puntos de golpe, si mueres o si la descartas como acción de bonificación."
			]
		},
		{
			"name": "One with the Word",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Order of Scribes feature}",
				"Tu conexión con tu Libro de Hechizos Despertado se ha vuelto tan profunda que tu alma se ha entrelazado con él. Mientras tengas el libro en tus manos y su mente espectral se manifieste, puedes realizar una acción para que los dos os teletransportéis, intercambiando lugares. Puedes teletransportarte de este modo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo.",
				"Además, si mueres pero queda al menos un hechizo en tu Libro de Hechizos Despertado, puedes volver a la vida 1 minuto después a menos de 1,5 metros del libro. Revives con 1 punto de vida. Entonces tira {@dice 3d6}. El libro pierde los hechizos de tu elección que tengan un nivel de hechizo combinado igual a esa tirada o superior. Por ejemplo, si el total de la tirada es 9, desaparecen del libro los conjuros que tengan un nivel combinado de al menos 9, lo que podría significar un conjuro de nivel 9, tres conjuros de nivel 3 o alguna otra combinación.",
				"A partir de entonces, eres incapaz de lanzar los hechizos perdidos, incluso si los encuentras en un pergamino o en otro libro de hechizos. La única manera de restaurar tu capacidad de lanzar uno de los hechizos perdidos es a través del hechizo {@spell wish}, que puede restaurar un hechizo en el libro por lanzamiento."
			]
		},
		{
			"name": "Onomancy",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"entries": [
				"Los practicantes de la magia conocen bien el poder de los nombres, pero los magos que siguen la tradición de la onomancia utilizan su magia para manipular las palabras que engloban la existencia. Los onománticos amplían su estudio al propio lenguaje, buscando los hilos de significado mágico que se entretejen a través de los nombres. Algo que tiene nombre destaca en el multiverso, distinto del tapiz de la creación que lo rodea.",
				"Esa distinción crea un poder que los onomantes buscan aprovechar. Al pronunciar el verdadero nombre de un objetivo, los hechizos del mago se cuelan entre las grietas de las defensas del objetivo, ajustándose a su naturaleza esencial a través del poder de su nombre. Para protegerse, los magos que siguen esta tradición suelen ocultar sus verdaderos nombres, normalmente adoptando apodos y seudónimos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "True Names|Wizard||Onomancy (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Wizard||Onomancy (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Extract Name|Wizard||Onomancy (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fateful Naming|Wizard||Onomancy (UA)|UAClericDruidWizard|2"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Onomancy feature}",
				"Aprendes un idioma de tu elección y ganas competencia con {@item calligrapher's supplies|phb}."
			]
		},
		{
			"name": "Extract Name",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Onomancy feature}",
				"Puedes obligar mágicamente a una criatura a divulgar su verdadero nombre. Como acción adicional, apuntas a una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Sabiduría contra tu DC de salvación del hechizo. Si la tirada de salvación tiene éxito, disciernes que esta magia ha fallado y no puedes volver a utilizar este rasgo con el objetivo. Si fallas la salvación, el objetivo es {@condition charmed} para ti hasta el final de tu siguiente turno, y aprendes mentalmente el nombre del objetivo {@condition charmed} o el hecho de que el objetivo carece de nombre.",
				"Puedes usar este rasgo un número de veces igual a tu modificador de Inteligencia (mínimo una vez), y recuperas todos los usos gastados de él cuando terminas un descanso largo."
			]
		},
		{
			"name": "Fateful Naming",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Onomancy feature}",
				"Puedes utilizar la magia para ayudar o entorpecer a las criaturas a través del poder de sus verdaderos nombres, e incluso utilizar esos nombres como ancla para afectar a otros a su alrededor. Los hechizos {@spell bane} y {@spell bless} son hechizos de mago para ti, y los añades a tu libro de hechizos. Siempre los tienes preparados, pero no cuentan para el número de hechizos que puedes preparar.",
				"Puedes lanzar cualquiera de los dos conjuros sin gastar una ranura de conjuro si dices el nombre verdadero de un objetivo del conjuro como parte del lanzamiento. Puedes lanzar los conjuros de este modo un número de veces igual a tu modificador de Inteligencia (un mínimo de una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "True Names",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"La onomancia, o magia de los nombres, es un método de hechizo que utiliza el nombre verdadero de una criatura para potenciar los efectos de un hechizo. Un nombre verdadero es el nombre con el que una criatura consciente de sí misma se identifica. Este nombre puede ser el que se le dio a una persona al nacer, o uno que eligió o se ganó más tarde en la vida. Sea cual sea el origen de un nombre, la forma más sencilla de conocer tu verdadero nombre es pensar con sinceridad en ti mismo y luego pensar: \"Me llamo...\". Tu verdadero nombre es la forma en que terminas esa frase.",
				"Puedes intentar ocultar tu verdadero nombre utilizando un seudónimo, pero debes tener cuidado de no habitar ese nombre falso demasiado profundamente. Si un nombre falso llega a ser la mejor expresión de lo que eres, se convierte en tu verdadero nombre. Cambiar el nombre verdadero nunca es una elección rápida; es algo que ocurre con el tiempo, a medida que el nombre se convierte en la verdad de la criatura.",
				"Como guía rápida, una criatura tiene un nombre verdadero si entiende al menos un idioma o tiene un alineamiento."
			]
		},
		{
			"name": "Resonant Utterance",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Onomancy feature}",
				"Aprendes palabras de poder llamadas Resonantes, que te permiten adaptar tus hechizos mediante el uso del verdadero nombre de un objetivo.",
				{
					"type": "entries",
					"name": "Resonants Known",
					"entries": [
						"Cuando obtienes esta característica, aprendes dos Resonantes a tu elección, que se detallan en la sección \"Opciones de Resonantes\". Cada vez que ganes un nivel en esta clase, puedes sustituir un resonante que conozcas por otro diferente."
					]
				},
				{
					"type": "entries",
					"name": "Using a Resonant",
					"entries": [
						"Puedes usar un Resonante cuando lanzas un hechizo de mago con una ranura de hechizo y dices el nombre verdadero de una criatura objetivo del hechizo. Decir el nombre es parte del lanzamiento del hechizo. Puedes usar Resonantes un número de veces igual a la mitad de tu nivel de mago (redondeado hacia abajo), y recuperas todos los usos gastados cuando terminas un descanso largo."
					]
				},
				{
					"type": "entries",
					"name": "Resonant Options",
					"entries": [
						"Estas son sus opciones a la hora de elegir un Resonant:",
						{
							"type": "options",
							"style": "list-hang-notitle",
							"count": 2,
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Absorption|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Devastation|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Dissolution|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Nullification|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Puppetry|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Sympathy|UAClericDruidWizard"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Inexorable Pronouncement",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Onomancy feature}",
				"Aprendes dos nuevos Resonant s a tu elección de tu rasgo Resonant Utterance."
			]
		},
		{
			"name": "Relentless Naming",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Onomancy feature}",
				"Has aprendido a eludir las defensas de una criatura con nombre contra ciertos tipos de daño. Cuando lanzas un hechizo que inflige daño a una criatura cuyo nombre verdadero pronuncias como parte del lanzamiento del hechizo, puedes hacer que el hechizo inflija daño de fuerza o psíquico a la criatura, en lugar del tipo de daño normal del hechizo."
			]
		},
		{
			"name": "Artificer",
			"source": "UAEberron",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 2,
			"entries": [
				"Los artífices son una parte fundamental del mundo de Eberron. Ilustran la evolución de la magia, que ha pasado de ser una fuerza salvaje e impredecible a estar al alcance de las masas. Los objetos mágicos son parte de la vida cotidiana en las Cinco Naciones de Khorvaire; con un artífice en tu grupo, se convierten en parte de cada expedición de aventura.",
				"El artífice era una clase separada en ediciones anteriores de la ambientación de Eberron, un combatiente cuerpo a cuerpo que se especializaba en armas y armaduras mejoradas místicamente. Las reglas de la quinta edición tratan al artífice como una nueva tradición de mago que se centra en la invención mística, que puedes elegir a partir del 2º nivel.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Infuse Potions|Wizard||Artificer (UA)|UAEberron|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Infuse Scrolls|Wizard||Artificer (UA)|UAEberron|2"
				}
			]
		},
		{
			"name": "Infuse Potions",
			"source": "UAEberron",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes producir pociones mágicas. Dedicas 10 minutos a concentrar tu magia en un frasco de agua mundana y gastas un espacio de conjuro para transformarlo en una poción. Una vez que hayas gastado una ranura de conjuro para crear una poción, no puedes recuperar esa ranura hasta que la poción se consuma o después de 1 semana, momento en el que la poción pierde su eficacia. Puedes crear hasta tres pociones a la vez; la creación de una cuarta poción hace que la más antigua actualmente activa pierda inmediatamente su potencia. Si esa poción se ha consumido, sus efectos terminan inmediatamente.",
				"La ranura de hechizo que gastas determina el tipo de poción que puedes crear.",
				{
					"type": "table",
					"caption": "Infuse Potions",
					"colLabels": [
						"Spell Slot",
						"Potion Created"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"Escalada, crecimiento o curación"
						],
						[
							"2nd",
							"Lectura de la mente o curación mayor"
						],
						[
							"3rd",
							"Invisibilidad, curación superior o respiración acuática"
						],
						[
							"4th",
							"Resistencia"
						]
					]
				}
			]
		},
		{
			"name": "Infuse Scrolls",
			"source": "UAEberron",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, también puedes aprovechar tus reservas de energía mágica para crear pergaminos de hechizos. Puedes usar tu habilidad de Recuperación Arcana para crear un pergamino en lugar de recuperar las ranuras de conjuro gastadas.",
				"Debes terminar un breve descanso y luego gastar 10 minutos con pergamino, pluma y tinta para crear un pergamino de hechizo que contenga un hechizo elegido entre los que conoces. Resta el nivel del hechizo del total de niveles de ranuras que recuperas usando Recuperación Arcana. Esta reducción de tu Recuperación Arcana se aplica hasta que uses el pergamino y luego termines un descanso largo."
			]
		},
		{
			"name": "Infuse Weapons and Armor",
			"source": "UAEberron",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, puedes producir armas y armaduras mágicas. Dedicas 10 minutos a concentrar tu magia en un arma mundana, una armadura, un escudo o un paquete de veinte piezas de munición, y gastas una ranura de conjuro para infundirle energía mágica. El objeto mágico conserva su mejora durante 8 horas o hasta que se utilice (en el caso de la munición mágica). Sólo puedes infundir un objeto a la vez; si infundes un segundo, el primero pierde inmediatamente su potencia. Una vez que hayas gastado una ranura de hechizo para crear un objeto de este tipo, no podrás recuperar esa ranura hasta que el objeto deje de ser mágico.",
				"La ranura de hechizo que gastas determina el tipo de arma, armadura o escudo que puedes crear.",
				{
					"type": "table",
					"caption": "Infuse Weapons and Armor",
					"colLabels": [
						"Spell Level",
						"Item Created"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"2nd",
							"+1 munición (20 piezas)"
						],
						[
							"3rd",
							"+1 arma o +1 escudo"
						],
						[
							"4th",
							"+1 armadura"
						],
						[
							"5th",
							"+2 de arma o +2 de munición (20 piezas)"
						],
						[
							"6th",
							"+2 de armadura"
						]
					]
				}
			]
		},
		{
			"name": "Superior Artificer",
			"source": "UAEberron",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, puedes crear una segunda arma mágica, una armadura, un escudo o un paquete de munición utilizando tu habilidad de infundir armas y armaduras. Al intentar infundir un tercer objeto, el más antiguo pierde inmediatamente su potencia.",
				"También puedes crear una poción o un pergamino adicional mediante la infusión de pociones o pergaminos."
			]
		},
		{
			"name": "Master Artificer",
			"source": "UAEberron",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 14,
			"header": 2,
			"entries": [
				"Al alcanzar el nivel 14, tu dominio de la magia arcana te permite producir una variedad de objetos mágicos. Puedes crear un único objeto elegido de las tablas de objetos mágicos A y B del capítulo 7 de la Guía del Dungeon Master (que se muestra a continuación). Tardas 1 semana en producir un objeto de este tipo, y debes descansar durante 1 mes antes de usar esta habilidad para crear otro objeto.",
				{
					"type": "table",
					"caption": "Magic Item Table A",
					"colLabels": [
						"d100",
						"Magic Item"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"01-50",
							"Poción de curación"
						],
						[
							"51-60",
							"Pergamino de hechizo (cantrip)"
						],
						[
							"61-70",
							"Poción de escalada"
						],
						[
							"71-90",
							"Pergamino de hechizo (1er nivel)"
						],
						[
							"91-94",
							"Pergamino de hechizo (2º nivel)"
						],
						[
							"95-98",
							"Poción de curación mayor"
						],
						[
							"99",
							"Bolsa de retención"
						],
						[
							"00",
							"Driftglobe"
						]
					]
				},
				{
					"type": "table",
					"caption": "Magic Item Table B",
					"colLabels": [
						"d100",
						"Magic Item"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"01-15",
							"Poción de curación mayor"
						],
						[
							"16-22",
							"Poción de aliento de fuego"
						],
						[
							"23-29",
							"Poción de resistencia"
						],
						[
							"30-34",
							"Munición +1"
						],
						[
							"35-39",
							"Poción de amistad animal"
						],
						[
							"40-44",
							"Poción de fuerza de gigante de la colina"
						],
						[
							"45-49",
							"Poción de crecimiento"
						],
						[
							"50-54",
							"Poción de respiración de agua"
						],
						[
							"55-59",
							"Pergamino de hechizo (2º nivel)"
						],
						[
							"60-64",
							"Pergamino de hechizo (3er nivel)"
						],
						[
							"65-67",
							"Bolsa de retención"
						],
						[
							"68-70",
							"Ungüento de Keoghtom"
						],
						[
							"71-73",
							"Aceite de deslizamiento"
						],
						[
							"74-75",
							"Polvo de desaparición"
						],
						[
							"76-77",
							"Polvo de sequedad"
						],
						[
							"78-79",
							"Polvo de estornudos y asfixia"
						],
						[
							"80-81",
							"Gema elemental"
						],
						[
							"82-83",
							"Filtro de amor"
						],
						[
							"84",
							"Jarra de alquimia"
						],
						[
							"85",
							"Tapón de respiración de agua"
						],
						[
							"86",
							"Capa de la manta raya"
						],
						[
							"87",
							"Driftglobe"
						],
						[
							"88",
							"Gafas de noche"
						],
						[
							"89",
							"Timón de comprensión de las lenguas"
						],
						[
							"90",
							"Varilla inamovible"
						],
						[
							"91",
							"Linterna de la revelación"
						],
						[
							"92",
							"Armadura de marinero"
						],
						[
							"93",
							"Armadura de Mithral"
						],
						[
							"94",
							"Poción de veneno"
						],
						[
							"95",
							"Anillo de natación"
						],
						[
							"96",
							"Bata de objetos útiles"
						],
						[
							"97",
							"Cuerda de escalada"
						],
						[
							"98",
							"Silla de montar del caballero"
						],
						[
							"99",
							"Varita de detección mágica"
						],
						[
							"00",
							"Varita de secreto"
						]
					]
				}
			]
		},
		{
			"name": "Psionics",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"entries": [
				"Los magos estudian el poder mágico en todas sus formas, incluida la magia de la psiónica. Los magos que siguen la tradición de la psiónica perfeccionan el potencial mágico de sus propias mentes. A veces llamados psiónicos o mentalistas, estos magos interactúan con el multiverso a través de la lente de su aptitud y conciencia psiónicas.",
				"Los psiónicos canalizan su magia concentrando sus mentes. Al hacerlo, pueden trascender sus cuerpos físicos, adoptando formas de pensamiento puro, lanzando hechizos de forma psiónica para evitar la necesidad de componentes, y percibiendo el mundo con una gama más amplia de sentidos.",
				"Como miembro de la tradición psiónica, puede que hayas despertado tu potencial psiónico a través de la tensión de tus estudios esotéricos, o quizás te hayas unido a una orden erudita dedicada a desbloquear la magia de la mente.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Focus|Wizard||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Devotion|Wizard||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Your Psionic Focus|Wizard||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Spells|Wizard||Psionics (UA)|UAFighterRogueWizard|2"
				}
			]
		},
		{
			"name": "Psionic Devotion",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Psionics feature}",
				"Tu estudio de la psiónica comienza a liberar el potencial de tu mente. Cuando obtengas este rasgo, elige uno de los siguientes cantrips: amigos, mano de mago o mensaje. Aprendes ese cantrip si no lo conoces ya, y no cuenta para el número de cantrips de mago que conoces. Mientras tu foco psiónico esté en tu persona, puedes lanzar el cantrip elegido como acción de bonificación, sin requerir componentes y con la modificación indicada a continuación:",
				{
					"type": "entries",
					"name": "Friends",
					"entries": [
						"Cuando el hechizo termina, el objetivo no se vuelve hostil hacia ti."
					]
				},
				{
					"type": "entries",
					"name": "Mage Hand",
					"entries": [
						"Puedes hacer la mano {@condition invisible} cuando lanzas el hechizo, y controlar el hechizo es una acción extra para ti."
					]
				},
				{
					"type": "entries",
					"name": "Message",
					"entries": [
						"No es necesario señalar hacia el objetivo ni susurrar el mensaje en voz alta."
					]
				}
			]
		},
		{
			"name": "Psionic Focus",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level Psionics feature}",
				"Has aprendido a canalizar la energía psiónica a través de un objeto especial: un foco psiónico. Obtienes el objeto con este rasgo (consulta la barra lateral \"Tu foco psiónico\" para saber cómo puedes haber adquirido el objeto).",
				"Mientras tu foco psiónico esté en tu persona, obtienes los siguientes beneficios:",
				{
					"type": "list",
					"items": [
						"El objeto es un foco de hechizo para ti.",
						"Cuando tires daño psíquico o de fuerza para cualquiera de tus hechizos de mago, puedes volver a tirar cualquiera de esos dados de daño que saquen un 1, pero debes usar la nueva tirada."
					]
				},
				"Si pierdes tu foco psiónico, puedes recrearlo mágicamente meditando durante 1 hora en un descanso corto o largo, al final del cual el foco aparece en tu mano."
			]
		},
		{
			"name": "Psionic Spells",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"La selección de hechizos es parte de lo que define a un mago y sus campos de experiencia individuales. Al crear tu mago psiónico, considera los hechizos que son temáticamente apropiados para esa tradición. La psiónica como tema generalmente incluye hechizos que hacen lo siguiente:",
				{
					"type": "list",
					"items": [
						"contactar o manipular las mentes",
						"permiten al lanzador percibir lugares o planos lejanos",
						"alterar la percepción",
						"mover objetos y criaturas",
						"teletransporte",
						"infligir daño psíquico o de fuerza"
					]
				}
			]
		},
		{
			"name": "Your Psionic Focus",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"Cada miembro de la tradición psiónica tiene una historia sobre cómo llegó a su vida su foco psiónico. Considera cómo encontraste el tuyo y qué forma adopta.",
				"El acontecimiento que te trajo tu foco psiónico probablemente tenga un significado personal. ¿Te lo dio tu maestro al terminar tu aprendizaje? ¿Se te concedió cuando te graduaste en tu academia de hechicería? ¿Te llamó la atención en una joyería? ¿Se asoció al momento en que se manifestaron por primera vez tus poderes psiónicos? Una mañana, ¿te despertaste con él zumbando bajo la almohada?",
				"La forma que adopta tu foco psiónico también la puedes definir tú, siendo probablemente un reflejo de cómo surgió tu magia, un símbolo de tu propia psique o un objeto que utilizas para concentrar tus pensamientos. Es un objeto de mano que tiene un significado especial para ti, pero que no puede ser un arma o un objeto mágico. Tal vez sea un recuerdo de la infancia, la calavera de una criatura alienígena, un cristal que te hace sentir de cierta manera, una moneda que sólo cae sobre su borde, una plancheta tallada a fuego o cualquier otra reliquia personal enigmática.",
				"Independientemente de cómo haya llegado el objeto y de la forma que adopte, tu foco psiónico es ahora tuyo, y tú decides cómo manejarlo. ¿Lo montarás en una varita o en un bastón? ¿Prefieres llevarlo en un collar o en un brazalete? ¿Lo incrustas en la tapa de tu libro de hechizos? Lo pongas donde lo pongas, ahora puedes canalizar tu magia a través de él, y es un signo de tu pertenencia a la venerada tradición de la hechicería psiónica."
			]
		},
		{
			"name": "Thought Form",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Psionics feature}",
				"Mientras lleves tu foco psiónico, puedes usar una acción de bonificación para transformar mágicamente tu cuerpo en energía psiónica pura. La transformación dura 10 minutos, hasta que uses una acción de bonificación para asumir tu forma normal, o hasta que estés {@condition incapacitated} o mueras.",
				"Cuando estás en forma de pensamiento, eres una figura de energía psíquica luminosa, con tu foco psiónico flotando en su interior. Tu forma puede aparecer como cualquier cosa que desees, pero es obviamente mágica, es del mismo tamaño que tú y arroja una luz tenue en un radio de 1,5 metros. Cualquier otro equipo que lleves puesto o que sea de tu propiedad se transforma contigo y se funde con tu forma mental. También obtienes los siguientes beneficios:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Psionic Spellcasting",
							"entry": "Cuando lanzas un hechizo mientras estás en forma de pensamiento, puedes lanzar el hechizo psiónicamente. Si lo haces, el hechizo no requiere componentes verbales, somáticos o materiales que carezcan de coste de oro."
						},
						{
							"type": "item",
							"name": "Psychic Resilience",
							"entry": "Obtienes resistencia al daño psíquico y al daño contundente, perforante y cortante de los ataques no mágicos."
						}
					]
				},
				"Puedes transformarte usando esta característica un número de veces igual a tu modificador de Inteligencia (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Psionics feature}",
				"Cuando haces daño psíquico o de fuerza con un hechizo de mago, puedes añadir tu modificador de Inteligencia al daño contra uno de los objetivos del hechizo."
			]
		},
		{
			"name": "Mental Discipline",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Psionics feature}",
				"El poder de tu mente se expande a mayores alturas. Cuando obtengas este rasgo, elige uno de los siguientes hechizos: {@spell dominate person}, {@spell scrying}, o {@spell telekinesis}. Puedes añadir el hechizo a tu libro de hechizos y puedes lanzarlo sin componentes.",
				"También puedes lanzar el hechizo elegido una vez sin gastar una ranura de hechizo. Después de hacerlo, recuperas la capacidad de lanzar el hechizo sin ranura cuando terminas un descanso largo."
			]
		},
		{
			"name": "Thought Travel",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Psionics feature}",
				"Mientras usas tu Forma de Pensamiento, tienes una velocidad de vuelo igual a tu velocidad de marcha y puedes flotar, y puedes moverte a través de otras criaturas y objetos como si fueran terreno difícil.",
				"Recibes {@damage 1d10} de daño de fuerza si terminas tu turno dentro de un objeto. Si vuelves a tu forma normal mientras estás en el interior de un objeto, te desplazas al espacio desocupado más cercano y recibes {@damage 1d10} de daño de fuerza por cada metro y medio que recorras."
			]
		},
		{
			"name": "Technomancy",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"entries": [
				"A diferencia de las tradiciones arcanas más comunes basadas en las escuelas de magia, la tradición de la Tecnomancia no se centra en un tipo singular de hechizo o energía mágica. Más bien, los estudiantes de Tecnomancia se preocupan por cómo sus hechizos interactúan con la tecnología moderna.",
				"Los tecnomantes pueden utilizar la tecnología como conducto y espacio de almacenamiento de la magia. En una campaña en la que se utilicen las reglas opcionales para la creación de objetos mágicos (véase la Guía del Dungeon Master), un tecnomante podría fabricar dispositivos electrónicos desechables y aplicaciones para smartphones en lugar de pociones y pergaminos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Wizard||Technomancy (UA)|UAModernMagic|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Technological Savant|Wizard||Technomancy (UA)|UAModernMagic|2"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que elijas esta tradición arcana a 2º nivel, obtienes competencia con armas de mano y herramientas de piratería."
			]
		},
		{
			"name": "Technological Savant",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"header": 1,
			"entries": [
				"También a 2º nivel, cambias tu libro de hechizos por un dispositivo de almacenamiento especialmente sintonizado de tu elección, capaz de registrar datos mágicos. La potencia de cálculo de este dispositivo debe ser igual o superior a la de una tableta. Sólo puedes tener un dispositivo de almacenamiento sintonizado en cualquier momento. Los hechizos se pueden copiar en este dispositivo a la mitad del coste de copiar hechizos en un libro de hechizos."
			]
		},
		{
			"name": "Program Spell",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, puedes insertar un hechizo dentro de un dispositivo electrónico de tu elección, de modo que al tocar una tecla o pulsar un interruptor mediante una acción, el hechizo se activa. Todas las variables del hechizo se fijan en el momento del lanzamiento. La potencia de cálculo de este dispositivo debe ser igual o superior a la de un teléfono móvil.",
				"Un hechizo programado permanece colocado en su dispositivo durante 48 horas, y desaparece una vez que se descarga. Puedes utilizar esta característica para colocar un hechizo programado en un solo dispositivo a la vez, y un dispositivo sólo puede contener un hechizo programado. Sólo tú puedes activar el hechizo programado en el dispositivo. Si el dispositivo se destruye, el hechizo programado se pierde.",
				"Un hechizo de concentración colocado en un dispositivo no puede activarse mientras estás concentrado en otro hechizo. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo."
			]
		},
		{
			"name": "Online Casting",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, puedes lanzar hechizos a través de dispositivos electrónicos en red, incluyendo cámaras, teléfonos móviles y ordenadores. Por ejemplo, si una criatura está bajo la observación de una cámara de seguridad y puedes ver el vídeo de esa cámara en un ordenador, puedes lanzar un hechizo dentro del ordenador y fuera a través de la cámara de seguridad para apuntar a esa criatura.",
				"Si el hechizo requiere que el lanzador sea visto, el objetivo debe verte a ti o a una imagen tuya en vivo. Si el hechizo requiere que el lanzador sea escuchado, el objetivo debe ser capaz de oírte o una transmisión de audio en vivo de ti. El alcance del hechizo se determina usando la distancia desde ti a tu dispositivo, y luego desde el objetivo a su dispositivo. Debes ser capaz de ver o determinar la ubicación del objetivo. Este rasgo sólo puede utilizarse para lanzar hechizos dirigidos a criaturas específicas. Los hechizos que afectan a un área no están sujetos al lanzamiento en línea.",
				"Este rasgo puede usarse un número de veces al día igual a tu modificador de Inteligencia (mínimo una vez)."
			]
		},
		{
			"name": "Chained Device",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, has aprendido a imprimir vestigios de tu conciencia en dispositivos electrónicos con una potencia de cálculo considerable. Cuando lanzas un conjuro de concentración, puedes utilizar un dispositivo cuya potencia de cálculo sea igual o superior a la de una tableta para mantener la concentración del conjuro en tu nombre. El dispositivo debe ser sostenido o llevado por ti para mantener este efecto. Si el dispositivo se destruye, se te quita, se te cae o se apaga, la concentración termina. Una vez que utilices este rasgo, no podrás volver a utilizarlo hasta que termines un descanso prolongado."
			]
		},
		{
			"name": "School of Invention",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"entries": [
				"La Escuela de la Invención se atribuye el mérito de haber inventado las demás escuelas de magia, una afirmación que otros magos consideran absurda. Los magos de esta escuela llevan la magia a sus límites. Extienden las leyes conocidas del poder arcano y se esfuerzan por revelar verdades importantes sobre la naturaleza del multiverso.",
				"Los adeptos a esta escuela creen que la mejor manera de innovar es experimentando. Tienen fama de actuar primero y pensar después. La mayoría de los magos son eruditos que han dominado su oficio a través de un estudio cuidadoso, una práctica rigurosa y horas interminables de repetición. Estos magos prefieren lanzar hechizos juntos y ver qué pasa.",
				"Muchos magos de esta tradición son gnomos, alquimistas o ambos, y se enorgullecen de la armadura con infusión mágica que llevan. La armadura no sólo proporciona protección, sino que también está diseñada para ayudar al mago a canalizar la magia de forma impredecible.",
				"Los magos de esta tradición son considerados como sabios en la cara, pero los magos de otras tradiciones suelen pensar en ellos como lunáticos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tools of the Inventor|Wizard||Invention (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcanomechanical Armor|Wizard||Invention (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Reckless Casting|Wizard||Invention (UA)|UAThreeSubclasses|2"
				}
			]
		},
		{
			"name": "Arcanomechanical Armor",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"La innovación es una práctica peligrosa, al menos en lo que respecta a los miembros de esta escuela. Como escudo contra este riesgo, has desarrollado una armadura arcana.",
				"A partir del 2º nivel, adquieres competencia con la armadura ligera y ganas un traje de armadura arcanomecánica, un objeto mágico con el que sólo tú puedes sintonizar. Mientras estés sintonizado con ella y la lleves puesta, te otorga resistencia al daño de fuerza.",
				"La armadura es ligera y proporciona una CA de 12 + tu modificador de Destreza. Pesa 8 libras.",
				"Puedes crear un nuevo traje al final de un descanso largo tocando un traje no mágico de armadura de cuero tachonado, que lo transforma mágicamente. Al hacerlo, eliminas la magia de tu anterior armadura arcanomecánica, convirtiéndola en una armadura de cuero tachonado no mágica."
			]
		},
		{
			"name": "Reckless Casting",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, puedes intentar lanzar un hechizo que no tengas preparado. Cuando usas esta habilidad, utilizas tu acción y eliges una de las siguientes opciones:",
				{
					"type": "list",
					"items": [
						"Tira en la tabla de Lanzamiento Temerario para cantrips y lanza el hechizo resultante como parte de esta acción.",
						"Gasta una ranura de hechizo y tira dos veces en la tabla de Lanzamiento Temerario para su nivel, o en la tabla de 5º nivel si la ranura es de 6º nivel o superior. Elige cuál de los dos resultados quieres usar y lanza el hechizo resultante como parte de esta acción."
					]
				},
				"Si el hechizo que lanzas no es un hechizo de mago, es sin embargo un hechizo de mago para ti cuando lo lanzas con esta característica.",
				{
					"type": "table",
					"caption": "Reckless Casting",
					"colLabels": [
						"d10",
						"Cantrip"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell acid splash}"
						],
						[
							"2",
							"{@spell chill touch}"
						],
						[
							"3",
							"{@spell fire bolt}"
						],
						[
							"4",
							"{@spell light}"
						],
						[
							"5",
							"{@spell poison spray}"
						],
						[
							"6",
							"{@spell ray of frost}"
						],
						[
							"7",
							"{@spell shocking grasp}"
						],
						[
							"8",
							"{@spell sacred flame}"
						],
						[
							"9",
							"{@spell thorn whip}"
						],
						[
							"10",
							"Tira dos veces y lanza cada cantrip, pero si sacas otro 10 en cualquiera de los dos dados, no lanzas nada, desperdiciando tu acción."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"1st-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell burning hands}"
						],
						[
							"2",
							"{@spell chromatic orb}"
						],
						[
							"3",
							"{@spell color spray}"
						],
						[
							"4",
							"{@spell faerie fire}"
						],
						[
							"5",
							"{@spell false life}"
						],
						[
							"6",
							"{@spell fog cloud}"
						],
						[
							"7",
							"{@spell jump}"
						],
						[
							"8",
							"{@spell magic missile}"
						],
						[
							"9",
							"{@spell thunderwave}"
						],
						[
							"10",
							"Tira dos veces y lanza cada hechizo, pero si sacas otro 10 en cualquiera de los dos dados, no lanzas nada, desperdiciando tu acción pero no la ranura del hechizo."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"2nd-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell blur}"
						],
						[
							"2",
							"{@spell darkness}"
						],
						[
							"3",
							"{@spell enlarge/reduce}"
						],
						[
							"4",
							"{@spell gust of wind}"
						],
						[
							"5",
							"{@spell invisibility}"
						],
						[
							"6",
							"{@spell levitate}"
						],
						[
							"7",
							"{@spell Melf's acid arrow}"
						],
						[
							"8",
							"{@spell scorching ray}"
						],
						[
							"9",
							"{@spell shatter}"
						],
						[
							"10",
							"Tira dos veces y lanza cada hechizo, pero si sacas otro 10 en cualquiera de los dos dados, no lanzas nada, desperdiciando tu acción pero no la ranura del hechizo."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"3rd-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell blink}"
						],
						[
							"2",
							"{@spell fear}"
						],
						[
							"3",
							"{@spell feign death}"
						],
						[
							"4",
							"{@spell fireball}"
						],
						[
							"5",
							"{@spell fly}"
						],
						[
							"6",
							"{@spell gaseous form}"
						],
						[
							"7",
							"{@spell lightning bolt}"
						],
						[
							"8",
							"{@spell sleet storm}"
						],
						[
							"9",
							"{@spell stinking cloud}"
						],
						[
							"10",
							"Tira dos veces y lanza cada hechizo, pero si sacas otro 10 en cualquiera de los dos dados, no lanzas nada, desperdiciando tu acción pero no la ranura del hechizo."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"4th-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell blight}"
						],
						[
							"2",
							"{@spell confusion}"
						],
						[
							"3",
							"{@spell Evard's black tentacles}"
						],
						[
							"4",
							"{@spell fire shield}"
						],
						[
							"5",
							"{@spell greater invisibility}"
						],
						[
							"6",
							"{@spell ice storm}"
						],
						[
							"7",
							"{@spell phantasmal killer}"
						],
						[
							"8",
							"{@spell stoneskin}"
						],
						[
							"9",
							"{@spell wall of fire}"
						],
						[
							"10",
							"Tira dos veces y lanza cada hechizo, pero si sacas otro 10 en cualquiera de los dos dados, no lanzas nada, desperdiciando tu acción pero no la ranura del hechizo."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"5th-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell cloudkill}"
						],
						[
							"2",
							"{@spell cone of cold}"
						],
						[
							"3",
							"{@spell destructive wave}"
						],
						[
							"4",
							"{@spell flame strike}"
						],
						[
							"5",
							"{@spell hold monster}"
						],
						[
							"6",
							"{@spell insect plague}"
						],
						[
							"7",
							"{@spell mass cure wounds}"
						],
						[
							"8",
							"{@spell wall of force}"
						],
						[
							"9",
							"{@spell wall of stone}"
						],
						[
							"10",
							"Tira dos veces y lanza cada hechizo, pero si sacas otro 10 en cualquiera de los dos dados, no lanzas nada, desperdiciando tu acción pero no la ranura del hechizo."
						]
					]
				}
			]
		},
		{
			"name": "Tools of the Inventor",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, ganas competencia con dos herramientas de tu elección."
			]
		},
		{
			"name": "Alchemical Casting",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, aprendes a canalizar la magia a través de tu armadura arcanomecánica para aumentar los conjuros de diversas maneras. Cuando lanzas un conjuro mientras llevas esa armadura y estás en sintonía con ella, puedes gastar una ranura de conjuro adicional de 1º o 2º nivel para alterar el conjuro. El efecto depende de la ranura de hechizo que gastes.",
				"Una ranura de 1er nivel te permite manipular la energía del hechizo. Cuando lanzas un hechizo que inflige daño de ácido, frío, fuego, rayo o trueno, puedes sustituir ese tipo de daño por otro de esa lista.",
				"Una ranura de 2º nivel aumenta la fuerza bruta del hechizo. Si tiras daño por el hechizo cuando lo lanzas, aumenta ese daño en {@damage 2d10} de daño de fuerza contra uno de los objetivos del hechizo (a tu elección) este turno."
			]
		},
		{
			"name": "Prodigious Inspiration",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, has alcanzado una mayor maestría en la preparación de conjuros. Como acción de bonificación, puedes sustituir un conjuro que hayas preparado por otro de tu libro de conjuros. No puedes volver a utilizar esta habilidad hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Controlled Chaos",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, tu capacidad de improvisar magia se hace más fuerte. Siempre que tires en una tabla de Lanzamiento Temerario para un hechizo que no sea un cantrip, puedes tirar en la tabla que sea un nivel superior a la ranura de hechizo gastada."
			]
		},
		{
			"name": "Lore Mastery",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"entries": [
				"El dominio de la sabiduría es una tradición arcana que se centra en la comprensión de los mecanismos subyacentes de la magia. Es la más académica de todas las tradiciones arcanas. La promesa de descubrir nuevos conocimientos o probar (o desacreditar) una teoría de la magia suele ser necesaria para que sus practicantes salgan de sus laboratorios, academias y archivos y se dediquen a la aventura.",
				"Conocidos como sabios, los seguidores de esta tradición son un grupo de personas librescas que ven la belleza y el misterio en la aplicación de la magia. Los resultados de un hechizo son menos interesantes para ellos que el proceso que lo crea. Algunos savants adoptan una actitud altiva hacia los que siguen una tradición centrada en una única escuela de magia, considerándolos provincianos y carentes de la sofisticación necesaria para dominar la verdadera magia. Otros savants son maestros generosos, que contrarrestan la ignorancia y el engaño con conocimientos profundos y buen humor.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lore Master|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spell Secrets|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Altering Spells|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|2"
				}
			]
		},
		{
			"name": "Altering Spells",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"Aunque el rasgo Secretos de los Hechizos ofrece una mayor versatilidad, en la mesa sus efectos pueden ser difíciles de detectar por los demás jugadores. Si interpretas a un sabio, tómate un momento para describir cómo modificas tus hechizos. Piensa en un cambio característico del que tu personaje esté especialmente orgulloso. Sé inventivo y haz que el juego sea más divertido para todos, haciendo hincapié en los trucos repentinos e inesperados que tu personaje puede emplear. Por ejemplo, un {@spell fireball} transformado para requerir una salvación de Fuerza podría convertirse en una esfera de roca ardiente que se rompe y se estrella contra su objetivo. Un {@spell charm person} que requiere una salvación de Constitución podría tomar la forma de un narcótico vaporoso que altera el estado de ánimo del objetivo."
			]
		},
		{
			"name": "Lore Master",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, te conviertes en un compendio de conocimientos sobre una gran variedad de temas. Tu bonificación de competencia se duplica para cualquier chequeo de habilidad que hagas que utilice la habilidad {@skill Arcana}, {@skill History}, {@skill Nature} o {@skill Religion} si eres competente en esa habilidad.",
				"Además, tus habilidades analíticas están tan bien afinadas que tu iniciativa en el combate puede ser impulsada por la agilidad mental, más que por la agilidad física. Cuando tiras la iniciativa, es un chequeo de Inteligencia o de Destreza para ti (a tu elección)."
			]
		},
		{
			"name": "Spell Secrets",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, dominas el primero de una serie de secretos arcanos descubiertos por tus extensos estudios.",
				"Cuando lanzas un hechizo con una ranura de hechizo y el hechizo inflige daño de ácido, frío, fuego, fuerza, rayo, necrótico, radiante o trueno, puedes sustituir ese tipo de daño por otro de esa lista (sólo puedes cambiar un tipo de daño por lanzamiento de un hechizo). Puedes sustituir un tipo de energía por otro alterando la fórmula del hechizo mientras lo lanzas.",
				"Cuando lanzas un hechizo con una ranura de hechizo y el hechizo requiere una tirada de salvación, puedes cambiar la tirada de salvación de una puntuación de habilidad a otra de tu elección. Una vez que cambies una tirada de salvación de este modo, no podrás volver a hacerlo hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Alchemical Casting",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, aprendes a aumentar los hechizos de varias maneras. Cuando lanzas un hechizo con una ranura de hechizo, puedes gastar una ranura de hechizo adicional para aumentar sus efectos para este lanzamiento, mezclando la materia prima de la magia en tu hechizo para amplificarlo. El efecto depende de la ranura de hechizo que gastes.",
				"Una ranura de hechizo adicional de 1er nivel puede aumentar la fuerza bruta del hechizo. Si tiras el daño del hechizo cuando lo lanzas, aumenta el daño contra cada objetivo en {@damage 2d10} de daño de fuerza. Si el hechizo puede infligir daño en más de un turno, inflige este daño de fuerza adicional sólo en el turno en que lanzas el hechizo.",
				"Una ranura de hechizo adicional de 2º nivel puede aumentar el alcance del hechizo. Si el alcance del hechizo es de al menos 30 pies, se convierte en 1 milla.",
				"Una ranura de hechizo adicional de 3er nivel puede aumentar la potencia del hechizo. Aumenta la DC de salvación del hechizo en 2."
			]
		},
		{
			"name": "Prodigious Memory",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, has alcanzado una mayor maestría en la preparación de conjuros. Como acción de bonificación, puedes sustituir un conjuro que hayas preparado por otro de tu libro de conjuros. No puedes volver a usar este rasgo hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Master of Magic",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, tu conocimiento de la magia te permite duplicar casi cualquier hechizo. Como acción de bonificación, puedes invocar la capacidad de lanzar un conjuro de tu elección de la lista de conjuros de cualquier clase. El conjuro debe ser de un nivel para el que tengas ranuras de conjuro, no debes tenerlo preparado y sigues las reglas normales para lanzarlo, incluyendo el gasto de una ranura de conjuro. Si el hechizo no es un hechizo de mago, cuenta como un hechizo de mago cuando lo lanzas. La capacidad de lanzar el hechizo desaparece de tu mente cuando lo lanzas o cuando termina el turno actual.",
				"No puedes volver a utilizar esta función hasta que termines un descanso largo."
			]
		},
		{
			"name": "Theurgy",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"entries": [
				"Varias deidades reclaman la magia arcana como su dominio, ya que la magia forma parte del tejido del cosmos tanto como el viento, el fuego, el rayo y todas las demás fuerzas primarias. Al igual que hay deidades del mar y dioses de la guerra, las artes arcanas tienen sus propios patrones divinos.",
				"Estas deidades suelen tener clérigos, pero muchos dioses de la magia piden a sus seguidores que se dediquen al estudio de la hechicería. Estos usuarios de la magia religiosa siguen la tradición arcana de la Teurgia, y se les conoce comúnmente como teúrgos. Estos hechiceros son tan dedicados y eruditos como cualquier otro mago, pero mezclan su estudio arcano con la devoción religiosa.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Inspiration|Wizard||Theurgy (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Initiate|Wizard||Theurgy (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Arcana|Wizard||Theurgy (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Arcana: Divine Arcana|Wizard||Theurgy (UA)|UAWizardRevisited|2"
				}
			]
		},
		{
			"name": "Arcane Initiate",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de que selecciones esta tradición a 2º nivel, siempre que ganes un nivel de mago, puedes reemplazar uno de los conjuros de mago que añadas a tu libro de conjuros por un conjuro de dominio de clérigo de tu dominio elegido. El conjuro debe ser de un nivel para el que tengas ranuras de conjuro.",
				"Si añades todos tus hechizos de dominio a tu libro de hechizos, puedes añadir posteriormente cualquier hechizo de la lista de hechizos de clérigo en su lugar. El hechizo debe seguir siendo de un nivel para el que tengas ranuras de hechizo.",
				"Cualquier hechizo de clérigo que obtengas con este rasgo se considera un hechizo de mago para ti, pero otros magos no pueden copiar los hechizos de clérigo de tu libro de hechizos en sus propios libros de hechizos."
			]
		},
		{
			"name": "Channel Arcana",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, obtienes la capacidad de canalizar la energía arcana directamente de tu deidad, utilizando esa energía para alimentar efectos mágicos. Empiezas con dos efectos de este tipo: Arcanos Divinos y la opción de Canalizar Divinidad concedida a 2º nivel por tu dominio elegido. Empleas esa opción de Canalizar Divinidad utilizando tu habilidad de Canalizar Arcanos.",
				"Cuando utilizas tus Arcanos de Canal, eliges qué efecto crear. A continuación, debes terminar un descanso corto o largo para volver a utilizar tus Arcanos de Canalización.",
				"Algunos efectos de Canalizar Arcanos requieren tiradas de salvación. Cuando usas un efecto de este tipo, la DC de salvación es igual a la DC de salvación de tu hechizo de mago.",
				"A partir del 6º nivel, puedes usar tu Arcano de Canalización dos veces entre descansos, y a partir del 18º nivel, puedes usarlo tres veces entre descansos. Cuando terminas un descanso corto o largo, recuperas los usos gastados.",
				"Si obtienes opciones adicionales de Canalizar Divinidad de tu dominio, puedes emplearlas utilizando tu rasgo de Canalizar Arcanos."
			]
		},
		{
			"name": "Channel Arcana: Divine Arcana",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Como acción de bonificación, pronuncias una oración para controlar el flujo de magia a tu alrededor. El siguiente hechizo que lances gana un bonificador +2 a cualquier tirada de ataque que hagas por él o a su DC de tirada de salvación, según corresponda."
			]
		},
		{
			"name": "Divine Inspiration",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Cuando elijas esta tradición a 2º nivel, elige un dominio de la lista de dominios elegibles de tu deidad elegida (ver el apéndice B, \"Dioses del Multiverso\", en el Manual del Jugador para ejemplos). Los dominios de Conocimiento y Luz son opciones especialmente apropiadas para un teúrgo."
			]
		},
		{
			"name": "Arcane Acolyte",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"A 6º nivel, obtienes los beneficios de 1º nivel de tu dominio elegido. Sin embargo, no obtienes ninguna competencia de arma o armadura del dominio."
			]
		},
		{
			"name": "Arcane Priest",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"A 10º nivel, obtienes los beneficios de 6º nivel de tu dominio elegido. Tu fe y tu comprensión de la magia te permiten profundizar en los secretos de tu dios."
			]
		},
		{
			"name": "Arcane High Priest",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, obtienes los beneficios de 17º nivel de tu dominio elegido. Tu naturaleza académica y tu comprensión de la magia y la doctrina te permiten dominar esta habilidad antes que un clérigo de tu dominio."
			]
		},
		{
			"name": "War Magic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"entries": [
				"Diversos colegios arcanos se especializan en la formación de magos para la guerra. La tradición de la Magia de Guerra combina principios de evocación y abjuración. Enseña técnicas que potencian los hechizos del lanzador, a la vez que proporciona métodos para que el mago refuerce sus propias defensas.",
				"Los seguidores de esta tradición son conocidos como magos de guerra. Consideran su magia como un arma y una armadura, un recurso superior a cualquier endeble pieza de acero. Los magos de guerra atacan rápidamente en la batalla, utilizando sus hechizos para hacerse con el control táctico de la situación. Sus hechizos golpean con fuerza, mientras que sus habilidades defensivas frustran los intentos de contraataque de sus oponentes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Deflection|Wizard||War (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tactical Wit|Wizard||War (UA)|UAWizardRevisited|2"
				}
			]
		},
		{
			"name": "Arcane Deflection",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, has aprendido a tejer tu magia para fortalecerte contra el daño. Cuando eres golpeado por un ataque o fallas una tirada de salvación de Constitución, puedes usar tu reacción para ganar un bonificador +2 a tu CA contra ese ataque o un bonificador +4 a esa tirada de salvación.",
				"Cuando usas este rasgo, no puedes lanzar hechizos que no sean cantrips hasta el final de tu siguiente turno."
			]
		},
		{
			"name": "Tactical Wit",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, tu capacidad para evaluar rápidamente las situaciones tácticas te permite actuar con rapidez en la batalla. Obtienes una bonificación a tus tiradas de iniciativa igual a tu modificador de Inteligencia."
			]
		},
		{
			"name": "Power Surge",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, puedes potenciar tus conjuros que desatan el daño sobre grupos de enemigos. Cuando obligas a varias criaturas a realizar tiradas de salvación contra el daño de uno de tus hechizos, puedes aumentar el daño del hechizo tirando dos de sus dados de daño más. Este aumento sólo se produce en el turno en que lanzas el hechizo.",
				"Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."
			]
		},
		{
			"name": "Durable Magic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, la magia que canalizas te ayuda a evitar el daño. Mientras mantienes la concentración en un conjuro, tienes un bonificador +2 a la CA y a todas las tiradas de salvación."
			]
		},
		{
			"name": "Durable Magic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, tu Desafío arcano se impregna de magia mortal. Cuando usas tu rasgo de Desafío arcano, la energía mágica sale de ti; cada criatura que elijas en un radio de 3 metros de ti recibe un daño de fuerza igual a la mitad de tu nivel de mago."
			]
		},
		{
			"name": "War Magic",
			"source": "XGE",
			"page": 59,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Diversas escuelas arcanas se especializan en el entrenamiento de magos para la guerra. La tradición de la Magia de Guerra combina los principios de la evocación y la abjuración, en lugar de especializarse en alguna de estas escuelas. Enseña técnicas que potencian los hechizos del lanzador, a la vez que proporciona métodos para que los magos refuercen sus propias defensas.",
				"Los seguidores de esta tradición son conocidos como magos de guerra. Ven su magia como un arma y una armadura, un recurso superior a cualquier pieza de acero. Los magos de guerra actúan con rapidez en la batalla, utilizando sus hechizos para hacerse con el control táctico de la situación. Sus hechizos golpean con fuerza, mientras que sus habilidades defensivas frustran los intentos de contraataque de sus oponentes. Los magos de guerra también son expertos en volver la energía mágica de otros hechiceros contra ellos.",
				"En las grandes batallas, un mago de guerra suele trabajar con evocadores, abjuradores y otros tipos de magos. Los evocadores, en particular, a veces se burlan de los magos de guerra por dividir su atención entre el ataque y la defensa. La respuesta típica de un mago de guerra es: \"¿De qué sirve poder lanzar un poderoso {@spell fireball} si muero antes de poder lanzarlo?\".",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Deflection|Wizard||War|XGE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tactical Wit|Wizard||War|XGE|2"
				}
			]
		},
		{
			"name": "Arcane Deflection",
			"source": "XGE",
			"page": 59,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2º nivel, has aprendido a tejer tu magia para fortalecerte contra el daño. Cuando eres golpeado por un ataque o fallas una tirada de salvación, puedes usar tu reacción para ganar un bonificador +2 a tu CA contra ese ataque o un bonificador +4 a esa tirada de salvación.",
				"Cuando usas este rasgo, no puedes lanzar hechizos que no sean cantrips hasta el final de tu siguiente turno."
			]
		},
		{
			"name": "Tactical Wit",
			"source": "XGE",
			"page": 59,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2º nivel, tu aguda capacidad para evaluar situaciones tácticas te permite actuar con rapidez en la batalla. Puedes darte una bonificación a tus tiradas de iniciativa igual a tu modificador de Inteligencia."
			]
		},
		{
			"name": "Power Surge",
			"source": "XGE",
			"page": 59,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6º nivel, puedes almacenar energía mágica en tu interior para potenciar posteriormente tus hechizos dañinos. En su forma almacenada, esta energía se llama oleada de poder.",
				"Puedes almacenar un número máximo de subidas de tensión igual a tu modificador de Inteligencia (mínimo uno). Cada vez que terminas un descanso largo, tu número de subidas de tensión se restablece a uno. Siempre que termines con éxito un hechizo con {@spell dispel magic} o {@spell counterspell}, ganas un aumento de poder, ya que robas magia del hechizo que has frustrado. Si terminas un descanso corto sin subidas de tensión, ganas una subida de tensión.",
				"Una vez por turno, cuando inflijas daño a una criatura u objeto con un hechizo de mago, puedes gastar un aumento de poder para infligir daño de fuerza adicional a ese objetivo. El daño extra es igual a la mitad de tu nivel de mago."
			]
		},
		{
			"name": "Durable Magic",
			"source": "XGE",
			"page": 59,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del 10º nivel, la magia que canalizas te ayuda a evitar el daño. Mientras mantienes la concentración en un conjuro, tienes un bonificador +2 a la CA y a todas las tiradas de salvación."
			]
		},
		{
			"name": "Deflecting Shroud",
			"source": "XGE",
			"page": 59,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A 14º nivel, tu Desafío arcano se infunde con magia mortal. Cuando usas tu rasgo de Desafío arcano, puedes hacer que la energía mágica salga de ti. Hasta tres criaturas de tu elección que puedas ver en un radio de 60 pies reciben un daño de fuerza igual a la mitad de tu nivel de mago."
			]
		}
	]
}